Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: The events of the Bhaalspawn saga affected Jaheira deeply. It was her duty to protect the greater balance of things, but in the years to come she found an increased portion of that fight occurring within her own mind. Witness to great change while in <CHARNAME>'s company, she had become acutely aware of how fleeting life was, and how the loss of those she held dear ate away at her thoughts. In time she would be known as a tireless champion of balance, one that sometimes acted in concert with the Harpers and sometimes did not. Jaheira operated quietly, appearing when needed and moving on when not. Many called out to her for leadership, but always Jaheira would deny that she was capable of such and say that there was somewhere else that needed her aid more. She remained distant and guarded, never staying long in any one place. It is said that she crossed the Forgotten Realms thrice over, always wandering and always searching... until finally she began to wonder what it was, in truth, that she was searching for. What happened to Jaheira later in life is not well-known. Some say that Elminster eventually came to her and convinced her to take her place amongst the greatest commanders of the mysterious Harpers. Some say that she fell in battle against a great lich that threatened to defile the northern forests. Some also say that she went in search of <CHARNAME>, traveling to lands far beyond our own. Whatever happened to her, Jaheira never did return to either the Sword Coast or Tethyr ever again.
italian: Gli eventi della progenie di Bhaal toccarono profondamente Jaheira. Era suo compito proteggere l'equilibrio superiore delle cose, ma negli anni successivi il suo conflitto interiore aumentò vertiginosamente. Testimone di grandi cambiamenti al fianco di <CHARNAME>, era divenuta ben consapevole di quanto la vita fosse effimera e di come la perdita di coloro a cui teneva corrodesse l'animo. Col tempo fu nota come un’instancabile campionessa dell'equilibrio, una che a volte agiva con gli Arpisti, a volte no. Jaheira operò in silenzio, comparendo quando vi era bisogno e andandosene quando non ve n'era. Molte volte la vollero al comando, ma Jaheira rispose sempre di non esserne in grado e che c'era qualche altro luogo più bisognoso del suo aiuto. Rimase distaccata e sulla difensiva, senza mai rimanere a lungo in un posto. Si dice che percorse i Reami Dimenticati per tre volte, sempre vagando e sempre alla ricerca di qualcosa... finché finalmente iniziò a chiedersi cosa stesse davvero cercando. Cosa accadde a Jaheira in seguito non è certo. Alcuni dicono che alla fine Elminster andò da lei e la convinse a ricoprire un ruolo tra i più grandi capi dei misteriosi Arpisti. Altri dicono che cadde in battaglia contro un grande lich che minacciava di profanare le foreste del nord. Altri ancora dicono che andò alla ricerca di <CHARNAME>, viaggiando per terre assai lontane dalle nostre. Qualsiasi cosa le accadde, Jaheira non tornò più nel Tethyr o nella Costa della Spada.
pt_br: Os eventos da saga dos Filhos de Bhaal afetaram profundamente Jaheira. Era seu dever proteger o equilíbrio maior das coisas, mas nos anos seguintes ela percebeu uma parcela aumentada dessa luta ocorrendo em sua própria mente. Testemunha de grandes mudanças enquanto estava na companhia de <CHARNAME>, ela se tornou agudamente consciente de como a vida era passageira e de como a perda daqueles que ela amava corroía seus pensamentos. Com o tempo, ela seria conhecida como uma campeã incansável do equilíbrio, agindo às vezes em conjunto com os Harpistas e às vezes não. Jaheira operava discretamente, aparecendo quando necessário e seguindo em frente quando não. Muitos a chamavam para liderança, mas Jaheira sempre negava que fosse capaz de tal coisa e dizia que havia algum outro lugar que precisava de sua ajuda mais. Ela permaneceu distante e reservada, nunca ficando muito tempo em um único lugar. Dizem que ela cruzou os Reinos Esquecidos três vezes, sempre vagando e sempre buscando... até que finalmente começou a se perguntar o que, na verdade, ela estava procurando. O que aconteceu com Jaheira mais tarde na vida não é bem conhecido. Alguns dizem que Elminster finalmente a encontrou e a convenceu a ocupar seu lugar entre os maiores comandantes dos misteriosos Harpistas. Alguns dizem que ela caiu em batalha contra um grande lich que ameaçava profanar as florestas do norte. Alguns também dizem que ela partiu em busca de <CHARNAME>, viajando para terras muito além das nossas. O que quer que tenha acontecido com ela, Jaheira nunca mais retornou à Costa da Espada ou ao Tethyr novamente.
russian: События саги о Порождении Баала глубоко подействовали на Джахейру. Ее долгом было защищать великий баланс вещей, но в последующие годы она обнаружила, что ее собственный разум является частью этой великой борьбы. Пребывая в компании с <CHARNAME>, она стала очевидцем огромных перемен, и постоянные мысли о том, как мимолетна жизнь, и как тяжела потеря тех, кто были ей дороги, поглощали все ее сознание. В те времена она была известна, как неутомимый защитник баланса, которая иногда действовала совместно с Арфистами, а иногда и самостоятельно. Джахейра действовала без спешки, появляясь, когда это было необходимо, и, удаляясь, когда эта необходимость проходила. Многие призывали ее стать лидером, но Джахейра всегда отказывалась, утверждая, что она не способна на это, и говорила, что где-нибудь еще есть те, которые больше нуждаются в ее помощи. Она оставалась сдержанной и бдительной, никогда подолгу не задерживаясь на одном месте. Говорят, что она в своих поисках и скитаниях трижды пересекла Забытые Королевства... пока наконец ее не начал мучить вопрос, что же она на самом деле искала. Неизвестно, что случилось с Джахейрой впоследствии. Некоторые говорят, что в конце концов ее разыскал Элминстер, и убедил занять место среди самых высокопоставленных командующих таинственных Арфистов. Некоторые утверждают, что она пала в сражении против великого лича, который угрожал осквернить северные леса. Другие говорят, что она отправилась в путешествие по дальним странам, на поиски <CHARNAME>. Независимо от того, что с ней случилось, Джахейра никогда больше не возвратилась ни на Побережье Меча, ни в Тетир.
spanish: Los sucesos de la saga de los engendros de Bhaal afectaron profundamente a Jaheira. Era su deber proteger el gran equilibrio de las cosas, pero en los años siguientes descubrió una creciente porción de esa lucha sucediéndose en el interior de su propia mente. Testigo del gran cambio mientras estaba en compañía de <CHARNAME>, ella había estado extremadamente alerta por cómo era de corta la vida, y cómo la pérdida de aquellos que ella creía que quería se mantenía lejos de sus pensamientos. Ella sería conocida a tiempo como una incansable campeona del equilibrio, una que a veces actuaba de acuerdo con los Arpistas y otras no. Jaheira operaba silenciosamente, apareciendo cuando se la necesitaba y desplazándose cuando no. Muchos la reclamaban para que les liderara, pero Jaheira siempre negaría que fuera capaz de ello y decía que había algún otro lugar en el que necesitaban más su ayuda. Ella permanecía distante y precavida, no estableciéndose mucho tiempo en un mismo lugar. Se dice que cruzó los Reinos Olvidados tres veces, siempre viajando y siempre buscando... hasta que finalmente comenzó a imaginarse lo que era en realidad lo que estaba buscando. Lo que le sucediese a Jaheira más tarde no se sabe con certeza. Unos dicen que Elminster tras un tiempo fue a ella y la convenció para que tomara un lugar entre los grandes comandantes de los misteriosos Arpistas. Algunos dicen que cayó en una batalla contra un gran lich que amenazaba con contaminar los bosques norteños. Otros también dicen que fue en busca de <CHARNAME>, viajando a tierras más lejanas de las nuestras. Sea lo que fuera lo que le pasó, Jaheira nunca volvió ni a la Costa de la Espada ni a Tezhyr jamás.

source: The years following the Bhaalspawn saga were kind to Jaheira. They couldn't be called peaceful, by any means, but her relationship with <CHARNAME> weathered it all. Theirs was an unshakable union, and while duty or adventure might separate them for even years a time, they always returned to one another. Her friends would marvel at how secure in this Jaheira seemed to be, especially considering her initial reluctance, but she would chuckle when thinking back on those first cautious days. After all, she and <CHARNAME> had literally been to the hells and back, and when the gods themselves couldn't separate the two, what were simple months and miles going to do? Jaheira raised high in the ranks of the Harpers, always the voice of wisdom and sense in the organization. She became renown as a great heroine and mediator, although no-one was surprised when she would leave for great spans of time to travel with <CHARNAME> to some distant corner of the Realms. The pair were sighted in Neverwinter, Rashemen, the great southern steppes and even the jungles of Chult. Eventually Jaheira left the Harpers over a dispute, relieved to be done with them and dedicating herself to the raising of <CHARNAME>'s new son. <CHARNAME> visited often, reveling in the joy of fatherhood... but always his wanderlust would take him on the road again. Jaheira was not always with <CHARNAME> and not always share in his victories and achievements, but would never be truly apart from him. And <CHARNAME>'s son? Tutored by two of the most potent being in the Realms, he would grow to forge a destiny of his own to rival his father's. That, however, is another tale...
italian: Gli anni successivi alla saga della progenie di Bhaal furono cari a Jaheira. Non potrebbero in alcun modo essere definiti pacifici, ma la sua relazione con <CHARNAME> resistette a tutto. La loro era un'unione salda; sebbene il dovere e l’avventura li separassero a volte anche per anni, alla fine ritornavano sempre l'uno dall'altra. I suoi amici erano meravigliati da quanto Jaheira ne fosse sicura, soprattutto considerata la sua iniziale riluttanza, ma lei ridacchiava sommessamente pensando a quei primi giorni prudenti. Dopotutto, lei e <CHARNAME> erano stati letteralmente negli Inferi e ne avevano fatto ritorno; quando gli stessi dèi non erano riusciti a separarli, cosa potevano fare semplici mesi o miglia? Jaheira raggiunse i ranghi più elevati tra gli Arpisti e fu sempre la voce della saggezza e del buon senso nell'organizzazione. Divenne nota come una grande eroina e mediatrice, sebbene nessuno fosse sorpreso quando partiva per lunghi periodi di tempo per viaggiare con <CHARNAME> verso qualche remoto angolo dei Reami. La coppia fu vista a Neverwinter, nel Rashemen, nelle vaste steppe del sud e persino nelle giungle del Chult. Alla fine Jaheira abbandonò gli Arpisti per una disputa, sollevata dall’aver chiuso con loro e dal potersi dedicare all'educazione del nuovo figlio di <CHARNAME>. <CHARNAME> li visitò spesso, gioendo della paternità... ma il desiderio di avventura lo riportò sempre sulla strada dell’avventura. Jaheira non fu sempre con <CHARNAME> e non sempre condivise le vittorie e i traguardi raggiunti, ma non fu mai veramente lontana da lui. E il figlio di <CHARNAME>? Allevato da due delle persone più potenti dei Reami, crebbe per forgiare un destino capace di rivaleggiare con quello di suo padre. Questa però è un'altra storia...
pt_br: Os anos seguintes à saga dos Filhos de Bhaal foram gentis com Jaheira. Não poderiam ser chamados de pacíficos, de forma alguma, mas seu relacionamento com <CHARNAME> resistiu a tudo. A união deles era inabalável, e embora o dever ou a aventura os separassem por longos períodos, eles sempre voltavam um ao outro. Seus amigos ficavam maravilhados com a segurança que Jaheira parecia ter em relação a isso, especialmente considerando sua relutância inicial, mas ela ria ao lembrar da cautela daqueles primeiros dias. Afinal, ela e <CHARNAME> literalmente haviam ido aos infernos e voltado, e quando os próprios deuses não conseguiam separar os dois, o que simples meses e distâncias fariam? Jaheira subiu alto nas fileiras dos Harpistas, sempre sendo a voz de sabedoria e bom senso na organização. Ela se tornou famosa como uma grande heroína e mediadora, embora ninguém ficasse surpreso quando ela partia por longos períodos de tempo para viajar com <CHARNAME> para algum canto distante dos Reinos. O casal foi avistado em Nevenunca, Rashemen, nas grandes estepes do sul e até mesmo nas selvas de Chult. Eventualmente, Jaheira deixou os Harpistas após uma disputa, aliviada por ter se livrado deles e dedicando-se à criação do seu filho com <CHARNAME>. <CHARNAME> a visitava frequentemente, desfrutando da alegria da paternidade... mas sempre sua vontade de viajar o levava novamente para a estrada. Jaheira nem sempre estava com <CHARNAME> e nem sempre compartilhava de suas vitórias e conquistas, mas nunca estaria verdadeiramente separada dele. E o filho de <CHARNAME>? Educado por duas das entidades mais poderosas dos Reinos, ele cresceria para forjar um destino próprio que rivalizaria com o de seu pai. Mas isso, no entanto, é outra história...
russian: Годы, прошедшие после окончания саги о Порождении Баала, были милосердны по отношению к Джахейре. Разумеется, они не всегда были мирными, но ее отношения с <CHARNAME> выдержали их все. Это был несокрушимый союз, и хотя долг искателя приключений мог разделить их на несколько лет, они всегда возвращались друг к другу. Ее друзья удивлялись тому, какой спокойной выглядела Джахейра, особенно учитывая ее первоначальное отвращение, но она лишь улыбалась, когда вспоминала о тех первых осторожных днях. В конце концов, она и <CHARNAME> прошли через ад и вернулись обратно, и сами боги не смогли разлучить их, так что могли сделать простые месяцы и мили? Джахейра заняла высокое положение в иерархии Арфистов, всегда являясь голосом мудрости и здравого смысла в этой организации. У нее была слава великой героини и миротворца, поэтому никто не удивлялся, когда она предпринимала длительные путешествия вместе с <CHARNAME> в какие-нибудь удаленные земли Королевств. Эту пару встречали в Невервинтере, Рашемен, великих южных степях и даже в джунглях Чалта. В конечном счете, Джахейра покинула Арфистов из-за небольших разногласий в одной из дискуссий, и посвятила себя воспитанию родившегося у них с <CHARNAME> сына. <CHARNAME> часто навещал их, искренне радуясь своему отцовству... но его тяга к перемене мест раз за разом звала его в дорогу. Джахейра не всегда была рядом с <CHARNAME>, и не всегда разделяла его победы и достижения, но в действительности никогда не разлучалась с ним. А что же сын <CHARNAME>? Воспитанный двумя из наиболее сильных лиц Королевств, он прошел по пути собственной судьбы, способной соперничать с судьбой его отца. Это, впрочем, совсем другая история...
spanish: Los años siguientes a la saga de los engendros de Bhaal fue generosa con Jaheira. No podían llamarla pacífica, pero de todas formas, su relación con <CHARNAME> lo calmaba todo. La suya era una unión inquebrantable, y mientras el deber o la aventura podía separarlos durante incluso años, siempre volvían el uno al otro. Sus amigos se maravillaban de lo segura que parecía ser Jaheira, especialmente considerando su desgana inicial, pero ella se reía cuando recordaba aquellos primeros cautelosos días. Después de todo, ella y <CHARNAME> habían estado literalmente en los infiernos y habían vuelto, y cuando ni los mismos dioses habían podido separarles, ¿qué iban a hacer unos simples meses y millas? Jaheira iba trepando hasta lo alto de los rangos de los Arpistas, siempre siendo la voz de la sabiduría y el sentido en la organización. Ella fue reconocida como una gran heroína y mediadora, sin embargo nadie se soprendió cuando se iba durante grandes intervalos de tiempo para viajar con <CHARNAME> a algún lejano lugar de los Reinos. La pareja fue vista en Noyvern, Rashemen, las grandes estepas sureñas e incluso en las junglas de Chult. Con el tiempo Jaheira abandonó los Arpistas por una disputa, desahogada por haberlo hecho y dedicándose a criar al nuevo hijo de <CHARNAME>. <CHARNAME> los visitaba a menudo, regocijándose en el gozo de la paternidad... pero siempre su ansia de viaje lo llevaba a encaminarse otra vez. Jaheira no estaba siempre con <CHARNAME> y no siempre compartía con ella sus logros y victorias, pero nunca estaría apartada de él. ¿Y el hijo de <CHARNAME>? Tutelado por dos de los seres más poderosos de los Reinos, crecería para forjar un destino propio que rivalizara con el de su padre. Eso, sin embargo, es otra historia...
