Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: We must be careful now, <CHARNAME>. Within that stream of energy, Melissan is invulnerable to harm... and I doubt she will come out of it willingly to face us.
italian: Dobbiamo essere prudenti, <CHARNAME>. Dentro quel flusso di energia, Melissan è invulnerabile al danno... e dubito che verrà fuori di sua volontà per affrontarci.
pt_br: Agora precisamos ser cuidadosos, <CHARNAME>. Dentro daquela corrente de energia, Melissan é invulnerável a danos... e duvido que ela sairá voluntariamente para nos enfrentar.
russian: Мы сейчас должны быть осторожны, <CHARNAME>. Внутри того потока энергии Мелиссан неуязвима к повреждениям... и я сомневаюсь, что она охотно покинет его, чтобы встать перед нами.
spanish: Ahora debemos tener cuidado, <CHARNAME>. Dentro de esa corriente de energía, Melisán es inmune al daño... y dudo que vaya a salir de ella voluntariamente para enfrentarse a nosotros.

source: I think the essence pools that adjoin the Throne might be divertable by someone with a connection to the essence. A Bhaalspawn, one of us. If all three were cut off from her stream, Melissan might be forced to deal with us rather than soak up even more power.
italian: Penso che le pozze dell'essenza attigue al Trono possano essere deviate da qualcuno con una connessione all'essenza. Una progenie di Bhaal, uno di noi. Se tutte e tre fossero separate suo flusso, Melissan potrebbe essere costretta ad occuparsi di noi piuttosto che assorbire ancora più potere.
pt_br: Acredito que as piscinas de essência ao lado do Trono podem ser desviadas por alguém com uma conexão à essência. Um Filho de Bhaal, um de nós. Se todas as três forem cortadas do fluxo dela, Melissan talvez seja obrigada a nos enfrentar em vez de absorver ainda mais poder.
russian: Я думаю, что водоемы сущности, которые примыкают к Трону, кто-то из нас, кто имеет связь с сущностью наследника Баала, мог бы направить в другую сторону. Если бы все три были отрезаны от ее потока, Мелиссан была бы вынуждена сразиться с нами, чтобы получить еще большее мощи.
spanish: Creo que los estanques de esencia adyacentes al Trono podrían ser desviados por alguien que tenga conexión con la esencia. Un hijo de Bhaal, uno de nosotros. Si los tres pudieran ser desviados de su corriente, Melisán se vería forzada a tratar con nosotros en vez de sumergirse todavía en mayor poder.

source: She has, no doubt, guarded the pools in some fashion... but it is the only way to continue that I can think of. Short of standing here and watching her become a goddess, that is.
italian: Senza dubbio, ha protetto le pozze in qualche maniera... ma questo è il solo modo per andare avanti a cui riesca a pensare. Oltre a restare qui e vederla diventare una dea, ovviamente.
pt_br: Sem dúvida, ela deve ter guardado as piscinas de alguma forma... mas é a única maneira de continuar que consigo pensar. A menos que queiramos ficar aqui assistindo-a se tornar uma deusa.
russian: Она, без сомнения, защитила водоемы каким-либо способом... но больше я ничего не могу придумать. Не стоять же нам здесь и наблюдать, как она становиться богиней.
spanish: Ella, sin duda, tendrá los estanques vigilados de alguna manera... pero es la única manera que se me ocurre de seguir adelante. Aparte de quedarnos aquí y ver como se convierte en una diosa, claro.

source: You interpose your hand in the swirl of energy within the pool, but its power is obviously too much for you. You do not interrupt its flow and, instead, the energy leaps out and damages you.
italian: Metti la mano nel vortice di energia nella pozza, ma ovviamente il suo potere è troppo per te. Non interrompi il flusso e, anzi, l'energia fuoriesce e ti danneggia.
pt_br: Você coloca a mão na turbulência de energia dentro da piscina, mas seu poder é claramente demais para você. Você não interrompe o fluxo e, em vez disso, a energia irrompe e causa danos em você.
russian: Вы погружаете свою руку в водоворот энергии в середине водоема, но его сила очевидно слишком велика для вас. Вы не прерываете его поток и, вместо этого, бросок энергии повреждает вас.
spanish: Interponéis vuestra mano dentro del remolino de energía de la fuente, pero obviamente es demasiado poderoso para vos. No conseguís interrumpir su flujo, y además, se produce una descarga de energía que os hiere.

source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. Boundless power fills you briefly, and while most of it dissipates a portion fuels your inner energies. You are now immune to death magics and vorpal effects, and have also gained the ability to unleash the power within you as a short burst of destructive power. The energies also restore the powers of all present.
italian: Metti la mano nel vortice di energia nella pozza e attiri l'essenza verso di te, deviandola da Melissan. Un potere smisurato ti riempe per poco. Sebbene la maggior parte di esso scompaia, una parte alimenta la tua energia interiore. Ora sei immune alla magia della morte e agli effetti vorpal e hai anche guadagnato l'abilità di liberare il potere dentro di te come una breve vampata di potere distruttivo. L'energia ripristina anche le forze di tutti i presenti.
pt_br: Você coloca sua mão nas energias da piscina e atrai a essência para si mesmo, desviando-a de Melissan. Um poder ilimitado enche você brevemente, e enquanto a maior parte dele se dissipa, uma porção alimenta suas energias internas. Agora, você está imune a magias de morte e a efeitos vorpais, e também ganhou a habilidade de liberar o poder dentro de você como uma curta explosão de poder destrutivo. As energias também restauram os poderes de todos presentes.
russian: Вы погружаете свою руку внутрь энергетического водоема и втягиваете сущность в себя, ослабляя тем самым Мелиссан. Неограниченная мощь быстро наполняет вас, и в то время как большая часть ее рассеивается, ваша внутренняя энергия частично пополняется. Теперь вы иммунны к смертельным заклинаниям и эффектам мгновенной смерти от атак, а также получили способность высвобождать энергию внутри себя в короткий взрыв разрушительной силы. Энергия дополнительно восстанавливает все существующие возможности.
spanish: Ponéis vuestra mano dentro de las energías de la fuente y se perfila vuestra esencia dentro de vos, desviando la energía lejos de Melisán. Cantidades ingentes de poder os llenan por completo, y mientras la mayoría se disipa, una porción se añade a vuestra energía interna. Ahora sois inmune a las muertes de carácter mágico y a los efectos vorpalinos, y también habéis ganado la habilidad de desatar el poder que esta dentro de vos durante un corto estallido de gran poder destructivo. Las energías también restauran los poderes de todos los que os rodean.

source: New power gained: "Unleash" The "Unleash" ability releases your inner power upon a target that is within melee range, hitting them for 10d12 magic damage (half on a successful save vs. Death) and sending them flying back and perhaps unconscious for a short period. This ability may only be used once ever thirty seconds... and after using it the Bhaalspawn will be incredibly fatigued and have a 25% miscast chance on all spells for 2 rounds. Due to the amount of divine essence used, the Slayer form will also not be available for thirty seconds.
italian: Ottenuto Nuovo Potere: "Scatenare il Potere" L'abilità "Scatenare il Potere" rilascia la tua forza interiore su un bersaglio a portata di combattimento da mischia, colpendolo per 10d12 punti di danno da magia (dimezzato se effettua con successo un tiro-salvezza contro Morte), facendolo volare via e rendendolo forse inconsapevole per un breve periodo di tempo. Questa abilità può essere attivata una volta ogni trenta secondi. Dopo averla utilizzata, la progenie di Bhaal sarà incredibilmente affaticato e avrà il 25% di possibilità di fallire il lancio di qualsiasi incantesimo per 2 round. A causa della quantità di essenza divina usata, la forma dell'Uccisore non sarà disponibile per trenta secondi.
pt_br: Novo poder adquirido: "Libertar" A habilidade "Libertar" libera seu poder interior em um alvo que esteja ao alcance corpo a corpo, causando-lhe 10d12 de dano mágico (metade em caso de sucesso em uma salvaguarda contra morte) e o lançando para trás, possivelmente inconsciente por um curto período. Essa habilidade só pode ser usada uma vez a cada trinta segundos... e após usá-la, o Filho de Bhaal ficará incrivelmente fatigado e terá 25% de chance de erro em todos os feitiços por 2 rodadas. Devido à quantidade de essência divina usada, a Forma do Matador também não estará disponível por trinta segundos.
russian: Получена новая сила: "Высвобождение" Способность "Высвобождение" направляет вашу внутреннюю энергию на цель в пределах физической досягаемости , поражая ее на 10d12 единиц магического повреждения (половину при успешном спасброске на Смерть) и отбрасывая ее назад, возможно, в бессознательном состоянии, на короткий период. Эту способность можно использовать раз в тридцать секунд... и после ее использования, потомок Баала будет невероятно утомлен, получая 25% шанс провала всех заклинаний в течение 2 раундов. Из-за количества потраченной божественной сущности, форма Убийцы также будет недоступна в течение тридцати секунд.
spanish: Nuevo poder obtenido: "Desatar" La habilidad de "Desatar" os permite soltar vuestro poder interior hacia un objetivo que este dentro del rango de contacto, golpeándole con un 10D12 puntos de daño mágico (la mitad si supera una tirada de salvación contra muerte) y le envía volando en dirección contraria a vos, e incluso puede dejarlo inconsciente durante un corto periodo de tiempo. Esta habilidad sólo deberíais usarla una vez cada 30 segundos... y después de usarla los hijos de Bhaal se fatigan enormemente y tienen un 25% de errar conjuro en todos los hechizos durante 2 turnos. Debido a la cantidad de esencia divina usada, la forma del asesino no estará disponible durante treinta segundos.

source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. Boundless power fills you, and while most of it dissipates you are left with much of Bhaal's essence. For the moment, you have gained the ability to teleport freely throughout space and also fight for control of abyssal demons that are under Melissan's control. Part of this ability to teleport also means you are now completely immune to the spells Maze and Imprisonment. The energies also restore the powers of all present.
italian: Metti la mano nel vortice di energia nella pozza e attiri l'essenza verso di te, deviandola da Melissan. Un potere smisurato ti riempie. Sebbene la maggior parte di esso scompaia, una gran parte dell'essenza di Bhaal ti è rimasta. Per il momento, hai guadagnato l'abilità di teletrasportarti liberamente attraverso lo spazio e anche di combattere per il controllo dei demoni dell'abisso che sono sotto il controllo di Melissan. Parte di questa abilità di teletrasporto significa anche che ora sei completamente immune agli incantesimi Labirinto e Imprigionamento. L'energia ripristina anche le forze di tutti i presenti.
pt_br: Você coloca sua mão nas energias da piscina e atrai a essência para si mesmo, desviando-a de Melissan. Um poder ilimitado enche você, e enquanto a maior parte dele se dissipa, você é deixado com grande parte da essência de Bhaal. Por enquanto, você adquiriu a habilidade de se teleportar livremente pelo espaço e também lutar pelo controle de demônios abissais que estão sob o controle de Melissan. Parte dessa habilidade de se teleportar também significa que agora você é completamente imune às magias Labirinto e Aprisionamento. As energias também restauram os poderes de todos presentes.
russian: Вы погружаете свою руку внутрь энергетического водоема и втягиваете сущность в себя, ослабляя тем самым Мелиссан. Неограниченная мощь наполняет вас, и в то время как большая часть ее рассеивается, у вас остается многие сущности Баала. В этот момент вы получили способность к телепортации сквозь пространство и возможность перехватывания контроля демонов из ада, которые находятся под управлением Мелиссан. Также вы теперь полностью иммунны к заклинаниям Лабиринт и Заключение. Энергия также восстанавливает способности всех присутствующих.
spanish: Ponéis vuestra mano dentro de las energías de la fuente y se perfila vuestra esencia dentro de vos, desviando la energía lejos de Melisán. Cantidades ingentes de poder os llenan por completo, y mientras la mayoría se disipa, os quedáis con mucha de la esencia de Bhaal. Por el momento, tenéis la habilidad de teletransportaros libremente por el espacio y luchar por el control de los demonios abisales que están bajo el control de Melisán. Parte de esta habilidad para teletransportarse significa también que ahora sois completamente inmune a los conjuros de Laberinto y encarcelamiento. Las energías también restauran los poderes de todos los que os rodean.

source: New power gained: "Control Demon" This ability allows the Bhaalspawn to attempt to wrest control of a demon away from Melissan and make them an ally. The Bhaalspawn engages the demon in mental combat for 1 round, at the end of which the demon has a chance of becoming an ally. The demon is not under the Bhaalspawn's direct control, however. This ability may be used once every 3 rounds. New power gained: "Dimension Door" The Bhaalspawn may now move freely through space and the planes. This teleportation power is useable once per round.
italian: Ottenuto Nuovo Potere: "Controllare Demone" Questa abilità permette alla progenie di Bhaal di tentare di strappare il controllo di un demone a Melissan e di renderlo un alleato. Il figlio di Bhaal ingaggia una battaglia mentale con il demone per 1 round, alla fine del quale il demone può diventare un alleato. Il demone non è tuttavia sotto il controllo diretto della progenie di Bhaal. Questa abilità può essere utilizzata una volta ogni 3 round. Ottenuto Nuovo Potere: "Porta Dimensionale" La progenie di Bhaal può ora muoversi liberamente attraverso lo spazio e i piani. Questo potere di teletrasporto è utilizzabile una volta per round.
pt_br: Novo poder adquirido: "Controlar Demônio" Essa habilidade permite que o Filho de Bhaal tente tomar o controle de um demônio de Melissan e torná-lo um aliado. O Filho de Bhaal entra em combate mental com o demônio por 1 rodada, ao final da qual o demônio tem uma chance de se tornar um aliado. No entanto, o demônio não está sob o controle direto do Filho de Bhaal. Essa habilidade pode ser usada uma vez a cada 3 rodadas. Novo poder adquirido: "Portal Dimensional" O Filho de Bhaal agora pode se mover livremente pelo espaço e pelos planos. Esse poder de teletransporte pode ser usado uma vez por rodada.
russian: Получена новая сила: "Контроль Демона" Эта способность позволяет потомку Баала попытаться перехватить контроль Мелиссан над демонами и сделать их союзниками. Потомок Баала в умственном сражении в течение 1 раунда принуждает демона, в конце которого демон может стать союзником. Однако демон будет не при прямом контроле потомка Баала. Эту способность можно использовать один раз в 3 раунда. Получена новая сила: "Дверь Измерения" Потомок Баала теперь может свободно передвигаться сквозь пространство и планы. Телепортацией можно пользоваться раз в раунд.
spanish: Nuevo poder obtenido: "Controlar Demonio" Esta habilidad permite a los hijos de Bhaal intentar arrebatar el control de un demonio de Melisán, y hacerlo aliado suyo. El hijo de Bhaal se enzarza en un combate mental durante 1 turno, al final de la cual, el demonio tiene la oportunidad de ser su aliado. Sin embargo, el demonio no esta bajo el control directo del hijo de Bhaal. Esta habilidad sólo puede ser usada cada 3 turnos. Nuevo poder obtenido: "Puerta dimensional" El hijo de Bhaal podrá ahora meverse libremente a través del espacio y los planos. Este poder de teletransportación sólo podrá usarse una vez por turno.

source: You place your hand within the energies of the pool and draw the essence into yourself, diverting it away from Melissan. You are filled with boundless power for a moment... and while most of it leaves you and dissipates into the cosmos, a part of it remains with you. You have gained the ability to focus the energies within you to protect yourself from such magics as Time Stop, Disintegrate and Flesh to Stone for a short period. The energies also restore the powers of all present.
italian: Metti la mano nel vortice di energia nella pozza e attiri l'essenza verso di te, deviandola da Melissan. Un potere smisurato ti riempe per poco. Sebbene la maggior parte di esso ti lasci e scompaia nel cosmo, un parte di esso rimane con te. Hai ottenuto l'abilità di focalizzare l'energia dentro di te per proteggerti da incantesimi come Fermare il Tempo, Disintegrazione e Carne in Pietra per un breve periodo di tempo. L'energia ripristina anche le forze di tutti i presenti.
pt_br: Você coloca sua mão nas energias da piscina e atrai a essência para si mesmo, desviando-a de Melissan. Você é preenchido com um poder ilimitado por um momento... e enquanto a maior parte dele o deixa e se dissipa no cosmos, uma parte dele permanece com você. Você adquiriu a habilidade de concentrar as energias dentro de si mesmo para se proteger de magias como Parar o Tempo, Desintegração e Transformar em Pedra por um curto período. As energias também restauram os poderes de todos presentes.
russian: Вы погружаете свою руку внутрь энергетического водоема и втягиваете сущность в себя, ослабляя тем самым Мелиссан. Вы наполняетесь неограниченной силой на мгновение... и в то время как большая часть проходит через вас и рассеивается в космосе, часть ее остается в вас. Вы получили способность сосредотачивать энергию внутри себя, чтобы защитить себя от такого волшебства как Остановка Времени, Распыления и Плоть в Камень на короткий промежуток времени. Энергия дополнительно восстанавливает все существующие возможности.
spanish: Ponéis vuestra mano dentro de las energías de la fuente y se perfila la esencia divina en vuestro interior, desviándola de Melisán. Durante un instante estáis lleno de poder ilimitado... y mientras la mayoría de ese poder os abandona y se disipa en el cosmos, una parte del mismo permanece en vos. Habéis adquirido la habilidad de centrar energías dentro de vos para protegeros de magias como detener el tiempo, desintegrar y petrificación durante un corto periodo de tiempo. Las energías también recuperan los poderes de todos los presentes.

source: New power gained: "Focus" This ability allows the Bhaalspawn to focus his energy within <PRO_HIMHER> to resist spell effects from without. For a 30-second duration, the Bhaalspawn becomes immune to the spells Flesh to Stone, Disintegration and Time Stop. All minor spells of 1st through 3rd level will also not affect the Bhaalspawn. This ability is useable once per minute.
italian: Ottenuto Nuovo Potere: "Focalizzare" Questa abilità permette alla progenie di Bhaal di focalizzare l'energia dentro di sé per resistere agli effetti degli incantesimi ostili. Per 30 secondi, la progenie di Bhaal diventa immune agli incantesimi Carne in Pietra, Disintegrazione e Fermare il Tempo. Tutti gli incantesimi minori dal 1° al 3° livello non avranno inoltre effetto sulla progenie di Bhaal. Questa abilità è utilizzabile una volta al minuto.
pt_br: Novo poder adquirido: "Foco" Essa habilidade permite ao Filho de Bhaal concentrar sua energia interna para resistir aos efeitos de magias externas. Por uma duração de 30 segundos, o Filho de Bhaal fica imune às magias Transformar em Pedra, Desintegração e Parar o Tempo. Todas as magias menores de 1º a 3º nível também não afetarão o Filho de Bhaal. Essa habilidade pode ser usada uma vez por minuto.
russian: Получена новая сила: "Сосредоточение" Эта способность позволяет потомку Баала сосредотачивать свою энергию внутри себя и сопротивляться внешним эффектам заклинаний. В течение 30-секунд потомок Баала становится иммунным к заклинаниям Плоть в камень, Распыление и Остановка Времени. Все низкоуровневые заклинания с 1-го по 3-й уровни также не будут приносить ему вред. Эту способность можно использовать раз в минуту.
spanish: Nuevo poder obtenido: "Concentración" Esta habilidad permite a los hijos de Bhaal centrar su energía interior en ellos para resistir los efectos de algunos hechizos. Durante 30 segundos, el hijo de Bhaal es inmune a los hechizos de petrificación, desintegrar y detener el tiempo. Todos los hechizos de primer hasta tercer nivel tampoco le afectarán. Esta habilidad sólo puede ser usada una vez por minuto.

source: The final pool has been stilled. The light of the energy column has begun to ebb. You have only moments to prepare for what is surely the final confrontation...
italian: L'ultima pozza è stata fermata. La luce della colonna d'energia ha iniziato a indebolirsi. Hai solo pochi istanti per prepararti per quello che certamente sarà lo scontro finale...
pt_br: A última piscina foi silenciada. A luz da coluna de energia começou a diminuir. Você tem apenas momentos para se preparar para o que certamente será o confronto final...
russian: Последний водоем успокоился. Свет колонны энергии начал убывать. У вас есть небольшой промежуток времени, чтобы приготовиться к этому, несомненно, заключительному противостоянию...
spanish: La fuente final ha sido calmada. La luz de la columna de energía ha empezado a menguar. Apenas tenéis unos momentos para prepararos para la que seguramente será la confrontación final...

source: Already Melissan begins to stir within the stream of divine energies. Once the last pool is stilled, there will be very little time before she reacts.
italian: Melissan inizia già a muoversi nel flusso di energia divina. Una volta che l'ultima pozza sarà fermata, passerà davvero poco tempo prima che reagisca.
pt_br: Melissan já começa a se agitar dentro do fluxo de energias divinas. Uma vez que a última piscina for silenciada, haverá muito pouco tempo antes que ela reaja.
russian: Мелиссан уже начинает шевелиться внутри потока божественных энергий. Как только последний водоем успокоится, представится совсем небольшой промежуток времени, прежде чем она среагирует.
spanish: Melisán ya empieza a revolverse dentro de la corriente de energías divinas. Una vez que la fuente se calme, sólo habrá un pequeño momento antes de que ella reaccione.

source: My blade, is it? I had thought this lost forever. It is good to have it back. While I no longer have the essence to channel through it, it is still a Deathbringer's weapon and I can restore much of its power. I would not suggest you attempt to use it yourself, now.
italian: La mia spada, vero? Pensavo di averla persa per sempre. È bello riaverla. Sebbene la mia essenza non sia più connessa alla spada, rimane pur sempre l'arma di un Latore di Morte e posso ripristinare molti dei suoi poteri. Ti consiglio di non provare ad usarla adesso.
pt_br: Essa é a minha espada? Eu pensava que estava perdida para sempre. É bom tê-la de volta. Embora eu não tenha mais a essência para canalizar através dela, ainda é uma arma do Arauto da Morte e posso restaurar grande parte de seu poder. Não sugeriria que você tentasse usá-la agora.
russian: Мой меч, неужели? Я думал, что он потерян навсегда. Было бы неплохо получить его назад. Сейчас я уже потерял связь с сущностью, но это - все еще оружие Приносящее смерть, и я смог бы вернуть большую часть его прежней мощи. Я не рекомендовал бы тебе пытаться его использовать сейчас.
spanish: ¿Mi espada, no? Tenía entendido que se había perdido para siempre. Es bueno tenerla otra vez de vuelta. Aún cuando yo ya no tengo la esencia para canalizar a través de ella, sigue siendo un arma del portador de muerte y puedo restaurar buena parte de sus poderes. Yo no os sugeriría que intentárais usarla, ahora.
