Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: In the aftermath of the Bhaalspawn Crisis, Valygar Corthala became a common sight in the northern wilds near Waterdeep. In time, he returned to Athkatla, content to assume a quiet and contemplative life on his family estate. Pressure from admirers among the nobility would not let him rest, however, and he was persuaded to assume the title of Chief Inspector. It was a responsibility he didn't want, but ended up embracing when corruption within the city gained his ire. Surprising even himself, Valygar became an effective leader, earning the grudging respect of the Shadow Thieves even as he caught every criminal and slaver who dared enter the city. It was this term in office that truly restored his family name, and when Valygar eventually married, his only son - the pride of his life - took the lessons of his father to heart. The younger Corthala would go on to lead the Cowled Wizards, becoming its greatest agent of reform.
italian: Dopo la saga della progenie di Bhaal, Valygar Corthala continuò le sue avventure per diversi anni, viaggiando per lande selvagge e molto spesso dalle parti di Waterdeep. Col tempo, si ritirò ad Athkatla, contento di iniziare una vita contemplativa nella tenuta della sua famiglia, ma certi ammiratori della nobiltà non gli diedero tregua. Gli vennero avanzate numerose pressioni affinché assumesse il titolo di Capo Ispettore, responsabilità che non intendeva assumere, ma ben presto la corruzione della città lo spinse alla collera. Sorprendendosi di se stesso, Valygar si ritrovò ad essere un capo a tutti gli effetti e proprio con la sua nuova carica riuscì a ripristinare l'antico onore della famiglia Corthala. Valygar infine si sposò e il suo unico figlio, orgoglio della sua vita, apprese in tutto e per tutto gli insegnamenti paterni. Avrebbe poi assunto la guida degli Stregoni Incappucciati, diventando il più grande promotore di riforme.
pt_br: Após os eventos da Crise dos Filhos de Bhaal, Valygar Corthala tornou-se uma figura comum nas terras selvagens do norte, perto de Águas Profundas. Com o tempo, ele retornou a Athkatla, contente em assumir uma vida tranquila e contemplativa em sua propriedade familiar. No entanto, a pressão dos admiradores entre a nobreza não o deixou descansar, e ele foi persuadido a assumir o título de Inspetor-Chefe. Era uma responsabilidade que ele não desejava, mas acabou abraçando quando a corrupção dentro da cidade despertou sua indignação. Surpreendendo a si mesmo, Valygar tornou-se um líder eficaz, conquistando o respeito relutante dos Ladrões das Sombras enquanto capturava todos os criminosos e traficantes que ousavam entrar na cidade. Foi esse período no cargo que realmente restaurou o nome de sua família, e quando Valygar finalmente se casou, seu único filho, o orgulho de sua vida, levou as lições de seu pai a sério. O jovem Corthala passaria a liderar os Magos Encapuzados, tornando-se o maior agente de reforma da organização.
russian: После Кризиса потомков Баала Валигара Кортала часто можно было увидеть в северной глуши, возле Уотердипа. Со временем он вернулся в Аткатлу, намереваясь вести тихую и созерцательную жизнь в своем родовом поместье. Но давление почитателей из числа дворян не позволило ему отдохнуть, и его уговорили принять титул Главного Инспектора. Он не желал этой ответственности, но в конце концов принял ее, не в состоянии более терпеть коррупцию в городе. Удивляя даже самого себя, он стал эффективным лидером, заслужив невольное уважение самих Воров Теней, разбираясь со всеми преступниками и работорговцами, которые смели вступить в черту города. Именно эта служба на самом деле восстановила доброе имя его семьи, и когда Валигар, наконец, женился, его единственный сын - гордость всей жизни - внимал урокам отца. Молодой Кортала станет во главе Волшебников в Рясах, их величайшим реформатором.
spanish: Tras la crisis de los engendros de Bhaal, Valygar Corthala se convirtió en una presencia habitual en las tierras salvajes del norte, cerca de Aguas Profundas. Con el tiempo, regresó a Athkatla, contento de asumir una vida tranquila y contemplativa en su finca familiar. Sin embargo, la presión de los admiradores de la nobleza no le dejaba descansar, y le convencieron para que asumiera el título de inspector jefe. Era una responsabilidad que no deseaba, pero que acabó abrazando cuando la corrupción dentro de la ciudad se ganó su ira. Sorprendiéndose a sí mismo, Valygar se convirtió en un líder eficaz, ganándose el respeto a regañadientes de los Ladrones en la Sombra incluso cuando atrapaba a todos los criminales y esclavistas que se atrevían a entrar en la ciudad. Fue este mandato el que realmente restauró el nombre de su familia, y cuando Valygar finalmente se casó, su único hijo -el orgullo de su vida- se tomó muy a pecho las lecciones de su padre. El joven Corthala llegaría a liderar a los Magos Encapuchados, convirtiéndose en su mayor agente de reforma.

source: After parting ways with <CHARNAME>, Viconia deVir infiltrated the great city of Waterdeep, where she founded a secret cult dedicated to Shar. When one of her followers betrayed her, she eradicated the whole tainted lot, drawing the ire of Shar herself. The goddess did not forgive this trespass and stripped Viconia of her powers, but the drow stubbornly refused to atone. In later years she became an enigmatic figure, never where her enemies believed her to be, and while it was known she no longer served the Nightsinger, her clerical talents were more impressive than ever. Who the dark lady now worshipped, however, was her own secret to keep. After failed attempts to subvert the rulers of Telos and Calimport, Viconia returned to the Underdark, manipulating the Great Houses into wars from which only she profited. They say the webs she weaves could entangle even Lolth.
italian: Non più legata a <CHARNAME>, Viconia andò a fondare un culto dedito a Shar nella città di Waterdeep. Tuttavia, uno dei suoi seguaci la tradì, portando allo sterminio dell'intero gruppo corrotto. Shar punì duramente Viconia per questo, ma lei non si pentì e ricominciò a vagare per i Reami. Negli anni successivi divenne una figura enigmatica, non si trovava mai dove i suoi nemici credevano fosse e sebbene si sapesse che non serviva più la Cantante della Notte, i suoi talenti da chierico divennero più impressionanti che mai. Chi adorasse la signora oscura, tuttavia, era il suo segreto più celato. Dopo i tentativi falliti di sovvertire i sovrani di Telos e Calimport, Viconia tornò nel Sottosuolo per manipolare le Grandi Case in guerra, in modo da trarne profitto soltanto lei. Si dice che le ragnatele che tesse potrebbero impigliare persino Lolth.
pt_br: Após se separar de <CHARNAME>, Viconia deVir infiltrou-se na grandiosa cidade de Águas Profundas, onde fundou um culto secreto dedicado a Shar. Quando um de seus seguidores a traiu, ela eliminou toda a turba corrompida, atraindo a ira da própria Shar. A deusa não perdoou essa transgressão e despojou Viconia de seus poderes, mas a drow teimosamente recusou-se a se redimir. Em anos posteriores, ela se tornou uma figura enigmática, nunca onde seus inimigos acreditavam que ela estaria, e embora fosse sabido que ela não mais servia à a Cantora da noite, seus talentos clericais eram mais impressionantes do que nunca. Porém, quem a escura dama agora adorava era seu segredo a ser guardado. Após tentativas fracassadas de subverter os governantes de Telos e Calimport, Viconia retornou a Umbreterna, manipulando as Grandes Casas em guerras das quais apenas ela lucrava. Dizem que as teias que ela tece poderiam enredar até mesmo Lolth.
russian: После расставания с <CHARNAME> Викония ДеВир проникла в великий город Уотердип, где основала тайный культ, посвященный Шар. Когда один из ее последователей предал ее, она уничтожила их всех, накликав гнев самой Шар. Богиня не простила эту вину и лишила Виконию дарованных сил, но дроу упорно не желала раскаяться. В последующие годы она стала загадочной фигурой, всегда находящейся не там, где думали ее враги, и хотя было известно, что она больше не служила Ночному Певцу, ее таланты священника впечатляли сильнее, чем когда-либо. Кому теперь следовала темная леди, осталось ее секретом. После неудачной попытки свергнуть правителей Телоса и Калимпорта Викония вернулась в Подземье, манипулируя Великими Домами, заставляя их ввязываться в войны, от которых получала выгоду лишь она сама. Говорят, в ее паутину могла попасться даже Лолс.
spanish: Tras separarse de <CHARNAME>, Viconia deVir se infiltró en la gran ciudad de Aguas Profundas, donde fundó un culto secreto dedicado a Shar. Cuando una de sus seguidoras la traicionó, erradicó a todo el grupo contaminado, provocando la ira de la propia Shar. La diosa no perdonó esta transgresión y despojó a Viconia de sus poderes, pero la drow se negó obstinadamente a expiar su culpa. En años posteriores se convirtió en una figura enigmática, nunca donde sus enemigos creían que estaba, y aunque se sabía que ya no servía a la Cantora Nocturna, sus talentos clericales eran más impresionantes que nunca. Sin embargo, a quién adoraba ahora la dama oscura era su propio secreto. Tras fracasar en sus intentos de subvertir a los gobernantes de Telos y Calimport, Viconia regresó a la Infraoscuridad, manipulando a las Grandes Casas en guerras de las que sólo ella sacaba provecho. Dicen que las telarañas que teje podrían enredar incluso a Lolth.

source: On her own once more, Viconia deVir wandered the Realms for some time. She was still met with ignorance and hatred, but was now more determined than ever to separate herself from the reputation of the drow. She refused the company of others, claiming that she wished to seek out her destiny on her own terms. The formidable cleric prevented an attempted takeover of Calimport by the Knights of the Shield, and even worked with Drizzt Do'Urden to save the elven city of Suldanessellar from a Zhentarim plot. For this last act, she was given the highest honors of the Seldarine, an accolade never before given to one of her dark kind, and was invited by Queen Ellesime herself to make a home in the Tree of Life. Viconia reportedly bowed once without emotion and silently left Suldanessellar forever. Her fate remains unknown.
italian: Di nuovo da sola, Viconia deVir vagò per i Reami per qualche tempo. Incontrò sempre l'ignoranza e l'odio, ma era più determinata che mai a separarsi dalla reputazione dei drow. Rifiutò la compagnia degli altri, sostenendo di voler cercare il suo destino alle sue condizioni. La formidabile chierica impedì un tentativo di conquista di Calimport da parte dei Cavalieri dello Scudo e lavorò persino assieme a Drizzt Do'Urden per salvare la città elfica di Suldanessellar da un complotto di Zhentarim. Per quest'ultimo atto, le furono concessi gli alti onori del Seldarine, un riconoscimento mai assegnato prima a qualcuno della gente scura, e venne invitata dalla stessa regina Ellesime a dimorare nell'Albero della Vita. Secondo quanto riferito, Viconia si inchinò soltanto una volta, senza far trapelare emozioni e silenziosamente lasciò Suldanessellar per sempre. Il suo destino rimane sconosciuto.
pt_br: Sozinha mais uma vez, Viconia deVir vagou pelos Reinos por algum tempo. Ainda encontrava ignorância e ódio, mas estava mais determinada do que nunca a se separar da reputação dos drows. Recusava a companhia de outros, alegando que desejava buscar seu destino em seus próprios termos. A formidável clériga impediu uma tentativa de tomada de poder em Calimport pelos Cavaleiros do Escudo, e até trabalhou com Drizzt Do'Urden para salvar a cidade élfica de Suldanessellar de um plano da Zhentarim. Por este último ato, recebeu as mais altas honras dos Seldarine, uma condecoração nunca antes concedida a um de sua raça obscura, e foi convidada pela própria Rainha Ellesime a fazer um lar na Árvore da Vida. Viconia, dizem, se curvou uma vez sem emoção e deixou Suldanessellar em silêncio para sempre. Seu destino permanece desconhecido.
russian: Снова не связанная обязательствами, Викония ДеВир продолжила путешествовать по Королевствам... какое-то время. Она все еще сталкивалась с невежеством и ненавистью, но была как никогда готова не дать репутации дроу помешать ей. Она отказывалась от предложений объединиться с кем-то, говоря, что хочет сама найти свою судьбу. Грозный священник помешала Рыцарям Щита захватить Калимпорт, и даже работала с Дриззтом До'Урденом, чтобы спасти эльфийский город Сулданесселлар от заговора Зентарима. За этот подвиг ей была оказана величайшая почесть Селдаринов - посвящение, никогда прежде не дарованное никому из её тёмного народа. Королева Элессайм предложила ей остаться у Древа Жизни. Викония, как говорят, поклонилась, не показывая никаких эмоций, и в молчании покинула Сулданесселлар навсегда. Её судьба ныне остается неизвестной.
spanish: Una vez más sola, Viconia deVir vagó por los Reinos durante algún tiempo. Seguía encontrándose con la ignorancia y el odio, pero ahora estaba más decidida que nunca a separarse de la reputación de los drow. Rechazó la compañía de los demás, alegando que deseaba buscar su destino por sus propios medios. La formidable clériga impidió un intento de toma de Calimport por parte de los Caballeros del Escudo, e incluso colaboró con Drizzt Do'Urden para salvar la ciudad élfica de Suldanessellar de un complot zhentarim. Por este último acto, recibió los más altos honores de los Seldarine, un galardón nunca antes concedido a uno de su especie oscura, y fue invitada por la propia reina Ellesime a establecer su hogar en el Árbol de la Vida. Al parecer, Viconia se inclinó una vez sin emoción y abandonó en silencio Suldanessellar para siempre. Su destino sigue siendo desconocido.

source: <CHARNAME> and Viconia deVir left Tethyr together. He became an important political figure in the Realms, and she his trusted counsel. After settling in Baldur's Gate, they eventually welcomed a son - an unplanned addition that initially strained their relationship. But motherhood gave Viconia a new purpose, and she dedicated herself to raising the boy and teaching him the ways of both the drow and his father's people. She marveled at the understanding in his eyes, but unfortunately would not live to see him grow. A servant of Lolth poisoned Viconia in the night, leaving her to whisper last words to her loving mate in private. Some say father and son declared war on the Underdark in response, or sought retribution against Lolth herself in the abyssal Demonweb Pits, but it is known that <CHARNAME> was guided in all things by the memory and love of his dark maiden.
italian: Dopo aver lasciato il Tethyr, <CHARNAME> e Viconia continuarono le loro avventure per molto tempo. Lui divenne un'importante figura politica, lei la sua fidata consigliera. In seguito, dopo essersi stabiliti a Baldur's Gate, Viconia rimase incinta, fatto che all'inizio creò tensioni nella loro relazione. La nascita del figlio, tuttavia, la trasformò e fece sì che si dedicasse esclusivamente ad allevare il ragazzo, educandolo secondo le usanze dei drow e del popolo di <CHARNAME> e compiacendosi dell'intelligenza del figlio. Sfortunatamente, non visse tanto a lungo da vederlo crescere. Viconia fu avvelenata da un servitore di Lolth e le sue ultime parole vennero sussurrate solo alle orecchie del suo amato compagno. <CHARNAME> crebbe suo figlio in segreto e i racconti a tal proposito sono discordanti. Alcuni dicono che i due intrapresero una crociata contro i drow, ma tutti concordano sul fatto che quello che un tempo era stato un figlio di Bhaal non scordò mai l'amore della sua scura compagna.
pt_br: <CHARNAME> e Viconia deVir deixaram Tethyr juntos. Ele se tornou uma importante figura política nos Reinos, e ela, sua conselheira de confiança. Após se estabelecerem em Baldur's Gate, eventualmente deram as boas-vindas a um filho - uma adição não planejada que inicialmente colocou pressão em seu relacionamento. No entanto, a maternidade deu a Viconia um novo propósito, e ela se dedicou a criar o menino e ensiná-lo nos caminhos dos drows e do povo de seu pai. Ela se maravilhou com a compreensão em seus olhos, mas infelizmente não viveria para vê-lo crescer. Uma serva de Lolth envenenou Viconia durante a noite, deixando-a sussurrar últimas palavras para seu amado companheiro em particular. Alguns dizem que pai e filho declararam guerra a Umbreterna em resposta, ou buscaram vingança contra Lolth nas Abismais Teias Demoníacas, mas sabe-se que <CHARNAME> foi guiado em tudo pelas memórias e amor por sua amada obscura.
russian: <CHARNAME> и Викония ДеВир покинули Тетир вместе. Он стал важной политической фигурой в Королевствах, а она была его преданным советником. Через какое-то время после того, как они поселились во Вратах Балдура, у них родился сын - неожиданность, которая поначалу внесла напряжения в их отношения. Но рождение ребёнка дало ей новую цель, и она посвятила себя воспитанию мальчика, обучая его и путям тёмных эльфов, и народа его отца. Она восхищалась пониманию в его глазах, но, к сожалению, не прожила достаточно долго, чтобы наблюдать за тем, как он растёт. Викония была отравлена служителем Лолс в ночи. Свои последние слова она прошептала любимому перед смертью. Некоторые говорят, что отец и сын объявили войну Подземью в ответ, или даже мстили самой Лолс в Ямах Демонической Паутины. Как бы то ни было, хорошо известно, что во всем <CHARNAME> руководствовался любовью и памятью о своей темной деве.
spanish: <CHARNAME> y Viconia deVir abandonaron juntos Tezhyr. Él se convirtió en una importante figura política en los Reinos, y ella en su consejera de confianza. Tras establecerse en Puerta de Baldur, tuvieron un hijo, algo imprevisto que al principio afectó a su relación. Pero la maternidad dio a Viconia un nuevo propósito, y se dedicó a criar al niño y a enseñarle las costumbres de los drow y del pueblo de su padre. Se maravillaba de la comprensión de sus ojos, pero por desgracia no viviría para verlo crecer. Un sirviente de Lolth envenenó a Viconia por la noche, dejándola susurrar las últimas palabras a su amado compañero en privado. Algunos dicen que padre e hijo declararon la guerra a la Infraoscuridad en respuesta, o que buscaron venganza contra la propia Lolth en los abisales Pozos de la Telaraña de Demonios, pero se sabe que <CHARNAME> se guiaba en todo por el recuerdo y el amor de su doncella oscura.

source: In his short time with <CHARNAME>, Balthazar reached a new enlightenment. He understood that vigilance must be tempered with compassion, justice with mercy. Resolved to never again repeat the mistakes of his past, Balthazar returned to his monastery and drove out the remaining criminal elements, making the outpost safe for new settlers and merchants. As the years passed, Amkethran became the jewel of Tethyr, renowned for its cultural richness and the serenity it offered. Balthazar himself was instrumental in creating the Monastic Guard, an elite group of paladins and monks sworn to protect the common folk from tyranny. When his work was done, and he had earned the respect and love of his people many times over, Balthazar embarked on a pilgrimage to Candlekeep. There he studied <CHARNAME>'s humble beginnings, and gave thanks for the peace his <PRO_BROTHERSISTER> had brought.
italian: Nel poco tempo trascorso assieme a <CHARNAME>, Balthazar raggiunse una nuova illuminazione. Capì che la vigilanza deve essere mitigata dalla compassione, dalla giustizia dalla misericordia. Deciso a non ripetere mai più gli errori del suo passato, Balthazar tornò nel suo monastero e scacciò i criminali rimasti, rendendo l'avamposto sicuro per i nuovi coloni e mercanti. Con il passare degli anni, Amkethran divenne il gioiello di Tethyr, rinomato per la sua ricchezza culturale e la serenità che offriva. Lo stesso Balthazar fu determinante nel creare la Guardia Monastica, un gruppo d'élite di paladini e monaci giurati per proteggere la gente comune dalla tirannia. Quando il suo lavoro terminò e si guadagnò molte volte il rispetto e l'amore della sua gente, Balthazar si imbarcò in un pellegrinaggio a Candlekeep. Lì studiò gli umili inizi di <CHARNAME> e rese grazie per la pace che aveva portato.
pt_br: Em seu curto tempo com <CHARNAME>, Balthazar alcançou uma nova iluminação. Ele entendeu que a vigilância deve ser temperada com compaixão, justiça com misericórdia. Resolvido a nunca mais repetir os erros do seu passado, Balthazar retornou ao seu mosteiro e expulsou os elementos criminosos remanescentes, tornando o posto avançado seguro para novos colonos e mercadores. Com o passar dos anos, Amkethran tornou-se a joia do Tethyr, renomado por sua riqueza cultural e pela serenidade que oferecia. O próprio Balthazar foi fundamental na criação da Guarda Monástica, um grupo de elite de paladinos e monges que juraram proteger o povo comum da tirania. Quando seu trabalho foi feito, e ele ganhou o respeito e amor de seu povo muitas vezes, Balthazar embarcou em uma peregrinação ao Forte da Vela. Lá ele estudou o humilde começo de <CHARNAME>, e deu graças pela paz que seu irmão trouxe.
russian: За свое недолгое время с <CHARNAME> Балтазар достиг нового просветления. Он понял, что бдительность должна умеряться состраданием, справедливость - милосердием. Твердо решив не повторять ошибок прошлого, Балтазар вернулся в свой монастырь и выгнал оставшихся бандитов и жуликов, сделав пост безопасным для новых поселенцев и торговцев. С годами Амкетран стал сокровищем Тетира, известным богатством своей культуры и безмятежностью. Балтазар был также центральной фигурой в создании Монашеской Охраны - отборной группы Паладинов и Монахов, которые принесли присягу защищать простой народ от тирании в любой ее форме. Эти дела быстро принесли ему уважение и доверие его людей. Позже Балтазар навсегда оставил Амкетран, и отправился как паломник в Кэндлкип... чтобы отдать дань уважения месту, где началась легенда, за тот мир, который он нашел для себя.
spanish: En su corto tiempo con <CHARNAME>, Baltasar alcanzó una nueva iluminación. Comprendió que la vigilancia debe atemperarse con compasión, la justicia con misericordia. Resuelto a no repetir nunca más los errores de su pasado, Baltasar regresó a su monasterio y expulsó a los elementos criminales que quedaban, haciendo que el puesto fuera seguro para los nuevos colonos y mercaderes. Con el paso de los años, Amkethran se convirtió en la joya de Tezhyr, famosa por su riqueza cultural y la serenidad que ofrecía. El propio Baltasar desempeñó un papel decisivo en la creación de la Guardia Monástica, un grupo de élite de paladines y monjes que habían jurado proteger a la gente común de la tiranía. Cuando terminó su trabajo, y se había ganado el respeto y el amor de su pueblo muchas veces, Baltasar se embarcó en una peregrinación a Candelero. Allí estudió los humildes comienzos de <CHARNAME>, y dio gracias por la paz que su hermano había traído.
