Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: The perils that Mazzy Fentan faced at the side of <CHARNAME> did nothing to dissuade her thirst for adventure. In fact, it was not long after the events in Tethyr that she formed the Fentan Knights, a stalwart band of heroes that spawned tales across the Realms. Always Mazzy invoked the name of <CHARNAME> when urging her comrades to valour, or when they battled doubt and temptation. <CHARNAME> was the greatest <PRO_MANWOMAN> that Mazzy had ever known, and the halfling knight felt it was her duty to try to live up to her old friend's legacy. The Fentan Knights battled trolls to save endangered towns, turned back tides of orcs to preserve ancient forests, and faced a rogue dragon in its own lair just to make the world a better place. Their legend was larger than life, especially so for Mazzy, and it was said on occasion that if valor were inches, she'd be twenty feet tall. It was well known that Mazzy's crowning achievement was the day she was annointed an honorary paladin in the great hall of the Radiant Heart. The first halfling ever to do so, indeed the first non-human, Mazzy's quiet tears of pride flowed freely down her face as the aged Prelate laid the Order's greatest honors across her shoulders. It was said that Mazzy scanned the crowd often during the ceremony, and for all the old friends that had been able to attend, the face she looked for most was <CHARNAME>'s. For all her risks, Mazzy eventually passed peacefully at a ripe old age. She had never settled down and had no children, but her legacy was one that would go on to inspire her people for generations to come.
italian: I pericoli che Mazzy Fentan affrontò al fianco di <CHARNAME> non placarono la sua sete di avventura. Infatti, non molto tempo dopo gli eventi nel Tethyr, formò i Cavalieri di Fentan, una coraggiosa banda di eroi che disseminò molti racconti per tutti i Reami. Mazzy invocava sempre il nome di <CHARNAME> per spronare i suoi compagni al valore o quando dovevano combattere dubbi e tentazioni. <CHARNAME> era il più grande uomo che Mazzy avesse mai conosciuto e il cavaliere halfling sentiva che era suo dovere vivere all’altezza del suo vecchio amico. I Cavalieri di Fentan combatterono contro troll per salvare città in pericolo, respinsero orde di orchi per preservare antiche foreste e affrontarono un malvagio drago nella sua stessa tana al solo scopo di rendere il mondo un posto migliore. La loro leggenda assunse dimensioni maggiori delle loro vere vite, soprattutto nel caso di Mazzy, tanto che era solita dire che se il suo valore si fosse misurato in centimetri, sarebbe stata alta sei metri. È ben risaputo che il coronamento più importante di Mazzy fu il giorno in cui venne investita come paladina onoraria nella grande sala del Cuore Radioso. La prima halfling nella storia, la prima non umana, le sue silenziose lacrime di orgoglio caddero liberamente sul suo volto quando l'anziano Prelato stese sulle sue spalle le più grandi onorificenze dell'Ordine. Si dice che Mazzy scrutò spesso la folla durante la cerimonia e tra tutti i vecchi amici che riuscirono ad essere presenti, il viso che cercò di più fu quello di <CHARNAME>. Dopo tutti i rischi corsi in vita, alla fine Mazzy si spense in pace in tarda età. Non si sistemò mai e non ebbe figli, ma la sua fu un’eredità che avrebbe ispirato la sua gente per molte generazioni.
pt_br: Os perigos que Mazzy Fentan enfrentou ao lado de <CHARNAME> não fizeram nada para dissuadir sua sede por aventura. Na verdade, não foi muito tempo após os eventos em Tethyr que ela formou os Cavaleiros Fentan, um grupo destemido de heróis que gerou lendas por todos os Reinos. Sempre que Mazzy convocava seus camaradas à bravura, ou quando enfrentavam dúvidas e tentações, ela invocava o nome de <CHARNAME>. <CHARNAME> era a maior pessoa que Mazzy já conhecera, e a cavaleira pequenina sentia que era seu dever tentar estar à altura do legado de sua antiga amiga. Os Cavaleiros Fentan enfrentavam trolls para salvar cidades ameaçadas, repeliam hordas de orcs para preservar florestas antigas e enfrentavam um dragão renegado em seu próprio covil apenas para tornar o mundo um lugar melhor. Sua lenda era maior que a vida, especialmente para Mazzy, e diziam ocasionalmente que se a valentia tivesse polegadas, ela teria vinte pés de altura. Era bem conhecido que a maior conquista de Mazzy foi o dia em que foi nomeada uma paladina honorária na grande sala do Coração Radiante. A primeira do povo pequenino a fazê-lo, de fato a primeira não-humana, as lágrimas silenciosas de orgulho de Mazzy corriam livremente por seu rosto enquanto o idoso Prelado colocava as maiores honras da Ordem sobre seus ombros. Dizia-se que Mazzy procurava frequentemente a multidão durante a cerimônia, e de todos os velhos amigos que conseguiram comparecer, o rosto que ela procurava com mais ansiedade era o de <CHARNAME>. Apesar de todos os seus riscos, Mazzy eventualmente partiu pacificamente em uma idade avançada. Ela nunca se estabeleceu e não teve filhos, mas seu legado foi algo que inspiraria seu povo por gerações vindouras.
russian: Опасности, с которыми сталкивалась Маззи Фентан, путешествуя с <CHARNAME>, не смогли ничего поделать с ее жаждой приключений. На самом деле, вскоре после событий в Тетире, она сформировала группу Рыцарей Фентан, доблестных героев, рассказы о которых ходили по всем Королевствам. Маззи всегда вспоминала имя <CHARNAME>, призывая своих товарищей к доблести, или когда они боролись против сомнений и искушения. Из всех, кого Маззи когда-либо знала, не было никого более великого, чем <CHARNAME>, и рыцарь-полурослик чувствовала, что это было ее обязанностью попробовать соответствовать наследию ее старого друга. Рыцари Фентан сражались с троллями, чтобы спасти города, которым они угрожали, повернули вспять волну орков, чтобы сохранить древние леса, и встретились с бесчинствующим драконом в его логове, чтобы сделать мир лучше. Легенды о них были больше, чем их жизни, особенно о Маззи, про нее было сказано, что если бы доблесть измерялась дюймами, в ней было бы двадцать футов. Хорошо известно, что венцом среди достижений Маззи стал день, когда она была посвящена в почетные паладины в великом зале Сияющего Сердца. Когда престарелый Прелат возлагал на ее плечи высшие знаки отличия Ордена, у Маззи, первого полурослика и вообще первого не человека, получившего их, по лицу текли умиротворенные слезы гордости. Говорят, что Маззи смотрела в толпу в течение всей этой церемонии, и из всех лиц старых друзей, которые она могла видеть, ей больше всего хотелось увидеть <CHARNAME>. Несмотря на весь риск, которому она подвергалась, Маззи мирно умерла в пожилом возрасте. Она так и не обзавелась семьей и не имела детей, но ее наследие продолжает вдохновлять людей на протяжении поколений.
spanish: Los peligros a los que Mazzy Fentan se enfrentó junto a <CHARNAME> no la disuadieron de su ansia de aventura. De hecho, no mucho después de los sucesos en Tezhyr creó los Caballeros Fentan, una decidida banda de héroes que generaron relatos de un lado a otro de los Reinos. Mazzy siempre apelaba al nombre de <CHARNAME> cuando incitaba al valor a sus camaradas, o cuando combatían a la duda y la tentación. <CHARNAME> fue la mejor persona que Mazzy hubo conocido nunca, y la caballero mediana se dio cuenta de que era su deber intentar honrar el legado de su viejo amigo. Los Caballeros Fentan combatieron contra trolls para salvar pueblos en vías de extinción, hicieron huir mareas de orcos para preservar antiguos bosques, y se enfrentaron a un pícaro dragón en su propio cubil solo por hacer del mundo un sitio mejor. Su leyenda fue más larga que su vida, especialmente para Mazzy, y se dice en ocasiones que si el valor se midiera en centímetros, ella tendría una altura de seis metros. Fue bien sabido que la coronación del logro de Mazzy fue el día en el que ella fue declarada paladina honoraria en el gran salón del Radiante Corazón. El primer mediano en serlo, y también el primer ser no humano, las calmadas lágrimas de orgullo de Mazzy se derramaban por su cara mientras el anciano Prelado imponía los más grandes honores de la Orden sobre sus hombros. Se dice que Mazzy escrutaba la multitud a menudo durante la ceremonia, y a pesar de todos los viejos amigos que habían sido capaces de acudir, el rostro que más buscaba era el de <CHARNAME>. Pese a sus riesgos, Mazzy con el tiempo llegó pacíficamente a una anciana edad madura. Ella nunca se había establecido y no tenía hijos, pero su legado fue el único en inspirar a su gente durante las generaciones venideras.

source: Nalia grew quite powerful after her association with <CHARNAME>. Initially she traveled, slaking her thirst for magical lore by associating with some of the greatest wizards across the Realms. She sought to use her great power to bring justice to the land, but over time found that if her time with <CHARNAME> had taught her anything, it is that such power must be tempered with wisdom or it is useless. She could strike out at evil as she wished... it did not always help the needy, as she thought it would, and after a year of travel she remembered that there was a far better way that she could be of service to her people. Nalia returned to Amn and her family home of de'Arnise Hold. She found it in the control of none other than Isaea Roenal, but she was no longer the wayward child that he expected, and single-handedly brought him to justice for his indiscretions. She declared herself the inheritor of her father's ducal title, and for once there was no argument from the local nobility. They snubbed her and her magic, and initially rejoiced when the Cowled Wizards sought to remove her from power. Nalia demonstrated to them all that she was no-one to trifle with, however, and the Cowled Wizards learned to fear her name. Over time Nalia became a beloved ruler, respected archmage, and eventually earned a seat on the Amnish Council of Six itself. The nobility grew to rely on Nalia's leadership, and she would become a prominent figure in Amn for many years, constantly fighting for the good of the common folk and making many frustrated enemies among the nobility and Cowled Wizards both. Nalia would die many years later, surrounded by a loving family... her last words would be to thank <CHARNAME> for so long ago showing her the true path she needed to walk.
italian: Nalia divenne molto potente dopo avere lasciato <CHARNAME>. All'inizio viaggiò, placando la sua sete di conoscenza magica unendosi ad alcuni dei più potenti maghi di tutti i Reami. Cercò di usare il suo grande potere per portare ovunque giustizia, ma col passare del tempo scoprì che se i giorni trascorsi con <CHARNAME> le avevano insegnato qualcosa, è che un simile potere deve essere temperato dalla saggezza, altrimenti è inutile. Poter distruggere il male come desiderava... non sempre aiutava i bisognosi, come invece pensava, e dopo un anno di viaggi si ricordò che c'era un modo migliore in cui poteva essere a servizio della sua gente. Nalia ritornò nell'Amn nel maniero della famiglia de'Arnise. Lo trovò sotto il controllo di Isaea Roenal, ma Nalia non era più la ragazzina ribelle che costui si aspettava e da sola lo condusse dinanzi alla giustizia per i suoi gesti sconsiderati. Si dichiarò l'unica erede del titolo ducale paterno e una volta per tutte non vi furono più discussioni da parte dei nobili locali. Snobbarono lei e la sua magia e all'inizio gioirono quando gli Stregoni Incappucciati tentarono di rimuoverla dal potere. Tuttavia, Nalia dimostrò a tutti loro che non era una con cui scherzare e gli Stregoni Incappucciati impararono a temere il suo nome. Col tempo, Nalia divenne una governante amata e un'arcimaga rispettata e alla fine si guadagnò un posto nel Consiglio dei Sei dell'Amn. La nobiltà iniziò a contare sulla guida di Nalia, la quale divenne una figura di spicco dell'Amn per molti anni, combattendo costantemente per il bene della gente comune e creandosi numerosi nemici frustrati sia tra i nobili sia tra gli Stregoni Incappucciati. Nalia morì molti anni più tardi, circondata da un’affettuosa famiglia... Le sue ultime parole furono un ringraziamento per <CHARNAME> per averle mostrato così tanto tempo prima la giusta strada che doveva intraprendere.
pt_br: Nalia tornou-se bastante poderosa após sua associação com <CHARNAME>. Inicialmente, ela viajou, saciando sua sede por conhecimento mágico ao se associar com alguns dos maiores magos dos Reinos. Ela buscava usar seu grande poder para trazer justiça à terra, mas com o tempo descobriu que se o tempo que passou com <CHARNAME> lhe ensinou alguma coisa, é que tal poder deve ser temperado com sabedoria ou é inútil. Ela poderia combater o mal como quisesse... nem sempre ajudava os necessitados, como ela pensava que faria, e após um ano de viagem, ela lembrou que havia uma maneira muito melhor de servir a seu povo. Nalia retornou a Amn e à sua casa de família na Firtaleza de'Arnise. Ela a encontrou sob o controle de ninguém menos que Isaea Roenal, mas ela não era mais a criança desgarrada que ele esperava, e sozinha o levou à justiça por suas indiscrições. Ela se declarou herdeira do título ducal de seu pai, e pela primeira vez não houve discussão por parte da nobreza local. Eles a desprezaram e a sua magia e, inicialmente, regozijaram-se quando os Magos Encapuzados tentaram removê-la do poder. No entanto, Nalia demonstrou a todos que não era alguém para ser subestimada, e os Magos Encapuzados aprenderam a temer seu nome. Com o tempo, Nalia se tornou uma governante adorada, uma arquimaga respeitada e eventualmente conquistou um assento no próprio Conselho dos Seis de Amn. A nobreza passou a confiar na liderança de Nalia, e ela se tornou uma figura proeminente em Amn por muitos anos, lutando constantemente pelo bem do povo comum e acumulando muitos inimigos frustrados entre a nobreza e os Magos Encapuzados. Nalia morreria muitos anos depois, cercada por uma família amorosa... suas últimas palavras seriam para agradecer a <CHARNAME> por ter lhe mostrado, há tanto tempo, o verdadeiro caminho que ela precisava seguir.
russian: Налия стала достаточно сильной после своих странствий с <CHARNAME>. Поначалу она путешествовала, удовлетворяя свою жажду магических знаний, и познакомилась с некоторыми из самых могучих волшебников в Королевствах. Она стремилась использовать свою великую силу для установления справедливости на земле, но вскоре обнаружила, что если время, проведенное вместе с <CHARNAME>, и научило ее чему-нибудь, так это то, что такая сила должна быть уравновешена мудростью, или все это бесполезно. Она могла и желала бороться со злом... но это не всегда помогало нуждающимся так, как она хотела, и после года путешествий она подумала, что есть значительно лучший путь, на котором она могла бы быть полезной своим людям. Налия возвратилась в Амн, в свою фамильную Крепость де'Арнис. К своему удивлению, она обнаружила, что в ней распоряжается ни кто иной, как Изайя Роенал, но она больше не была капризным ребенком, как он ожидал, и собственноручно привлекла его к суду за его неблаговидный поступок. Она объявила себя наследницей герцогского титула своего ее отца, однако местная знать считала это не достаточным аргументом. Они пренебрежительно относились к ней и ее магии, и поначалу радовались, когда Волшебники в Рясах пытались лишить ее силы. Однако Налия продемонстрировала им всем, что с ней не стоит шутить, и Волшебники в Рясах научились со страхом произносить ее имя. Со временем Налия стала любимым правителем, уважаемым архимагом, и, в конечном счете, заслужила для себя место в Совете Шести Амна. Налия стала видной фигурой в Амне, на протяжении множества лет неустанно сражавшейся за лучшую долю для простого народа, и нажила много врагов среди противодействующего ей дворянства и Волшебников в Рясах. Когда Налия умирала по прошествии многих лет в окружении любящей семьи... в своих последних словах она благодарила <CHARNAME> за указанный много лет тому назад правильный путь, в котором она так нуждалась.
spanish: Nalia se hizo muy poderosa tras su colaboración con <CHARNAME>. En un principio ella viajaba, saciando su sed de conocimiento mágico uniéndose a los magos más grandes de un lado a otro de los Reinos. Ella pretendía utilizar su gran poder para traer la justicia a estas tierras, pero con el tiempo se dio cuenta de que si algo le había enseñado <CHARNAME> era que tal poder debe ser templado con sabiduría o sería inútil. Ella podía castigar a tanto mal como deseara... pero esto no siempre ayudaba al necesitado, como pensaba que sería, y tras un año de viaje recordó que había una mejor manera en la que se podía poner al servicio de la gente. Nalia regresó a Amn al hogar de su familia en la Fortaleza de'Arnise. Ella la encontró bajo el control de nada menos que Isaea Roenal, pero ella ya no era la desobediente niña que él esperaba, y con poco esfuerzo lo llevó a la justicia por sus indiscrecciones. Se declaró heredera del título ducal de su padre, y por una vez no hubo quejas de la nobleza local. Ellos rechazaban a ella y a su magia, e inicialmente se regocijaron cuando los Magos Encapuchados pensaron en quitarle su poder. Nalia les demostró a todos que no era nadie a quien tomar a la ligera después de todo, y los Magos Encapuchados aprendieron a temer su nombre. Con el tiempo Nalia se convirtió en una gobernante querida, respetada archimaga, y poco a poco se ganó un asiento en el propio Consejo Amniano de los Seis. La nobleza comenzó a confiar en el liderazgo de Nalia, y se convirtió en una sobresaliente figura en Amn durante muchos años, constantemente luchando por el bien de la gente común y haciéndose muchos enemigos frustrados entre la nobleza y los Magos Encapuchados. Nalia moriría muchos años después, rodeada por una cariñosa familia... sus últimas palabras serían agradecer a <CHARNAME> por haberle mostrado hacía tanto tiempo el verdadero camino que necesitaba recorrer.
