Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: You wouldn't have my armor, too, hidden about somewhere within your packs? Hmph. I suppose some things are too much to hope for.
italian: Non avresti anche la mia armatura, nascosta da qualche parte nel tuo zaino? Hmph. Suppongo sia troppo da sperare.
pt_br: Você não teria minha armadura também, escondida em algum lugar dentro de suas bolsas? Hmph. Suponho que algumas coisas são pedir demais.
russian: А нет ли у вас еще и моей брони, запрятанной где-нибудь в ваших глубоких карманах? Хмф. Похоже, надеяться на такое уже слишком.
spanish: ¿No tendréis mi armadura, por casualidad, escondida en algún lugar en vuestras pertenencias? Ummm. Supongo que sería esperar demasiado.

source: You must have ToB installed or use Enhanced Edition to install the Ascension mod.
italian: Devi avere installato ToB o utilizzare l'EE per istallare Ascension.
pt_br: Você deve ter o ToB instalado ou usar o Enhanced Edition para instalar o mod Ascension.
spanish: Debes tener ToB instalado o usar Enhanced Edition para instalar el mod Ascension.

source: Cannot install without Ascension main component.
italian: Non può essere installato senza il componente principale di Ascension.
pt_br: Não e possivel instalar sem o componente principal do Ascension.
spanish: No se puede instalar sin el componente principal Ascension.

source: You must have BG2Fixpack installed or use Enhanced Edition to install this version of the Ascension mod.
italian: Devi avere installato BG2Fixpack o utilizzare l'EE per installare questa versione di Ascension.
pt_br: Você deve ter o BG2Fixpack instalado ou usar o Enhanced Edition para instalar esta versão do mod Ascension.
spanish: Debes tener instalado BG2Fixpack o usar Enhanced Edition para instalar esta version del mod Ascension.

source: Ascension must be installed BEFORE Spell Revisions. Uninstall Spell Revisions, install Ascension, then reinstall Spell Revisions.
italian: Ascension deve essere installato PRIMA di Spell Revisions. Disinstalla Spell Revisions, installa Ascension e, infine, reinstalla Spell Revisions.
pt_br: O Ascension deve ser instalado ANTES do mod Spell Revisions. Desinstale o Spell Revisions, instale o Ascension e reinstale o Spell Revisions.
spanish: Ascension debe instalarse ANTES que Spell Revisions. Desinstala Spell Revisions, instala Ascension y vuelve a instalar Spell Revisions.

source: Ascension must be installed BEFORE Sword Coast Stratagems. Uninstall Sword Coast Stratagems, install Ascension, then reinstall Sword Coast Stratagems.
italian: Ascension deve essere installato PRIMA di Sword Coast Stratagems. Disinstalla Sword Coast Stratagems, installa Ascension e, infine, reinstalla Sword Coast Stratagems.
pt_br: O Ascension deve ser instalado ANTES do Sword Coast Stratagems. Desinstale o Sword Coast Stratagems, instale o Ascension e reinstale o Sword Coast Stratagems.
spanish: Ascension debe instalarse ANTES que Sword Coast Stratagems. Desinstala Sword Coast Stratagems, instala Ascension y vuelve a instalar Sword Coast Stratagems.

source: Ascension must be installed BEFORE Wheels of Prophecy. Uninstall Wheels of Prophecy, install Ascension, then reinstall Wheels of Prophecy.
italian: Ascension deve essere installato PRIMA di Wheels of Prophecy. Disinstalla Wheels of Prophecy, installa Ascension e, infine, reinstalla Wheels of Prophecy.
pt_br: O Ascension deve ser instalado ANTES do mod Wheels of Prophecy. Desinstale o Wheels of Prophecy, instale o Ascension e reinstale o Wheels of Prophecy.
spanish: Ascension debe instalarse ANTES que Wheels of Prophecy. Desinstala Wheels of Prophecy, instala Ascension y vuelve a instalar Wheels of Prophecy.

source: Ascension must be installed BEFORE Iylos. Uninstall Iylos, install Ascension, then reinstall Iylos.
italian: Ascension deve essere installato PRIMA di Iylos. Disinstalla Iylos, installa Ascension e, infine, reinstalla Iylos.
pt_br: O Ascension deve ser instalado ANTES do mod Iylos. Desinstale o Iylos, instale o Ascension e, em seguida, reinstale o Iylos.
spanish: Ascension debe instalarse ANTES que Iylos. Desinstala Iylos, instala Ascension y vuelve a instalar Iylos.

source: Tougher Throne of Bhaal battles
italian: Battaglie di Throne of Bhaal piu difficili
pt_br: Batalhas mais difíceis no Trono de Bhaal
spanish: Batallas de Trono de Bhaal mas dificiles

source: Tougher Abazigal
italian: Abazigal Potenziato
pt_br: Abazigal mais poderoso
spanish: Abazigal mas dificil

source: Tougher Demogorgon
italian: Demogorgon Potenziato
pt_br: Demogorgon mais poderoso
spanish: Demogorgon mas dificil

source: Tougher Gromnir
italian: Gromnir Potenziato
pt_br: Gromnir mais poderoso
spanish: Gromnir mas dificil

source: Tougher Illasera
italian: Illasera Potenziata
pt_br: Illasera mais poderosa
spanish: Ilasera mas dificil

source: Tougher Yaga-Shura
italian: Yaga-Shura Potenziato
pt_br: Yaga-Shura mais poderoso
spanish: Yaga-Shura mas dificil

source: Tougher Balthazar
italian: Balthazar Potenziato
pt_br: Balthazar mais poderoso
spanish: Baltasar mas dificil

source: Additional Content (not part of original Ascension mod)
italian: Contenuto Addizionale (non fa parte del contenuto originale di Ascension)
pt_br: Conteúdo adicional (não faz parte do mod Ascension original)
spanish: Contenido adicional (no forma parte del mod Ascension original)

source: Full-body portrait for Bodhi
italian: Ritratto a corpo intero di Bodhi
pt_br: Retrato de corpo inteiro para Bodhi
spanish: Retrato de cuerpo entero para Bodhi

source: Alternate Balthazar portrait, by Cuv
italian: Ritratto Alternativo di Balthazar, di Cuv
pt_br: Retrato alternativo de Balthazar, por Cuv
spanish: Retrato alternativo de Baltasar, por Cuv

source: Restored Bhaalspawn Powers
italian: Poteri della Progenie di Bhaal Ripristinati
pt_br: Poderes da Descendência de Bhaal Restaurados
spanish: Poderes de engendro de Bhaal restaurados

source: Rewritten Final Chapter of Throne of Bhaal
italian: Capitolo Finale di Throne of Bhaal Riscritto
pt_br: Capítulo Final do Trono de Bhaal Reescrito
spanish: Capitulo final de Trono de Bhaal reescrito

source: Improved Sarevok-Player Interactions
italian: Interazioni Migliorate tra Sarevok e il Personaggio Principale
pt_br: Interações entre Sarevok e o jogador melhoradas
spanish: Interacciones de Sarevok con el jugador mejoradas

source: Improved Imoen-Player Interactions in Throne of Bhaal
italian: Interazioni Migliorate tra Imoen e il Personaggio Principale in Thone of Bhaal
pt_br: Interações entre Imoen e o jogador melhoradas no Trono de Bhaal
spanish: Interacciones de Imoen con el jugador en Trono de Bhaal mejoradas

source: Expanded Epilogues for Bioware NPCs
italian: Epiloghi Estesi per PNG Bioware
pt_br: Epilogos Expandidos para NPCs Bioware
spanish: Epilogos ampliados para los PNJs de Bioware

source: David Gaider's expanded epilogues for Bioware NPCs
italian: Epiloghi estesi per PNG Bioware, di David Gaider
pt_br: Epilogos expandidos de David Gaider para NPCs da Bioware
spanish: Epilogos ampliados de David Gaider para los PNJs de Bioware

source: Alternate epilogues by Shawne
italian: Epilogi alternativi, di Shawne
pt_br: Epilogos alternativos de Shawne
spanish: Epilogos alternativos de Shawne

source: Balthazar can be redeemed
italian: Balthazar si può redimere
pt_br: Balthazar pode ser resgatado
spanish: Baltasar puede ser redimido

source: Improved Slayer Transformation
italian: Trasformazione dell'Uccisore Migliorata
pt_br: Forma do Matador Aprimorada
spanish: Transformación del Asesino mejorada

source: Extended Epilogues for additional Beamdog NPCs, by shawne
italian: Epilogo Esteso per Nuovi PNG Beamdog, di shawne
pt_br: Epilogos estendidos para NPCs Beamdog adicionais, por shawne
spanish: Epilogos extendidos para PNJs adicionales de Beamdog, por shawne

source: Sharper portraits of Abazigal and Gromnir for the Enhanced Edition, by DavidW
italian: Ritratti piu nitidi di Abazigal e Gromnir per la Enhanced Edition, di DavidW
pt_br: Retratos mais nitidos de Abazigal e Gromnir para a Enhanced Edition, por DavidW
spanish: Retratos de Abazigal y Gromnir para la Enhanced Edition, por DavidW

source: This component is only for BG2:EE or EET
italian: Questo componente e solo per BG2:EE o EET
pt_br: Este componente é apenas para BG2: EE ou EET
spanish: Este componente es solo para BG2:EE o EET

source: Slightly improved cutscenes, by DavidW
italian: Scene finali leggermente migliorate, di DavidW
pt_br: Cutscenes ligeiramente melhoradas, por DavidW
spanish: Escenas ligeramente mejoradas, por DavidW

source: Driven to oppose slavery in all its forms, Aerie continued adventuring after leaving <CHARNAME>'s side. She made several attempts to gather a larger group around her, as <CHARNAME> had done, but each time the company would collapse into infighting and betrayal. Aerie's compassion had grown tainted by her need for vengeance, and she could neither command nor inspire loyalty in others. She might have lost herself entirely, had she not stumbled across a group of avariel slaves in Cormyr. Upon their release, they guided Aerie back to Faenya-Dail, the home she had been stolen from. She learned much during her stay, and came to understand that she was no longer truly an avariel, at last accepting the loss of her wings. Aerie eventually became a high priestess in Understone, a gnomish village her mentor Quayle had often spoken of. He had been her true family, and it was among his people that she finally found peace.
italian: Spinta ad opporsi alla schiavitù in tutte le sue forme, Aerie ha continuato ad avventurarsi dopo aver lasciato il fianco di <CHARNAME>. Ha compiuto diversi tentativi di riunire una compagnia più ampia intorno a lei, come aveva fatto <CHARNAME>, ma ogni volta la compagnia si è sciolta a causa di lotte intestine e tradimenti. La compassione di Aerie è stata macchiata dal suo bisogno di vendetta e lei non poteva né comandare né ispirare la lealtà negli altri. Si sarebbe potuta perdere completamente, se non fosse inciampata in un gruppo di schiavi avariel a Cormyr. Al loro rilascio, hanno guidato Aerie di nuovo a Faenya-Dail, la casa da cui era stata rapita. Ha imparato molto durante la sua permanenza e ha capito che non era più una vera necessità, accettando finalmente la perdita delle sue ali. Aerie divenne infine un'alta sacerdotessa in Understone, un villaggio gnomico di cui il suo mentore, Quayle, aveva spesso parlato. Era stato la sua vera famiglia, ed è stato tra la sua gente che finalmente ha trovato la pace.
pt_br: Impulsionada a se opor à escravidão em todas as suas formas, Aerie continuou a se aventurar depois de deixar o lado de <CHARNAME>. Ela fez várias tentativas para reunir um grupo maior ao seu redor, como <CHARNAME>, mas a cada vez a empresa entrava em colisão e traição. A compaixão de Aerie tornara-se maculada por sua necessidade de vingança, e ela não podia comandar nem inspirar lealdade aos outros. Ela poderia ter se perdido completamente, se não tivesse tropeçado em um grupo de escravos avariel em Cormyr. Após a liberação, eles guiaram Aerie de volta a Faenya-Dail, a casa da qual ela havia sido roubada. Aprendeu muito durante a sua estada e compreendeu que já não era verdadeiramente avariel, aceitando finalmente a perda das suas asas. Aerie acabou se tornando uma suma sacerdotisa em Pedrabaixa, uma aldeia gnômica da qual seu mentor frequentemente falara. Ele tinha sido sua verdadeira família, e foi entre seu povo que ela finalmente encontrou a paz.
russian: Пытаясь противостоять рабству в любой его форме, Аэри продолжила путешествовать после того, как оставила <CHARNAME>. Она сделала несколько попыток собрать большую группу вокруг себя, как <CHARNAME> в свое время, но каждый раз компания скатывалась в раздор и предательство. На сострадание Аэри наложился отпечаток ее нужды мести, и она не могла ни вести за собой, ни воодушевлять верность в других. Она могла бы полностью потерять себя, если не натолкнулась бы на группу рабов авариэль в Кормире. После освобождения они провели ее в Фаэния-Дэйл, дом, из которого она была украдена. Она много узнала за время нахождения там, и поняла, что она больше не одна из авариэль, наконец приняв потерю своих крыльев. В конце концов, Аэри стала главной жрице в Андерстоне, деревне гномов, которую так часто упоминал ее учитель Квэйл. Он был ее настоящей семьей, и среди его людей она, наконец, обрела мир.
spanish: Impulsada a oponerse a la esclavitud en todas sus formas, Aerie continuó aventurándose tras abandonar la banda de <CHARNAME>. Intentó varias veces reunir un grupo más grande a su alrededor, como había hecho <CHARNAME>, pero cada vez la compañía se hundía en luchas internas y traiciones. La compasión de Aerie se había visto empañada por su necesidad de venganza, y no podía imponer ni inspirar lealtad a los demás. Podría haberse perdido por completo si no se hubiera topado con un grupo de esclavos avariel en Cormyr. Tras su liberación, guiaron a Aerie de vuelta a Faenya-Dail, el hogar del que había sido robada. Aprendió mucho durante su estancia y llegó a comprender que ya no era realmente una avariel, aceptando por fin la pérdida de sus alas. Con el tiempo, Aerie se convirtió en gran sacerdotisa en Understone, una aldea gnómica de la que su mentor Quayle le había hablado a menudo. Él había sido su verdadera familia, y fue entre su gente donde finalmente encontró la paz.

source: Aerie and <CHARNAME> would prove inseparable, journeying together with their wide-eyed son always in tow. Before long, little Quayle had a sister with whom to share the delights of his parents' exploits. The family's later years would hold one last great trek, however, as Aerie was still tormented by memories of her enslavement and the loss of her wings. She and <CHARNAME> sought out her people, the winged avariel of Faenya-Dail, and there they found not only a warm welcome but Aerie's loving parents, who had never given up hope of finding their child. With the pain of their respective pasts laid to rest, it was there among the clouds that Aerie and <CHARNAME> were finally married. It is said that their union was blessed by both Aerdrie Faenya and Baervan Wildwanderer.
italian: Aerie e <CHARNAME> diventeranno inseparabili, le loro carriere di avventurieri lasceranno il posto alle cure di un figlio e, alla fine, anche di una figlia. E tuttavia nei loro ultimi anni intraprenderanno un ultimo grande viaggio, spinti dal fatto che Aerie non è ancora riuscita a superare lo sconforto dovuto al tempo in cui fu costretta in schiavitù e alla perdita delle sue ali. Aerie e <CHARNAME> andranno pertanto alla ricerca degli Avariel di Faenya-Dail, gli elfi alati a cui Aerie fu sottratta lungo tempo addietro. Non solo troveranno il suo popolo, ma anche i suoi affettuosi genitori che avevano trascorso anni e anni nell'affannosa ricerca della loro bimba sperduta. Senza più ombre di mistero o confusione ad oscurare la loro vita, proprio in quel luogo, tra le nuvole, Aerie e <CHARNAME> infine si sposeranno. La loro unione, così si racconta, è stata benedetta dalle apparizioni di Aerdrie Faenya e Baervan Wildwanderer.
pt_br: Aerie e <CHARNAME> se mostraram inseparáveis, viajando juntos com seu filho de olhos brilhantes sempre a reboque. Em pouco tempo, o pequeno Quayle ganhou uma irmã com quem compartilhar as maravilhas das aventuras de seus pais. No entanto, os anos seguintes da família reservariam uma última grande jornada, pois Aerie ainda era atormentada pelas memórias de seu tempo de escravidão e pela perda de suas asas. Ela e <CHARNAME> partiram em busca de seu povo, os avariel alados de Faenya-Dail, e lá encontraram não apenas uma calorosa recepção, mas também os amorosos pais de Aerie, que nunca haviam perdido a esperança de encontrar sua filha. Com a dor de seus passados ??resolvida, foi ali, entre as nuvens, que Aerie e <CHARNAME> finalmente se casaram. Dizem que sua união foi abençoada tanto por Aerdrie Faenya quanto por Baervan Errante Selvagem.
russian: Аэри и <CHARNAME> были неразлучны, всегда путешествуя со своим широкоглазым сыном. Вскоре у маленького Квэйла появлилась сестра, с которой можно было разделить радость приключений их родителей. В более поздние годы они отправились в еще одно, последнее большое путешествие. Аэри все еще мучили воспоминания о рабстве и потере крыльев. Она и <CHARNAME> отыскали ее народ, крылатых авариэль Фэния-Дейл, и не нашли не только теплое приветствие, но и любящих родителей Аэри, которые никогда не отказывались от надежды обнаружить свое дитя. После того, как боль прошлого была оставлена позади, Аэри и <CHARNAME> наконец поженились среди облаков. Говорят, их союз был благословлен как Аэрдри Фаэнией, так и Баэрваном Скитальцем.
spanish: Aerie y <CHARNAME> se hicieron inseparables, viajando juntos con su hijo siempre a remolque. En poco tiempo, el pequeño Quayle tuvo una hermana con quien compartir las delicias de las hazañas de sus padres. Sin embargo, los últimos años de la familia depararían un último gran viaje, ya que Aerie seguía atormentada por los recuerdos de su esclavitud y la pérdida de sus alas. Ella y <CHARNAME> buscaron a su pueblo, los avariel alados de Faenya-Dail, y allí no sólo encontraron una cálida bienvenida, sino a los cariñosos padres de Aerie, que nunca habían perdido la esperanza de encontrar a su hija. Una vez superado el dolor de sus respectivos pasados, Aerie y <CHARNAME> se casaron entre las nubes. Se dice que su unión fue bendecida tanto por Aerdrie Faenya como por Bervan, el Viajero Indómito.

source: Though they had gone their separate ways, Anomen Delryn's time with <CHARNAME> still weighed heavily on his soul. He had witnessed the power of a dark god's taint firsthand, and his faith in Helm was shaken. For years, Anomen traveled without aim, until he reached the borders of Maztica. This was during the revolt of Yamash, an evil cleric who had summoned a conquering horde of demons to ravage the land. Anomen was drawn into the conflict, and did what he could to organize the besieged Maztican soldiers. But in training them, he spoke of duty and the role a guardian must play: he was teaching the doctrine of Helm, and understanding it more clearly than he ever had. In the battle that followed, Anomen sought out Yamash and faced him in single combat. He did not falter, and Maztica was saved. To this day, the Disciples of Anomen watch over the land.
italian: Sebbene avessero seguito dei percorsi separati, il tempo che Anomen Delryn trascorse con <CHARNAME> pesò molto sulla sua anima. Assistette in prima persona al potere della contaminazione di un dio oscuro e la sua fiducia in Helm ne risultò scossa. Per anni, Anomen viaggiò senza meta, fino a quando non raggiunse i confini di Maztica. Questo avvenne durante la rivolta di Yamash, un chierico malvagio che aveva convocato un'orda conquistatrice di demoni per devastare la terra. Anomen fu attratto dal conflitto e fece il possibile per organizzare gli assediati soldati di Maztica. Nell'addestrarli, parlando del dovere e del ruolo che un tutore deve svolgere e insegnando la dottrina di Helm, la comprese più chiaramente di quanto avesse mai fatto. Nella battaglia che seguì, Anomen cercò Yamash e lo affrontò in un singolo combattimento. Non vacillò e Maztica fu salvata. Fino ad oggi, i Discepoli di Anomen vegliano sulla terra.
pt_br: Embora tivessem seguido caminhos separados, o tempo de Anomen Delryn com <CHARNAME> ainda pesava em sua alma. Ele havia testemunhado o poder da mácula de um deus das trevas em primeira mão, e sua fé em Helm foi abalada. Durante anos, Anomen viajou sem objetivo, até chegar às fronteiras da Maztica. Isso foi durante a revolta de Yamash, um clérigo maligno que havia convocado uma horda de demônios conquistadores para devastar a terra. Anomen foi arrastado para o conflito e fez o que pôde para organizar os soldados sitiados de Maztican. Mas, ao treiná-los, ele falou do dever e do papel que um guardião deve desempenhar: estava ensinando a doutrina de Helm e compreendendo-a com mais clareza do que nunca. Na batalha que se seguiu, Anomen procurou Yamash e enfrentou-o em combate único. Ele não vacilou e Maztica foi salva. Até hoje, os Discípulos de Anomen vigiam a terra.
russian: Хотя их пути разошлись, время, проведенное вместе с <CHARNAME> легло тяжелым бременем на душу Аномена Делрина. Он познал силу скверны темного бога из первых рук, и его вера в Хелма пошатнулась. Годами Аномен странствовал без цели, пока не достиг границ Мацтики. Это случилось во время восстания Ямаша, злого священника, вызвавшего орду демонов, чтобы разорить землю. Аномен был втянут в конфликт, и сделал что мог, организовывая осаженных солдат Мацтики. Но тренируя их, он говорил о долге и роли, которую должен играть хранитель: он учил догме Хелма, и понимал ее яснее, чего когда-либо. В последовавшей битве Аномен отыскал Ямаша и сразился с ним один на один. Он не дрогнул, и Мацтика была спасена. По сей день Последователи Аномена стоят на страже.
spanish: Aunque habían tomado caminos distintos, el tiempo que Anomen Delryn pasó con <CHARNAME> seguía pesando en su alma. Había sido testigo directo del poder de la mancha de un dios oscuro, y su fe en Helm se tambaleó. Durante años, Anomen viajó sin rumbo, hasta que llegó a las fronteras de Maztica. Fue durante la revuelta de Yamash, un clérigo malvado que había convocado a una horda de demonios conquistadores para asolar la tierra. Anomen se vio arrastrado al conflicto, e hizo lo que pudo para organizar a los asediados soldados mazticanos. Pero al entrenarlos, habló del deber y del papel que debe desempeñar un guardián: estaba enseñando la doctrina de Helm, y la comprendía más claramente de lo que nunca lo había hecho. En la batalla que siguió, Anomen buscó a Yamash y se enfrentó a él en combate singular. No vaciló, y Maztica se salvó. Hasta el día de hoy, los Discípulos de Anomen vigilan la tierra.
