Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Perhaps. But I will not sit in your shadow and simply watch you take what was once mine. You do not deserve power, <CHARNAME>. Even if it means fighting for Melissan, I will do what I must.
italian: Forse. Ma non mi nasconderò nella tua ombra per vederti prendere ciò che un tempo ero mio di diritto. Non meriti il potere, <CHARNAME>. Anche se questo significa combattere per Melissan, farò ciò che devo.
pt_br: Talvez. Mas não ficarei parado em sua sombra e simplesmente assistirei você tomar o que já foi meu. Você não merece poder, <CHARNAME>. Mesmo que signifique lutar por Melissan, farei o que for preciso.
russian: Возможно. Но я не буду сидеть в твоей тени и просто наблюдать, как ты берешь то, что было когда-то моим. Ты не заслуживаешь власти, <CHARNAME>. Даже если это означает биться рядом с Мелиссан, я сделаю то, что должен.
spanish: Quizás. Pero no me sentaré a vuestra sombra para ver como tomáis lo que una vez fue mio. No merecéis el poder, <CHARNAME>. Haré lo que deba hacer, incluso si eso significa que pelearé por Melisán.

source: A typical boast. And perhaps you will even win, but I will not sit idly by as you take what was once mine. You don't deserve power, <CHARNAME>, and even if it means fighting for Melissan I will do what I must.
italian: Ti pavoneggi come al solito. E forse vincerai, ma non resterò con le mani in mano a vederti prendere ciò che un tempo era mio di diritto. Non meriti il potere, <CHARNAME>. Anche se questo significa combattere per Melissan, farò ciò che devo.
pt_br: Uma bravata típica. E talvez até você vença, mas não ficarei ocioso enquanto você toma o que já foi meu. Você não merece poder, <CHARNAME>, e mesmo que signifique lutar por Melissan, farei o que for preciso.
russian: Типичное хвастовство. И возможно, ты даже победишь, но я не буду просто сидеть, пока ты берешь то, что было когда-то моим. Ты не заслуживаешь власти, <CHARNAME>, и даже если это означает биться рядом с Мелиссан, я сделаю то, что должен.
spanish: Una típica fanfarronada. Y quizás incluso consigáis ganar, pero no me sentaré ociosamente a ver como tomáis lo que una vez fue mio. No merecéis el poder, <CHARNAME>, y haré lo que deba hacer, incluso si eso significa que pelearé por Melisán.

source: I was going to resurrect them anyway, to serve as my conquering avatars. And I prefer them far better this way... completely servile, obeying every order without question.
italian: Avevo intenzione di resuscitarli comunque, affinché mi servissero come avatar di conquista. E li preferisco di gran lunga così... completamente assoggettati, obbedienti a qualsiasi ordine senza discutere.
pt_br: Eu iria ressuscitá-los de qualquer maneira, para servirem como meus avatares conquistadores. E eu os prefiro assim... completamente servis, obedecendo a cada ordem sem questionar.
russian: Я собираюсь возродить их так или иначе, чтобы они служили в роли моих победных аватаров. И я предложу им гораздо лучший путь... полностью рабский - повиноваться каждому моему приказу без колебаний.
spanish: Iba a resucitarlos de todos modos, para ser mis avatares conquistadores. Y los prefiero de esta manera... completamente serviles, obedeciendo todas las órdenes sin preguntar.

source: And since you recruited Balthazar to your side, I've decided on the delicious irony of re-creating poor, pathetic Gromnir as well. It delights me to no end to know that he was right about me all along... and yet it made no difference. You murdered him still, as I knew you would.
italian: E siccome hai reclutato Balthazar al tuo fianco, ho deciso per squisita ironia di ricreare anche il povero, patetico Gromnir. Mi delizia tantissimo sapere che aveva ragione su di me fin dall'inizio... eppure non ha fatto alcuna differenza. L'hai comunque ucciso, come sapevo avresti fatto.
pt_br: E já que você recrutou Balthazar para o seu lado, decidi pela deliciosa ironia de recriar o pobre e patético Gromnir também. É um deleite saber que ele estava certo sobre mim o tempo todo... e ainda assim não fez diferença. Você o matou mesmo assim, como eu sabia que faria.
russian: И раз тебе удалось уговорить Балтазара присоединиться, я решила позволить себе восхитительную иронию, воссоздав бедного жалкого Громнира. Это доставляет мне бесконечное наслаждение - знать, что все это время он был прав в отношении меня... и это ни на что не повлияло. Он все равно погиб от твоей руки, как я и желала.
spanish: Y desde que reclutasteis a Baltasar, me he decidido por la deliciosa ironía de recrear al pobre y patético Grómnir también. Me alegra infinitamente saber que tenía razón sobre mí desde el principio... sin que cambiara nada. Aún así lo matasteis, como sabía que haríais.

source: You should have kept your energies to yourself, Melissan. Spending them on re-creating the Five will cost you... and cost you dearly.
italian: Avresti dovuto tenere per te le tue energie, Melissan. Spenderle per ricreare i Cinque ti costerà... e ti costerà caro.
pt_br: Você deveria ter mantido suas energias para si mesma, Melissan. Gastá-las na recriação dos Cinco lhe custará... e lhe custará caro.
russian: Ты должны была сохранить энергию внутри себя, Мелиссан. Тратить ее на восстановление Пятерки - это имеет свою цену... и стоить это будет дорого.
spanish: Deberíais haber guardado vuestras energías para vos, Melisán. Pagaréis haberlas gastado en recrear a los Cinco... y lo pagaréis caro.

source: Perhaps. But already I am immortal, which means I cannot be killed even by you. And there is still more of your father's essence for me to take.
italian: Forse. Ma sono già immortale, il che significa che non posso essere uccisa nemmeno da te. E c'è ancora molta essenza di tuo padre da prendere.
pt_br: Talvez. Mas eu já sou imortal, o que significa que você não pode me matar nem mesmo você. E ainda há mais da essência de seu pai para que eu tome.
russian: Возможно. Но я уже бессмертна, и это означает, что даже вы не можете убить меня. К тому же есть все еще большое количество сущности вашего отца, которое я могу взять.
spanish: Quizás. Pero ya soy inmortal, así que ni siquiera vos podéis matarme. Y todavía queda más esencia de vuestro padre de la que adueñarme.

source: They provided a considerable challenge for you individually, <CHARNAME>. I wonder how you will fare against them all?
italian: Individualmente si sono dimostrati una notevole sfida per te, <CHARNAME>. Come te la caverai contro tutti loro?
pt_br: Eles lhe proporcionaram um desafio considerável individualmente, <CHARNAME>. Fico curioso para saber como você se sairá contra todos eles juntos.
russian: Каждый из них был для тебя значительным испытанием, <CHARNAME>. Интересно, сможешь ты выстоять против них всех одновременно?
spanish: Resultaron ser un desafío considerable para vos individualmente, <CHARNAME>. Me pregunto cómo os las arreglaréis contra todos ellos.

source: So come, <CHARNAME>... kill your siblings once again. If you can.
pt_br: Então venha, <CHARNAME>... mate seus irmãos mais uma vez. Se for capaz.
russian: Итак, начнем, <CHARNAME>... убей своих родичей еще раз. Если сможешь.
spanish: Así que venid, <CHARNAME>... matad a vuestros hermanos otra vez. Si podéis.

source: There is enough essence, in fact, even for you... Sarevok.
italian: Infatti c'è abbastanza essenza anche per te... Sarevok.
pt_br: Na verdade, há energia suficiente, inclusive para você... Sarevok.
russian: На самом деле тут достаточно сущности даже для тебя... Саревок.
spanish: Hay esencia suficiente, de hecho, hasta para vos... Sarevok.

source: But... we don't have all your siblings accounted for just quite yet, do we? Haven't you forgotten someone?
italian: Ma... non abbiamo ancora considerato tutti i tuoi fratelli, giusto? Non hai dimenticato qualcuno?
pt_br: Mas... ainda não temos todos os seus irmãos contabilizados, não é mesmo? Você não esqueceu alguém?
russian: Но... не все твои родичи тут собрались, не так ли? Неужели кого-то забыли?
spanish: Pero... ¿Pero no tenemos a todos vuestros hermanos, verdad? ¿No os habéis olvidado de alguien?

source: Oh, but we do, Sarevok. I made you an offer once before, and that offer still stands. Join me now, abandon this pathetic whelp, and take your place at my side.
italian: Oh, li abbiamo, Sarevok. Ti ho fatto un'offerta in passato ed è ancora valida. Unisciti a me, lascia quel patetico cagnolino e prendi un posto al mio fianco.
pt_br: Oh, mas temos, Sarevok. Eu já lhe fiz uma oferta antes, e essa oferta ainda está de pé. Junte-se a mim agora, abandone essa criança patética e assuma seu lugar ao meu lado.
russian: О, что мы говорим, Саревок. Я уже однажды делала тебе предложение и то предложение все еще в силе. Присоединяйся сейчас ко мне, откажись от этого жалкого щенка и займи свое место на моей стороне.
spanish: Oh, si que están, Sarevok. Os hice una oferta hace tiempo, y la oferta sigue en pie. Uníos a mi ahora, abandonad a este patético cachorro, y ocupad vuestro lugar a mi lado.

source: The geas the fool placed on your heart is nothing. I could easily remove it. In fact, I do so now. There... act as you will.
italian: La costrizione che lo sciocco ha posto sul tuo cuore non è nulla. Potrei facilmente rimuoverla. Anzi, lo faccio subito. Ecco... Agisci come meglio credi.
pt_br: O geas que o tolo colocou em seu coração não é nada. Eu poderia facilmente removê-lo. Na verdade, eu o faço agora. Pronto... aja como quiser.
russian: Заклятье, помещенное в твое сердце - ничто. Я могу без проблем убрать его. На самом деле, я уже делаю это. А теперь... что ты выбираешь.
spanish: El conjuro de obligación que ese loco os puso en el corazón no es nada. Podría quitároslo con facilidad. De hecho, voy a hacerlo ahora. Ya está... haced lo que queráis.

source: Perhaps. But you are a great warrior... and could be a fine general to lead my earthly armies. Power, riches, respect... all you desire. Including the return of the Bhaalspawn essence you lost. Come, Sarevok... be the demon you once were. Serve me.
italian: Forse. Ma tu sei un grande guerriero... e potresti essere un buon generale per guidare le mie armate. Potere, ricchezze, rispetto... tutto ciò che vuoi. Incluso il ritorno dell'essenza di progenie di Bhaal che hai perso. Vieni, Sarevok... Sii il demone che eri una volta. Servimi.
pt_br: Talvez. Mas você é um grande guerreiro... e poderia ser um excelente general para liderar meus exércitos na Terra. Poder, riquezas, respeito... tudo o que você deseja. Incluindo o retorno da essência de Bhaal que você perdeu. Venha, Sarevok... seja o demônio que você já foi. Sirva-me.
russian: Возможно. Но ты - великий воин... и мог бы быть прекрасным генералом, чтобы руководить моими земными армиями. Сила, богатство, преклонение... все, что пожелаешь. И включая возвращение силы потомка Баала, которую ты потерял. Итак, Саревок... стань демоном, каким однажды был. И служи мне.
spanish: Quizás. Pero sois un gran guerrero... y podríais ser un buen general para comandar mis tropas terrestres. Poder, riquezas, respeto... todo lo que deseáis. Incluyendo la devolución de la esencia de Bhaal que perdísteis. Vamos, Sarevok... sed el demonio que fuísteis una vez. Poneos a mi servicio.

source: Then fight for me you shall! And your first victim will be the <PRO_BROTHERSISTER> upon whom vengeance is so richly deserved!
italian: Allora combatti per me! E la tua prima vittima sarà tuo fratello, su cui otterrai la vendetta che meriti!
pt_br: Então lute por mim, você lutará! E sua primeira vítima será a criança de Bhaal que tanto merece a vingança!
russian: Тогда ты будешь сражаться за меня! И твоей первой жертвой будет твой брат, пусть возмездие свершится!
spanish: ¡Entonces lucharéis por mí! Y vuestra primera víctima será vuestro hermano, ¡qué tan merecida tiene la venganza!

source: Then die with your fool <PRO_BROTHERSISTER>, if that is your wish! The Five shall be the end of you both!
italian: Allora muori con il tuo sciocco fratello, se è questo che vuoi! I Cinque saranno la vostra fine!
pt_br: Então morra com a tola criança de Bhaal, se esse for o seu desejo! Os Cinco serão o fim de vocês dois!
russian: Тогда умри вместе со своим глупым родичем, раз так хочешь! Пятерка положит вам конец, обоим!
spanish: ¡Entonces morid con el estúpido de vuestro hermano, si eso es lo que queréis! ¡Los Cinco acabarán con vosotros dos!

source: I brought you here, Sarevok. To give you a second chance. Join me and fight against <CHARNAME> and I will return the power you lost, the power you crave so much. I will make you the man you once were.
italian: Io ti ho portato qui, Sarevok. Per darti una seconda occasione. Unisciti a me, combatti contro <CHARNAME> e ti ridarò il potere che hai perduto, il potere che tanto brami. Ti renderò l'uomo che eri una volta.
pt_br: Eu o trouxe aqui, Sarevok. Para lhe dar uma segunda chance. Junte-se a mim e lute contra <CHARNAME> e eu devolverei o poder que você perdeu, o poder que você tanto deseja. Farei de você o homem que você já foi.
russian: Я вызвала тебя сюда, Саревок. И даю тебе второй шанс. Присоединяйся ко мне в борьбе против своего брата по имени <CHARNAME>, и я верну силу, которую ты потерял, силу, к которой ты так долго стремился. И верну тебе человеческую жизнь, как раньше.
spanish: Yo os traje aquí, Sarevok. Para daros una segunda oportunidad. Uníos a mí y luchad contra <CHARNAME> y os devolveré el poder que perdisteis, el poder que tanto ansiáis. Os convertiré en el hombre que fuisteis.

source: You are a fool, Melissan. You should have kept what divine energy you had for yourself and not spread it amongst such servants. It will prove your doom.
italian: Sei una sciocca, Melissan. Avresti dovuto tenere quell'energia divina per te stessa e non diffonderla tra questi servitori. Sarà la tua rovina.
pt_br: Você é uma tola, Melissan. Deveria ter mantido a energia divina para si mesma e não a distribuído entre servos tão insignificantes. Isso será a sua ruína.
russian: Ты - дура, Мелиссан. Ты должна была сохранить божественную энергию внутри себя и не разбрасывать ее среди своих прислужников. Это приблизит твою погибель.
spanish: Sois una estúpida, Melisán. Deberíais haber mantenido la energía divina que teníais para vos, y no distribuirla entre vuestros sirvientes. Será vuestra perdición.

source: Minotaur Battle Priest
italian: Mago da Battaglia Minotauro
pt_br: Sacerdote de Batalha Minotauro
russian: Минотавр-боевой жрец
spanish: Sacerdote de batalla minotauro

source: Il-Khan Medusa
pt_br: Medusa Il-Khan
russian: Медуза Иль-Хана
spanish: Medusa Il-Khan

source: Fire Drake
italian: Drago del Fuoco
pt_br: Serpe de Fogo
russian: Огненный Дрейк
spanish: Draco de fuego

source: Shadow Drake
italian: Drago dell'Ombra
pt_br: Serpe de Sombras
russian: Теневой Дрейк
spanish: Draco de las sombras

source: Ice Drake
italian: Drago del Ghiaccio
pt_br: Serpe de Gelo
russian: Ледяной Дрейк
spanish: Draco de hielo

source: Earth Drake
italian: Drago della Terra
pt_br: Serpe da Terra
russian: Земляной Дрейк
spanish: Draco de tierra

source: Summon the Abyssal Host
italian: Evoca l'Ospite Abissale
pt_br: Invocar a Horda Abissal
russian: Призвать хозяина Бездны
spanish: Invoca a la hueste abisal

source: Yaga-Shura Cleric
italian: Chierico Yaga-Shura
pt_br: Clérigo de Yaga-Shura
russian: Священник Яга-Шуры
spanish: Clérigo de Yaga-Shura

# female
source: <CHARNAME> does not stand alone, Melissan. It is time that this is ended.
spanish: <CHARNAME> no está sola, Melisán. Es hora de acabar con esto.

# female
source: Ahhhhh, such feeling. I feel the life flow through me! Such a gift you carry Child of Bhaal... such power... such strength. Oh this is simply divine!
spanish: Ahhhhh, qué sensación. ¡Siento que la vida fluye por mis venas! Llevas tal regalo, Hija de Bhaal... tal poder... tal fuerza. ¡Oh esto es simplemente divino!

# female
source: And so it is done. I believe you have made the right choice. I look forward to meeting you again on Faerun, <CHARNAME>... as a mortal and a true <PRO_BROTHERSISTER>.
pt_br: E assim está feito. Eu acredito que você fez a escolha certa. Estou ansioso para encontrá-la novamente em Faerun, <CHARNAME>... como uma mortal e uma verdadeira irmã.
spanish: Ya está hecho. Creo que habéis tomado la decisión correcta. Espero que nos encontremos de nuevo en Faerûn, <CHARNAME>... como mortal y verdadera hermana.

# female
source: And so you take the road less traveled, <CHARNAME>. I cannot say I envy you. I hope the power brings you what you expect and desire, my friend. When I look up at the heavens and see the brightest star in the sky, I shall think of you and offer a prayer.
spanish: Así que tomáis el camino menos transitado, <CHARNAME>. No puedo decir que os envidie. Espero que el poder os traiga lo que ansiáis, amiga mía. Cuando mire el cielo y vea la estrella más brillante, pensaré en vos y rezaré una plegaria.

# female
source: But do not forget our deal. I am impatient for the piece of your soul you promised me. I have enjoyed our dance Child of Bhaal, but I tire of this place. Give me what I want so I may leave... we need not meet each other again, unless you wish it.
spanish: Pero no olvidéis nuestro pacto. Estoy impaciente por tener la porción de vuestra alma que me prometísteis. He disfrutado con nuestro baile, Hija de Bhaal, pero me canso de este sitio. Dadme lo que quiero para poder marcharme... no tenemos por qué vernos otra vez, a no ser que así lo deseéis.

# female
source: But perhaps I have resigned myself to a path that is not what it seems. You are... hardly what I expected for the last of the Bhaalspawn, <CHARNAME>. Perhaps there is hope... or perhaps I am only deluding myself.
russian: Но, возможно, я примирюсь с собой на пути, который не таков, каким кажется. Ты... не похожа на то, чего я ожидал от последнего из потомков Баала, <CHARNAME>. Может, надежда еще есть... или, может, я просто обманываю себя.
spanish: Pero quizás me he resignado a un camino que no es lo que parece. Vos... no sois lo que esperaba como la última de los hijos de Bhaal, <CHARNAME>. Tal vez haya esperanza... o tal vez sólo me esté engañando a mi mismo.

# female
source: Fool! You think to betray me, Child of Bhaal? I refuse to return to the abyss. I shall rip every shred of that soul from your body! Let the dance end here!
spanish: ¡Estúpida! ¿Pensáis traicionarme, Hija de Bhaal? Me niego a regresar al abismo. ¡Os arrancaré hasta el último vestigio de vuestra alma! ¡Que el baile se acabe aquí!

# female
source: I am your <PRO_BROTHERSISTER>, Balthazar. Let us fight what is inevitable! We can work together!
pt_br: Eu sou sua irmã, Balthazar. Lutemos contra o que é inevitável! Podemos trabalhar juntos!
spanish: Soy vuestra hermana, Baltasar. ¡Luchemos contra lo inevitable! ¡Podemos trabajar juntos!

# female
source: I cannot pretend to know what you are thinking, now, of the decision you must make. Nor do I pretend to certainty that the taint would bring such a <PRO_MANWOMAN> such as yourself towards evil. Perhaps you would overcome that taint and be a good god, I cannot say.
russian: Я не могу знать, что ты сейчас думаешь о решении, которое тебе предстоит принять. Но при этом я точно знаю - такая, как ты, не обратится к самому злу. Возможно, ты преодолеешь эту скверну и станешь доброй Богиней, не знаю.
spanish: No puedo pretender saber lo que estáis pensando ahora, de la decisión que debéis hacer. Ni puedo pretender saber si la mancha conduciría a una mujer como vos hacia el mal. Tal vez superaríais esa lacra y seríais un buen dios, no lo sé.

# female
source: I require satisfaction before the Child of Bhaal makes any sort of decision, creature. Both my brother and this... Melissan, lie dead. Your hunt has been delightfully successful, <CHARNAME>.
spanish: Quiero una respuesta antes de que la Hija de Bhaal tome una decisión, criatura. Tanto mi hermano como la tal... Melisán, están muertos. Vuestra caza ha sido de lo más exitosa, <CHARNAME>.

# female
source: I would expect no other response from a true <PRO_BROTHERSISTER> of mine. I know too well the thirst for death that comes with the taint of our sire. I have mastered it, but only barely... I pity those who are a slave to it.
italian: Non mi aspetterei nessun'altra risposta da un mia vera sorella. Conosco fin troppo bene la brama di morte che deriva dalla corruzione di nostro padre. Io l'ho dominata, ma solo a stento... Compatisco quelli che ne sono schiavi.
pt_br: Eu não esperaria outra resposta de uma verdadeira irmã minha. Conheço muito bem a sede de morte que vem com a corrupção de nosso pai. Eu a dominei, mas apenas por pouco... tenho pena daqueles que são escravizados por ela.
spanish: No esperaría otra cosa de una verdadera hermana mía. Conozco demasiado bien la sed de muerte que conlleva la mancha de nuestro padre. La he dominado, pero a duras penas... Compadezco a los que son esclavos de ella.

# female
source: Irenicus, I believe you called him. So easily culled as my own, since you abandoned him here recently... and such a valuable source of information on you, <CHARNAME>. After all... I believe you did share a soul, once, no? Say hello to the dear <PRO_MANWOMAN>, Irenicus.
italian: Irenicus, credo lo chiamassi. Si è unito così facilmente alla mia causa dopo che lo hai abbandonato qui di recente... e che preziosa fonte di informazioni su di te, <CHARNAME>. Dopotutto... credo che abbiate condiviso un'anima una volta, no? Saluta questa cara donna, Irenicus.
russian: Думаю, ты звала его Айреникус. Так легко было завербовать его, недавно брошенного тобой... и он был весьма ценным источником информации о тебе, <CHARNAME>. В конце концов, однажды у вас была одна душа на двоих, разве нет? Поздоровайтесь, <CHARNAME>, Айреникус.
spanish: Irenicus, creo que le llamábais. Qué fácilmente se ha pasado a nuestro lado, puesto que aquí le abandonásteis recientemente... y qué fuente inagotable de información sobre vos ha resultado ser, <CHARNAME>. Después de todo... creo que compartísteis un alma en una ocasión, ¿no es así? Saludad a nuestra querida mujer, Irenicus.

# female
source: It is true. You are a good <PRO_MANWOMAN>, <CHARNAME>, and your stance against evil is without question. Your fight against the taint of our evil father is worthy of praise.
spanish: Es verdad. Sois una buena mujer, <CHARNAME>, y vuestra postura contra el mal está fuera de toda duda. Vuestra lucha contra la deshonra de nuestro malvado padre es digna de elogio.

# female
source: Oh Child of Bhaal, so serious and grim! Do you not enjoy that our paths have crossed again? Does your blood not rejoice?
spanish: ¡Oh Hija de Bhaal, tan seria y siniestra! ¿No disfrutáis de que nuestros caminos se hayan vuelto a cruzar? ¿No se alegra vuestra sangre?

# female
source: Oh Child of Bhaal, such a game you play. I fight with my 'dear' brother for your soul, yet you would offer it willingly? Promise me a piece of your essence and I will join you... for now.
spanish: Oh Hija de Bhaal, ¿a qué estáis jugando? Lucho con mi 'querido' hermano por vuestra alma, ¿y sin embargo la ofreceríais voluntariamente? Prometedme una porción de vuestra esencia y me uniré a vos... por el momento.

# female
source: Oh Child of Bhaal, such a game you play. You think to trick me, but I shall not be fooled so easily. I know you to be ever so desperate to do 'good' and this would not bode well for me. No, this ends here.
spanish: Oh Hija de Bhaal, ¿a qué estáis jugando? Pretendéis engañarme, pero no me dejaré engañar tan fácilmente. Sé que siempre estáis desesperado por hacer el 'bien' y yo no saldría de esto bien parada. No, esto se acaba aquí.

# female
source: Oh Child of Bhaal, you do bore me so with your talk. Come to me and embrace death as I have. Let the dance begin again!
spanish: Oh Hija de Bhaal, me aburrís con vuestra charla. Venid a mi y abrazad la muerte como yo he hecho. ¡Que el baile empiece de nuevo!
