Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: With her obligations to Larloch and <CHARNAME> fulfilled, Hexxat struck out on her own. She had lost her last chance at humanity, but gained a new understanding of what the world had to offer thanks to her time with the Bhaalspawn. She eventually returned to Athkatla, rallying the shattered remnants of Bodhi's organization, like Hexxat, the few remaining vampires sought a new purpose, and they saw in her a leader who would value them as more than just tools. Combining her undead powers with her knowledge of long-forgotten Chultan traditions, Hexxat came to be revered as queen of the city's underworld.
italian: Ripagati i suoi debiti verso Larloch e <CHARNAME>, Hexxat sparì. Aveva perso la sua ultima occasione di essere umana, ma ottenuto una nuova comprensione di ciò che il mondo aveva da offrirle grazie al tempo trascorso con la progenie di Bhaal. Alla fine tornò ad Athkatla, radunando ciò che rimaneva dell'organizzazione di Bodhi. Come Hexxat, i pochi vampiri rimasti cercavano un nuovo scopo e videro in lei una guida che li avrebbe considerati più di semplici oggetti. Combinando i suoi poteri da non morta con la sua conoscenza delle tradizioni del Chult da tempo dimenticate, Hexxat finì per essere venerata come la regina della malavita della città.
pt_br: Com suas obrigações para com Larloch e <CHARNAME> cumpridas, Hexxat partiu sozinha. Ela havia perdido sua última chance de ser humana, mas ganhado um novo entendimento do que o mundo tinha a oferecer graças ao tempo com o Filho de Bhaal. Eventualmente, ela retornou a Athkatla, reunindo os fragmentos despedaçados da organização de Bodhi. Como Hexxat, os poucos vampiros remanescentes buscavam um novo propósito, e viram nela uma líder que os valorizaria como mais do que apenas ferramentas. Combinando seus poderes de morta-viva com seu conhecimento de tradições há muito esquecidas de Chult, Hexxat passou a ser reverenciada como a rainha do submundo da cidade.
russian: Освободившись от обязательств к Ларлоху и <CHARNAME>, Хексат отправилась путешествовать в одиночку. Она потеряла последний шанс на человечность, но благодаря времени, проведенному с потомками Баала, стала лучше понимать, что мир может предложить ей. В конце концов она вернулась в Аткатлу, и сплотила разгромленные остатки организации Бодхи. Немногие оставшиеся в живых вампиры искали новую цель, и они увидели в ней лидера, который бы считал их не просто инструментами. Сочетая силы нежити со знанием давно забытых Чултанских традиций, Хексат стала почитаемой королевой подземного мира города.
spanish: Una vez cumplidas sus obligaciones con Larloch y <CHARNAME>, Hexxat se independizó. Había perdido su última oportunidad de ser humana, pero había adquirido una nueva comprensión de lo que el mundo podía ofrecerle gracias a su estancia con los engendros de Bhaal. Finalmente regresó a Athkatla, reuniendo a los destrozados restos de la organización de Bodhi. Al igual que Hexxat, los pocos vampiros que quedaban buscaban un nuevo propósito, y vieron en ella a una líder que los valoraría como algo más que simples herramientas. Combinando sus poderes de no muerta con su conocimiento de las tradiciones Chultanas, Hexxat llegó a ser venerada como reina de los bajos fondos de la ciudad.

source: Though it's likely Hexxat and <CHARNAME> had many adventures after the conclusion of the Bhaalspawn Crisis, reliable reports of those adventures are hard to come by. In their place is an endless chain of rumors, many of them gleefully spread by Cabrina: the lovers had gone to Waterdeep, becoming key players in the city's noble and criminal fraternities, they had pulled off the heist of the century, cleaning out the coffers of Menzoberranzan's Tier Breche, they had adopted a clan of kobolds and taught them to pick locks. The wildest tales claimed that <CHARNAME> was no longer seen without a scarf or high collar, and that she and Hexxat would stalk the night together, for all eternity.
italian: Sebbene sia probabile che Hexxat e <CHARNAME> abbiano avuto molte avventure dopo la conclusione della Crisi delle progenie di Bhaal, rapporti ufficiali di quelle avventure sono difficili da trovare. Al loro posto vi è un'infinità di voci, molte delle quali diffuse maliziosamente da Carabina: le amanti erano andate a Waterdeep, diventando membri importanti nelle organizzazioni di nobili e di criminali della città. Erano riuscite a compiere la rapina del secolo, ripulendo le casse di Tier Breche a Menzoberranzan, avevano adottato un gruppo di coboldi e insegnato loro a scassinare le serrature. I racconti più fantasiosi affermano che <CHARNAME> non venne più vista senza una sciarpa o una maglia a collo alto e che lei e Hexxat vissero insieme di notte, per sempre.
pt_br: Embora seja provável que Hexxat e <CHARNAME> tenham tido muitas aventuras após o fim da Crise dos Filhos de Bhaal, relatos confiáveis dessas aventuras são difíceis de encontrar. Em seu lugar, existe uma interminável cadeia de rumores, muitos deles espalhados alegremente por Cabrina: os amantes partiram para Águas Profundas, tornando-se peças-chave nas fraternidades nobres e criminosas da cidade; eles realizaram o roubo do século, esvaziando os cofres de Tier Breche, em Menzoberranzan; eles adotaram um clã de kobolds e ensinaram a eles a arte de abrir fechaduras. As histórias mais selvagens afirmavam que <CHARNAME> não era mais vista sem um lenço ou gola alta, e que ela e Hexxat caçariam juntas pela noite, por toda a eternidade.
russian: Хотя весьма вероятно, что Хексат и <CHARNAME> попадали во множество приключений после Кризиса потомков Баала, достоверные сообщения об этих приключениях тяжело найти. Их место занимает бесконечная цепочка слухов, многие из которых весело распространяет Кабрина: любовники отправились в Уотердип, став ключевыми игроками в благородном и преступном обществах города, они провернули ограбление века, обчистив закрома Тир Брехе в Мензоберранзане, они усыновили клан кобольдов и научили их взламывать замки. Самые смелые рассказы утверждали, что <CHARNAME> больше никогда не видели без шарфа или высокого воротника, и вместе с Хексат они крались в ночи вместе, вечно.
spanish: Aunque es probable que Hexxat y <CHARNAME> tuvieran muchas aventuras tras la conclusión de la crisis de los engendros de Bhaal, es difícil encontrar informes fiables de esas aventuras. En su lugar hay una cadena interminable de rumores, muchos de ellos difundidos alegremente por Cabrina: los amantes se habían ido a Aguas Profundas, convirtiéndose en piezas clave de las fraternidades nobles y criminales de la ciudad, habían llevado a cabo el atraco del siglo, limpiando las arcas del Tier Breche de Menzoberranzan, habían adoptado un clan de kobolds y les habían enseñado a forzar cerraduras. Los cuentos más salvajes afirmaban que <CHARNAME> ya no se dejaba ver sin pañuelo o cuello alto, y que junto a Hexxat acecharían la noche, por toda la eternidad.

source: Neera traveled north, stopping at inns and taverns along the way, always listening happily as bards wove tales both true and false of her adventures with <CHARNAME>. When she reached the High Forest, she was welcomed back as a hero and personally congratulated by Turlang the treant. Within days she was bored again, and circled back around to Amn where she reunited with the surviving wild mages of the Hidden Refuge, hoping to find happiness in their company. But Neera's restlessness was matched only by her power, and she departed once more, heading to the Moonsea. With the help of a wild surge or two, she sank three Thayan slaver ships single-handedly, driving them from the city of Melvaunt. This attracted Thay's attention, and Neera found herself hounded once again by the Red Wizards. It was a chase she enjoyed, for a time, especially when it led to another alliance of convenience with Szass Tam. While the outcomes of her adventures were as unpredictable as her wild magic, one thing was certain: Neera would live a very interesting life.
italian: Neera viaggiò a nord, fermandosi in locande e taverne lungo la strada, ascoltando felicemente i bardi che intessevano storie, vere o false, delle sue avventure con <CHARNAME>. Quando raggiunse la Grande Foresta, fu accolta come un'eroina e ricevette le congratulazioni personali del treant Turlang. Dopo pochi giorni si ritrovò di nuovo annoiata e vagò per l'Amn, dove si riunì con i sopravvissuti maghi selvaggi del Rifugio Nascosto, sperando di trovare la felicità in loro compagnia. L'irrequietezza di Neera era però pari solo al suo potere e partì di nuovo, andando verso il Mare della Luna. Con l'aiuto di una o due ondate selvagge, affondò da sola tre navi di schiavisti del Thay dirette verso la città di Melvaunt. Questo attirò l'attenzione del Thay e Neera si trovò un'altra volta braccata dai Maghi Rossi. Fu una caccia che la divertì per un certo periodo, specialmente quando portò ad un'altra alleanza di convenienza con Szass Tam. Mentre i finali delle sue avventure furono imprevedibili come la sua selvaggia magia, una cosa rimase certa: Neera trascorse una vita molto interessante.
pt_br: Neera viajou para o norte, parando em pousadas e tavernas ao longo do caminho, sempre ouvindo felizmente enquanto bardos teciam contos, tanto verdadeiros quanto falsos, de suas aventuras com <CHARNAME>. Quando ela chegou à Floresta Alta, foi recebida de volta como uma heroína e pessoalmente parabenizada por Turlang, o criado. Em questão de dias, ela estava entediada novamente e voltou para Amn, onde se reuniu com os sobreviventes dos magos selvagens do Refúgio Oculto, esperando encontrar felicidade em sua companhia. No entanto, a inquietude de Neera era igualada apenas por seu poder, e ela partiu novamente, rumo ao Mar da Lua. Com a ajuda de um ou dois surtos selvagens, ela afundou três navios escravagistas thayans sozinha, expulsando-os da cidade de Melvaunt. Isso atraiu a atenção de Thay, e Neera se viu perseguida novamente pelos Magos Vermelhos. Foi uma perseguição que ela apreciou, por um tempo, especialmente quando levou a outra aliança de conveniência com Szass Tam. Embora os resultados de suas aventuras fossem imprevisíveis como sua magia selvagem, uma coisa era certa: Neera viveria uma vida muito interessante.
russian: Нира отправилась на север, останавливаясь в гостиницах и тавернах по пути, всегда счастливо слушая истории бардов о ее приключениях с <CHARNAME>, правдивые и не очень. Достигнув Высокого Леса, ее приветствовали как героиню, и трент Турланг лично поздравил ее. Всего через несколько дней она снова соскучилась и отправилась обратно в Амн, где воссоединилась с выжившими дикими магами Скрытого Убежища, надеясь найти счастье в их компании. Но ее неусидчивость могла сравниться только с ее силой, и она опять отправилась в путешествие, на этот раз к Лунному морю. С помощью дикого всплеска или двух она единолично потопила три корабля Тэйских работорговцев, выгнав их из Мелвонта. Это привлекло внимание Тэя, и Нира вновь оказалась преследуемой Красными Волшебниками. Какое-то время она наслаждалась этой погоней, особенно когда она привела к альянсу по расчету со Сзассом Тамом. Хотя результаты ее приключений были непредсказуемы так же, как и ее дикая магия, одно было ясно: Нира проживет очень интересную жизнь.
spanish: Neera viajó hacia el norte, parando en posadas y tabernas a lo largo del camino, siempre escuchando alegremente a los bardos que contaban historias verdaderas y falsas de sus aventuras con <CHARNAME>. Cuando llegó al Bosque Alto, fue recibida como una heroína y felicitada personalmente por Turlang el trepador. A los pocos días volvió a aburrirse y dio la vuelta a Amn, donde se reunió con los magos salvajes supervivientes del refugio oculto, con la esperanza de encontrar la felicidad en su compañía. Pero la inquietud de Neera sólo era comparable a su poder, y partió de nuevo hacia el Mar de la Luna. Con la ayuda de una o dos oleadas salvajes, hundió sin ayuda de nadie tres barcos de esclavos Thayanos, expulsándolos de la ciudad de Melvaunt. Esto atrajo la atención de Thay, y Neera se vio perseguida una vez más por los Magos Rojos. Fue una persecución que disfrutó durante un tiempo, sobre todo cuando la llevó a otra alianza de conveniencia con Szass Tam. Aunque los resultados de sus aventuras eran tan impredecibles como su magia salvaje, una cosa era segura: Neera viviría una vida muy interesante.

source: With <CHARNAME> at her side, it seemed as though Neera meant to find some stability, perhaps by returning to the High Forest. But it soon became clear that neither of them wanted a quiet life, and though the Order of Eight Staves was no more, the machinations of Thay still loomed on the horizon. As <CHARNAME> cheered her on, Neera used her wild magic to sink three Thayan slaver ships off the coast of Melvaunt. The city celebrated their heroic victory until dawn, and when <CHARNAME> awoke Neera was gone. She had left no note, given no sign of departure. But he just smiled. No matter where her restless wanderings would take her, he knew they would find each other again.
italian: Con <CHARNAME> al suo fianco, sembrava che Neera cercasse una certa stabilità, magari tornando alla Grande Foresta. Ben presto divenne chiaro che nessuno dei due voleva una vita tranquilla e, nonostante l'Ordine degli Otto Bastoni non vi fosse più, le macchinazioni del Thay si stagliavano ancora all'orizzonte. Su incoraggiamento di <CHARNAME>, Neera usò la sua magia selvaggia per affondare tre navi di schiavisti del Thay a largo della costa di Melvaunt. La città celebrò la loro eroica vittoria fino all'alba;e quando <CHARNAME> si svegliò, Neera se n'era andata. Non aveva lasciato alcuna lettera o dato alcun segnale della sua partenza, ma lui sorrise e basta. Non importava dove il suo vagabondare l'avrebbero portata; lui sapeva che si sarebbero trovati di nuovo.
pt_br: Com <CHARNAME> ao seu lado, parecia que Neera pretendia encontrar alguma estabilidade, talvez retornando para a Floresta Alta. Mas logo ficou claro que nenhum dos dois queria uma vida tranquila, e embora a Ordem dos Oito Cajados não existisse mais, as maquinações de Thay ainda pairavam no horizonte. Enquanto <CHARNAME> a aplaudia, Neera usou sua magia selvagem para afundar três navios escravagistas thayans na costa de Melvaunt. A cidade celebrou sua vitória heróica até o amanhecer, mas quando <CHARNAME> acordou, Neera já havia partido. Ela não deixou nenhuma nota, nenhum sinal de sua partida. Mas ele apenas sorriu. Não importava para onde suas andanças inquietas a levassem, ele sabia que eles se encontrariam novamente.
russian: С <CHARNAME> рядом, казалось, что Нира собиралась привнести какую-то стабильность в свою жизнь. Возможно, вернуться в Высокий Лес. Но скоро стало ясно, что оба они не хотели тихой жизни, и хотя Ордена Восьми Посохов более не существовало, происки Тэя все еще маячили на горизонте. Подбадриваемая <CHARNAME>, Нира использовала свою дикую магию, чтобы потопить три корабля Тэйских работорговцев у побережья Мелвонта. Город праздновал их победу до рассвета, и когда <CHARNAME> проснулся, Ниры не было рядом. Ни записки, никакого знака расставания. Но он лишь улыбнулся. Неважно, куда Нира забрела бы во время своих беспокойных странствий, <CHARNAME> знал, что они снова найдут друг друга.
spanish: Con <CHARNAME> a su lado, parecía que Neera pretendía encontrar cierta estabilidad, tal vez regresando al Bosque Alto. Pero pronto quedó claro que ninguno de los dos quería una vida tranquila, y aunque la Orden de los Ocho Bastones ya no existía, las maquinaciones de Thay seguían acechando en el horizonte. Mientras <CHARNAME> la animaba, Neera utilizó su magia salvaje para hundir tres barcos de esclavos Thayanos frente a la costa de Melvaunt. La ciudad celebró su heroica victoria hasta el amanecer, y cuando <CHARNAME> despertó Neera se había ido. No había dejado ninguna nota ni dado señales de partida. Pero <CHARNAME> se limitó a sonreír. No importaba adónde la llevaran sus inquietas andanzas, pues sabía que volverían a encontrarse.

source: After the events of the Bhaalspawn Saga, Rasaad yn Bashir was no longer content to live as a fugitive. Having driven Alorgoth into hiding after their battle in the Deepstone Mines, Rasaad returned to Calimshan, determined to prove his loyalty to the Order of the Sun Soul. But he was unable to convince the hierarchy that he had not abandoned their teachings, and was summarily cast out. Rasaad denounced the judgment, proclaiming his innocence and refusing to leave. The stories say he fought off more than a hundred Sun Soul monks before succumbing to their superior numbers. Haraan Sixscar herself struck the final blow. In the aftermath of Rasaad's death, those present were shocked to realize that not one of his opponents had been killed. He had remained true to Selune's ways until his dying breath.
italian: Dopo gli eventi delle progenie di Bhaal, Rasaad yn Bashir non era più soddisfatto di vivere come fuggitivo. Avendo portato Alorgoth a nascondersi dopo la loro battaglia alle Miniere Deepstone, Rasaad tornò nel Calimshan, determinato a provare la sua lealtà all'Ordine dell'Anima Solare. Non riuscì tuttavia a convincere la gerarchia che non aveva abbandonato i loro insegnamenti e fu sbrigativamente scacciato. Rasaad denunciò il giudizio, proclamando la sua innocenza e rifiutandosi di andarsene. Le storie raccontano che combatté più di cento monaci dell'Anima Solare prima di soccombere alla loro superiorità numerica. Haraan Sixscar diede il colpo di grazia. In seguito alla morte di Rasaad, i presenti rimasero scioccati nel rendersi conto che nessuno di loro era stato ucciso. Era rimasto fedele ai precetti di Selûne fino all'ultimo respiro.
pt_br: Após os eventos da saga Filho de Bhaal, Rasaad yn Bashir não se contentou mais em viver como fugitivo. Tendo expulsado Alorgoth depois de sua batalha nas minas de Pedra Profunda, Rasaad retornou a Calimshan, determinado a provar sua lealdade à Ordem da Alma Solar. Mas ele foi incapaz de convencer a hierarquia de que ele não havia abandonado seus ensinamentos e foi sumariamente expulso. Rasaad denunciou o julgamento, proclamando sua inocência e recusando-se a sair. As histórias dizem que ele lutou contra mais de cem monges da Alma Solar antes de sucumbir ao seu número superior. A própria Haraan Sixscar deu o golpe final. Na sequência da morte de Rasaad, os presentes ficaram chocados ao perceber que nenhum dos seus oponentes havia sido morto. Ele havia permanecido fiel aos caminhos de Selûne até seu último suspiro.
russian: После событий саги потомков Баала, Расаад ин Башир больше не мог жить в бегах. Вынудив Арголота отступить в укрытие после их битвы в шахтах Глубокого Камня, Расаад вернулся в Калимшан, твердо решив доказать свою верность Ордену Солнечной Души. Но он не смог убедить иерархию, что не отказался от их учения, и был немедленно изгнан. Расаад отверг приговор, объявил себя невиновным и отказался уходить. Говорят, он бился против более сотни монахов Солнечной Души, прежде чем уступить их превосходящему числу. Хараад Шесть Шрамов лично нанесла решающий удар. После смерти Расаада присутствующие были поражены, осознав, что ни один из его противников не был убит. Он остался верен пути Селуны до последнего вздоха.
spanish: Tras los acontecimientos de la saga de los engendros de Bhaal, Rasaad yn Bashir ya no se conformaba con vivir como un fugitivo. Tras obligar a Alorgoth a esconderse después de su batalla en las Minas de Piedra Profunda, Rasaad regresó a Calimshan, decidido a demostrar su lealtad a la Orden del Alma Solar. Pero fue incapaz de convencer a la jerarquía de que no había abandonado sus enseñanzas, y fue expulsado sumariamente. Rasaad denunció la sentencia, proclamando su inocencia y negándose a marcharse. Las historias cuentan que luchó contra más de cien monjes del Alma del Sol antes de sucumbir a su superioridad numérica. La propia Haraan Sixscar asestó el golpe final. Tras la muerte de Rasaad, los presentes se sorprendieron al darse cuenta de que no había muerto ni uno solo de sus oponentes. Se había mantenido fiel a las costumbres de Selune hasta su último aliento.

source: Though Alorgoth eventually resurfaced after their battle in the Deepstone Mines, Rasaad yn Bashir was no longer interested in avenging his brother. He had finally found peace as a devotee of the Twofold Trust, offering a more tolerant and less dogmatic path to worshippers who had grown disenchanted with Shar and Selune - or, at least, the clergy that claimed to represent them. Renouncing violence, Rasaad and his followers retreated to a remote monastery in the Cloud Peak mountain, where he would live out his life in quiet contemplation.
italian: Anche se alla fine Alorgoth riemerse dopo la loro battaglia nelle Miniere Deepstone, Rasaad yn Bashir non era più interessato a vendicare suo fratello. Aveva finalmente trovato la pace come devoto della Duplice Fede, offrendo un percorso più tollerante e meno dogmatico ai fedeli che erano cresciuti disincantati con Shar e Selune - o, quantomeno, con il clero che pretendeva di rappresentarle. Rinunciando alla violenza, Rasaad e i suoi seguaci si ritirarono in un remoto monastero sulle montagne dei Picchi delle Nuvole, dove trascorse la sua vita in una quieta contemplazione.
pt_br: Embora Alorgoth eventualmente tenha ressurgido após sua batalha nas Minas da Pedra Profunda, Rasaad yn Bashir não estava mais interessado em vingar seu irmão. Ele finalmente encontrou a paz como um devoto da Díade, oferecendo um caminho mais tolerante e menos dogmático para os adoradores que se desencantaram com Shar e Selûne, ou, pelo menos, o clero que alegou representá-los. Renunciando à violência, Rasaad e seus seguidores se retiraram para um mosteiro remoto na montanha Pico Nevado, onde ele viveria sua vida em contemplação silenciosa.
russian: Хотя Алоргот к конце концов объявился после биты в шахтах Глубокого Камня, Расаад ин Башир более не был заинтересован в мести за своего брата. Он, наконец, обрел мир как последователь Двойного Доверия, предлагая более терпимый и менее догматичный путь верующим, разочаровавшимся в Шар и Селуне - или, по крайней мере, в церквях, утверждающих, что представляют их. Отказавшись от насилия, Расаад с последователями отступил в отдаленный монастырь на Облачном Пике, где он доживет свою жизнь в тихом созерцании.
spanish: Aunque Alorgoth acabó resurgiendo tras su batalla en las Minas de Piedra Profunda, Rasaad yn Bashir ya no estaba interesado en vengar a su hermano. Por fin había encontrado la paz como devoto de la Confianza Doble, que ofrecía un camino más tolerante y menos dogmático a los fieles que se habían desencantado de Shar y Selune o, al menos, del clero que decía representarlos. Renunciando a la violencia, Rasaad y sus seguidores se retiraron a un remoto monasterio en la montaña del Pico Nublado, donde viviría su vida en tranquila contemplación.
