Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Ravager Change You now have the ability to take on the form either of the Slayer, or of the Ravager - a terrible manifestation of Bhaal. Using this ability reduces your reputation by two points for the Slayer, or a full three points for the Ravager. As the Slayer, you have the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 60% - Resistance to physical damage set to 30% - Resistance to elemental damage set to 50% - Saving Throws set to 2 - Attacks per round set to 4 (2d8 crushing, 8 cold) - Attacks have a 10% chance of casting Dispel Magic and of lowering Magic Resistance - THAC0 set to -8 - PLUS_SIGN_PLACEHOLDER 200 Hit Points - Regenerate 3 Hit Points per second - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, disease, poison, and missile attacks - Free action - Chance of losing control: a cumulative 5% per two rounds As the Ravager, you get the following additional benefits: - Magic Resistance set to 75% - Resistance to physical damage set to 50% - Resistance to elemental damage set to 50% - Resistance to magic damage set to 50% - Attacks per round set to 5 (3d8 crushing, 8 cold) - Chance of dispelling on hit increases to 20% - THAC0 set to -12 - PLUS_SIGN_PLACEHOLDER 250 hit points - Regenerate 5 Hit Points per second - Chance of losing control increases to 40% plus a cumulative 10% chance per round
italian: Trasformazione nel Distruttore Quanto utilizzi quest'abilità, assumi la forma o dell'Uccisore o del Distruttore, una terribile manifestazione di Bhaal. Utilizzare quest'abilità riduce la tua reputazione di due punti come Uccisore e di tre punti come Distruttore. La forma dell'Uccisore conferisce i seguenti benefici: - Forza e Destrezza impostati a 25 - AC effettivo impostato a -9 - Resistenza Magica impostata a 60% - Resistenza ai danni fisici impostata a 30% - Resistenza ai danni elementali impostata a 40% - Tiri-salvezza impostati a 2 - Attacchi per turno impostati a 4 (2d8 da impatto, 8 da freddo) - Gli attacchi hanno il 10% di possibilità di lanciare Dissolvi Magie e di ridurre le Resistenze Magiche - THAC0 impostato a -8 - +200 Punti Ferita - Rigenerazione di tre punti ferita al secondo - Immunità a imprigionamento, risucchio di livello, stordimento e attacchi a distanza - Libertà - Possibilità di perdere il controllo: 5% cumulativo ad ogni round La forma del Distruttore conferisce i seguenti benefici addizionali: - Resistenza Magica impostata a 75% - Resistenza ai danni fisici impostata a 50% - Resistenza ai danni elementali impostata a 50% - Resistenza ai danni magici impostata a 50% - Attacchi per turno impostati a 5 (3d8 da impatto, 8 da freddo) - Gli attacchi hanno il 20% di possibilità di lanciare Dissolvi Magie - THAC0 impostato a -12 - +250 Punti Ferita - Rigenerazione di cinque punti ferita al secondo - Immunità a imprigionamento, risucchio di livello, stordimento e attacchi a distanza - Libertà - Possibilità di perdere il controllo aumentata al 40% più 10% cumulativo ad ogni round
pt_br: Forma do Devastador Você agora tem a capacidade de assumir a forma do Matador ou do Devastador, uma terrível manifestação de Bhaal. Usar esta habilidade reduz sua reputação em dois pontos para o Matador, ou três pontos para o Devastador. Como o Matador, você ganha os seguintes benefícios: - Força e Destreza definidas em 25 - Classe de armadura definida em -9 - Resistência mágica definida em 60% - Resistência a dano físico definida em 30% - Resistência ao dano elementar definida em 50% - Salvaguardas definidas para 2 - Ataques por rodada definidos para 4 (2d8 esmagamento, 4 frio) - Ataques têm 10% de chance de conjurar Dissipar Magia e de diminuir a Resistência Mágica. - PACA0 definido para -8 - PLUS_SIGN_PLACEHOLDER 200 pontos de vida adicionais - Regenera 3 Pontos de Vida por segundo - Imunidade a aprisionamento, drenagem de nível, atordoamento, medo, encantamento, confusão, sono, doenças, ataques de veneno e ataques de projétil - Ação livre - Chance de perder o controle: um cumulativo de 5% por duas rodadas Como o Devastador, você ganha os seguintes benefícios adicionais: - Resistência mágica definida em 75% - Resistência a dano físico definida em 50% - Resistência ao dano elementar definida em 50% - Resistência ao dano mágico definida em 50% - Ataques por rodada definidos para 5 (3d8 esmagamento, 8 frio) - A chance de Dissipar Magia por acerto aumenta para 20% - PACA0 definido para -12 - PLUS_SIGN_PLACEHOLDER 250 pontos de vida adicionais - Regenera 5 Pontos de Vida por segundo - A chance de perder o controle aumenta para 40%, mais uma chance cumulativa de 10% por rodada
russian: Превращение в Разрушителя Эта способность позволяет вам принимать форму одного из двух жестоких воплощений Баала: Убийцу или Разрушителя. Использование этой способности снижает репутацию на два пункта при превращении в Убийцу, и на три пункта при превращении в Разрушителя. Форма Убийцы даёт следующие преимущества: - Сила и ловкость: 25 - Эффективный класс защиты: -9 - Сопротивление магии: 60% - Сопротивление физическому урону: 30% - Сопротивление стихийному урону: 40% - Спасброски: 2 - 4 атаки в раунд (каждая наносит дробящий урон 2d8 и 8 холодом) - Атаки имеют шанс 10% наложить эффект Развеивания магии и понизить сопротивление магии при попадании - THAC0: -8 - PLUS_SIGN_PLACEHOLDER 200 пунктов здоровья - Восстановление 3 пунктов здоровья в раунд - Иммунитет к заключению, откачке уровней, оглушению, страху, очарованию, замешательству, сну, болезням, яду и метательным атакам - Свобода действий - Шанс потерять контроль над собой: 0%, дополнительные 5% каждые два раунда Форма Разрушителя даёт дополнительные преимущества: - Сопротивление магии: 75% - Сопротивление физическому урону: 50% - Сопротивление стихийному урону: 50% - Сопротивление магическому урону: 50% - 5 атак в раунд (каждая наносит дробящий урон 3d8 и 8 холодом) - Шанс развеять магию при попадании увеличен до 20% - THAC0: -12 - PLUS_SIGN_PLACEHOLDER 250 пунктов здоровья - Восстановление 5 пунктов здоровья в раунд - Шанс потерять контроль над собой увеличен до 40%, дополнительные 10% каждый раунд
spanish: Transformación en el Saqueador Ahora tienes la habilidad de adoptar la forma del Asesino o del Saqueador, una terrible manifestación de Bhaal. El uso de esta habilidad reduce tu reputación en dos puntos en el caso del Asesino, o en tres puntos en el caso del Saqueador. Como el Asesino, tienes los siguientes beneficios: - Fuerza y destreza aumentadas a 25 - CA efectiva fijada en -9 - Resistencia mágica fijada a 60% - Resistencia al daño físico fijada en 30% - Resistencia al daño elemental fijada en 50% - Tiradas de salvación fijadas en 2 - Ataques por asalto fijados en 4 (2D8 contundente, 8 frío) - Los ataques tienen un 10% de probabilidad de lanzar Disipar Magia y de reducir la resistencia mágica - GAC0 fijado a -8 - PLUS_SIGN_PLACEHOLDER 200 puntos de golpe - Regenera 3 puntos de golpe por segundo - Inmunidad a aprisionamiento, drenaje de nivel, aturdimiento, miedo, encantamiento, confusión, sueño, enfermedad, veneno y ataques con proyectiles - Acción libre - Probabilidad de perder el control: un 5% acumulativo cada dos asaltos Como el Saqueador, tienes los siguientes beneficios: - Resistencia mágica fijada a 75% - Resistencia al daño físico fijada en 50% - Resistencia al daño elemental fijada en 50% - Resistencia al daño mágico fijada en 50% - Ataques por asalto fijados en 5 (3D8 contundente, 8 frío) - La probabilidad de disipación al golpear aumenta al 20% - GAC0 fijado a -12 - PLUS_SIGN_PLACEHOLDER 250 puntos de golpe - Regenera 5 puntos de golpe por segundo - Probabilidad de perder el control aumenta al 40% más un 10% acumulativo por asalto.

source: Slayer Change When Imoen uses this ability, she takes on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. The Slayer form grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 40% - Saving Throws set to 2 - Attacks per round set to 4 (1d8 crushing, 2 cold) - THAC0 set to 0 - PLUS_SIGN_PLACEHOLDER 100 Hit Points - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, and missile attacks Perhaps because Imoen has less of Bhaal's essence than <CHARNAME> - or perhaps because of what she learned after Melissan called forth her essence - she is more able to contain the Slayer's power, and has no chance of losing control while in Slayer form.
italian: Trasformazione nell'Uccisore Quanto Imoen utilizza quest'abilità, assume la forma della brutale essenza di Bhaal: una creatura potente e violenta fatta di zanne e artigli. La forma dell'Uccisore conferisce i seguenti benefici: - Forza e Destrezza impostati a 25 - AC effettivo impostato a -9 - Resistenza Magica impostata a 40% - Tiri-salvezza impostati a 2 - Attacchi per turno impostati a 4 (1d8 da impatto, 2 da freddo) - THAC0 impostato a 0 - +100 Punti Ferita - Immunità a imprigionamento, risucchio di livello, stordimento e attacchi a distanza Forse perché Imoen possiede meno essenza di Bhaal rispetto a <CHARNAME>, o forse a causa di ciò che ha appreso dopo che Melissan ha evocato la sua essenza, è maggiormente in grado di contenere il potere dell'Uccisore e non ha corre nessun rischio di perdere il controllo mentre si trova nella forma dell'Uccisore.
pt_br: Forma do Matador Quando Imoen usa essa habilidade, ela assume a forma da essência brutal de Bhaal: uma criatura violenta e poderosa feita de dentes e garras. A Forma do Matador concede os seguintes benefícios: - Força e Destreza definidas em 25 - Classe de armadura definida em -9 - Resistência mágica definida em 40% - Salvaguardas definidas para 2 - Ataques por rodada definidos para 4 (1d8 esmagamento, 2 frio) - PACA0 definido para 0 - PLUS_SIGN_PLACEHOLDER 100 pontos de vida adicionais - Imunidade a aprisionamento, drenagem de nível, atordoamento, medo, encantamento, confusão, sono e ataques de projétil Talvez porque Imoen tenha menos essência de Bhaal do que <CHARNAME>, ou talvez por causa do que ela aprendeu depois que Melissan invocou sua essência, ela é mais capaz de conter o poder do Matador, e não tem chance de perder o controle enquanto está nessa forma.
russian: Превращение в Убийцу Эта способность позволяет Имоен принимать форму жестокого воплощения Баала: неистового могущественного создания, состоящего из зубов и когтей. Форма Убийцы даёт следующие преимущества: - Сила и ловкость: 25 - Эффективный класс защиты: -9 - Сопротивление магии: 40% - Спасброски: 2 - 4 атаки в раунд (каждая наносит дробящий урон 1d8 и 2 холодом) - THAC0: 0 - PLUS_SIGN_PLACEHOLDER 100 пунктов здоровья - Иммунитет к заключению, откачке уровней, оглушению, страху, очарованию, замешательству, сну и метательным атакам Так как Имоен обладает меньшей частью сущности Баала, чем <CHARANAME>, а может, из-за того, что она узнала после вызволения своей сущности Мелиссан, она способна сдерживать силу Убийцы и не будет терять контроль в его форме.
spanish: Transformación en el Asesino Cuando Imoen utiliza esta habilidad, adopta la forma de la brutal esencia de Bhaal: una criatura violenta y poderosa hecha de dientes y garras. La forma del Asesino otorga los siguientes beneficios: - Fuerza y destreza aumentadas a 25 - CA efectiva fijada en -9 - Resistencia mágica fijada a 40% - Tiradas de salvación fijadas en 2 - Ataques por asalto fijados en 4 (1D8 contundente, 2 frío) - GAC0 fijado a 0 - PLUS_SIGN_PLACEHOLDER 100 puntos de golpe - Inmunidad a aprisionamiento, drenaje de nivel, aturdimiento, miedo, encantamiento, confusión, sueño y ataques con proyectiles Tal vez porque Imoen tiene menos esencia de Bhaal que <CHARNAME>, o tal vez por lo que aprendió después de que Melisán invocara su esencia, es más capaz de contener el poder de el Asesino, y no tiene ninguna posibilidad de perder el control mientras está en forma de el Asesino.

source: Bhaalspawn powers granted
italian: Poteri della Progenie di Bhaal attribuiti
pt_br: Poderes da Descendência de Bhaal concedidos
russian: Получены силы потомка Баала
spanish: Poderes de engendro de Bhaal obtenidos

source: Imoen can now change into the Slayer at will, and can enter the Ethereal plane once per minute
italian: Imoen ora può cambiare a piacimento e può entrare nel Piano Etereo una volta al minuto
pt_br: Imoen agora pode se transformar no Matador à vontade, e pode entrar no Plano Etéreo uma vez por minuto
russian: Имоен теперь может в любой момент превращаться в Убийцу и перемещаться в Эфирный план один раз в минуту
spanish: Ahora Imoen puede transformarse en el Asesino a voluntad y entrar en el plano etéreo una vez por minuto.

source: Control Demon Range: sight Casting time: 1 Duration: special Area of Effect: 1 demon Saving Throw: none This ability allows the Bhaalspawn to attempt to wrest control of a demon away from Melissan and make them an ally. The Bhaalspawn engages the demon in mental combat for DURATION_PLACEHOLDER seconds, at the end of which the demon has a SUCCESS_CHANCE_PLACEHOLDER% chance of becoming an ally. (There is no further saving throw, nor is magic resistance checked.) The demon is not under the Bhaalspawn's direct control, however. This ability may be used once every 3 rounds.
italian: Controllare Demone Raggio d'azione: a vista Tempo di lancio: 1 Durata: Speciale Area d'effetto: 1 demone Tiro salvezza: Nessuno Questa abilità permette alla progenie di Bhaal di tentare di strappare il controllo di un demone a Melissan e di renderlo un alleato. Il figlio di Bhaal ingaggia una battaglia mentale con il demone per DURATION_PLACEHOLDER secondi, alla fine del quale il demone ha il SUCCESS_CHANCE_PLACEHOLDER% di possibilità di diventare un alleato. (Non ci sono ulteriori tiri salvezza, né viene controllata la resistenza magica). Il demone non è tuttavia sotto il controllo diretto della progenie di Bhaal. Questa abilità può essere utilizzata una volta ogni 3 round.
pt_br: Controle de Demônio Alcance: Alcance visual do lançador Duração: especial Tempo de Lançamento: 1 Área de efeito: 1 demônio Salvaguarda: Nenhuma Essa habilidade permite que o Filho de Bhaal tente arrancar o controle de um demônio de Melissan e torná-lo um aliado. O Filho de Bhaal envolve o demônio em combate mental por DURATION_PLACEHOLDER segundos, ao final do qual o demônio tem SUCCESS_CHANCE_PLACEHOLDER% de chance de se tornar um aliado. (Não há mais salvaguarda, nem a resistência mágica é verificada.) O demônio não está sob o controle direto do Filho de Bhaal, no entanto. Essa habilidade pode ser usada uma vez a cada três rodadas.
russian: Контроль Демона Дистанция: цель Время чтения: 1 Длительность: специальная Зона действия: 1 демон Спасбросок: нет Эта способность позволяет потомку Баала попытаться перехватить контроль Мелиссы над демонами и сделать их союзниками. Потомок Баала в умственном сражении на DURATION_PLACEHOLDER секунд подчиняет демона, и тот может стать союзником с вероятностью SUCCESS_CHANCE_PLACEHOLDER%. Однако демон будет не при прямом контроле потомка Баала. Эту способность можно использовать один раз в 3 раунда.
spanish: Controlar Demonio Alcance: Visión Tiempo de Lanzamiento: 1 Duración: Especial Área de efecto: Un demonio Tirada de salvación: Ninguna Esta habilidad permite a los engendros de Bhaal intentar arrebatar el control de un demonio de Melisán, y hacerlo aliado suyo. El engendro de Bhaal se enzarza en un combate mental durante DURATION_PLACEHOLDER segundos, al final de la cual, el demonio tiene SUCCESS_CHANCE_PLACEHOLDER% de la probabilidad de ser su aliado. Sin embargo, el demonio no esta bajo el control directo del engendro de Bhaal. Esta habilidad sólo puede ser usada cada 3 turnos.

source: Unleash Range: 5ft Casting Time: 1 Duration: Instant Area of Effect: 1 creature Saving Throw: 1/2 plus special The "Unleash" ability releases your inner power upon a target that is within melee range, hitting them for DICENUMBER_PLACEHOLDERd12 magic damage (half on a successful save vs. Death at -4) and sending them flying back and perhaps unconscious for a short period. This ability may only be used once ever thirty seconds... and after using it the Bhaalspawn will be incredibly fatigued, and have a 25% miscast chance on all spells, for 2 rounds. Due to the amount of divine essence used, the Slayer form will also not be available for thirty seconds.
italian: Scatenare il Potere Raggio d'azione: 1,5 metri Tempo di lancio: 1 Durata: Istantaneo Area d'effetto: 1 creatura Tiro-salvezza: 1/2 più speciale L'abilità "Scatenare il Potere" rilascia la tua forza interiore su un bersaglio a portata di combattimento da mischia, colpendolo per DICENUMBER_PLACEHOLDERd12 punti di danno da magia (dimezzato se effettua con successo un tiro-salvezza contro Morte con -4 di penalità), facendolo volare via e rendendolo forse inconsapevole per un breve periodo di tempo. Questa abilità può essere attivata una volta ogni trenta secondi. Dopo averla utilizzata, la progenie di Bhaal sarà incredibilmente affaticato e avrà il 25% di possibilità di fallire il lancio di qualsiasi incantesimo per 2 round. A causa della quantità di essenza divina usata, la forma dell'Uccisore non sarà disponibile per trenta secondi.
pt_br: Libertar Alcance: 1 metro e meio Tempo de Lançamento: 1 Duração: Instantâneo Área de efeito: 1 criatura Salvaguarda: 1/2 especial A habilidade "Libertar" libera seu poder interior sobre um alvo que esteja dentro do alcance do corpo a corpo, causando DICENUMBER_PLACEHOLDERd12 de Dano Mágico (salvaguarda contra morte -4 para anular a metade) e jogando-o para trás e talvez inconsciente por um curto período. Esta habilidade só pode ser usada uma vez a cada trinta segundos ... e depois de usá-la, o Filho de Bhaal ficará incrivelmente fatigado, e terá 25% de chance de falha em todos os feitiços, por 2 rodadas. Devido à quantidade de essência divina usada, a Forma do Matador também não estará disponível por trinta segundos.
russian: Высвобождение Дистанция: 5 футов Время чтения: 1 Длительность: мгновенно Зона действия: 1 существо Спасбросок: 1/2 плюс особый Способность "Высвобождение" направляет вашу внутреннюю энергию на цель в пределах физической досягаемости , поражая ее на DICENUMBER_PLACEHOLDERd12 единиц магического повреждения (половину при успешном спасброске на Смерть с ухудшением -4) и отбрасывая ее назад, возможно, в бессознательном состоянии, на короткий период. Эту способность можно использовать раз в тридцать секунд... и после ее использования, потомок Баала будет невероятно утомлен, получая 25% шанс провала всех заклинаний в течение 2 раундов. Из-за количества потраченной божественной сущности, форма Убийцы также будет недоступна в течение тридцати секунд.
spanish: Desatar Alcance: 1,5 metros Tiempo de lanzamiento: 1 Duración: Instantáneo Área de efecto: Criatura objetivo Tirada de salvación: 1/2 + especial La habilidad de "Desatar" os permite soltar vuestro poder interior hacia un objetivo que este dentro del rango de contacto, golpeándole con un DICENUMBER_PLACEHOLDERd12 puntos de daño mágico (la mitad si supera una tirada de salvación contra muerte a -4) y le envía volando en dirección contraria a vos, e incluso puede dejarlo inconsciente durante un corto periodo de tiempo. Esta habilidad sólo deberíais usarla una vez cada treinta segundos... y después de usarla los engendros de Bhaal se fatigan enormemente y tienen un 25% de errar conjuro en todos los hechizos durante 2 turnos. Debido a la cantidad de esencia divina usada, la forma del Asesino no estará disponible durante treinta segundos.

source: Focus Range: 0 Casting Time: 1 Duration: 5 rounds Area of Effect: Caster Saving Throw: None This ability allows the Bhaalspawn to focus <PRO_HISHER> energy within <PRO_HIMHER> to resist spell effects from without. For a 30-second duration, the Bhaalspawn becomes immune to the spells Flesh to Stone, Disintegration and Time Stop. All minor spells of 1st through 3rd level will also not affect the Bhaalspawn. This ability is useable once per minute.
italian: Focalizzare Raggio d'azione: 0 Tempo di lancio: 1 Durata: 5 round Area d'effetto: Il lanciatore Tiro-salvezza: Nessuno Questa abilità permette alla progenie di Bhaal di focalizzare l'energia dentro di sé per resistere agli effetti degli incantesimi ostili. Per 30 secondi, la progenie di Bhaal diventa immune agli incantesimi Carne in Pietra, Disintegrazione e Fermare il Tempo. Tutti gli incantesimi minori dal 1° al 3° livello non avranno inoltre effetto sulla progenie di Bhaal. Questa abilità è utilizzabile una volta al minuto.
pt_br: Foco Alcance: 0 Tempo de Lançamento: 1 Duração: 5 rodadas Área de efeito: Lançador Salvaguarda: Nenhuma Esta habilidade permite que o Filho de Bhaal concentre a energia dentro dele para resistir aos efeitos de magia de fora. Por uma duração de 30 segundos, o Filho de Bhaal torna-se imune aos feitiços Carne para Pedra, Desintegração e Parar o Tempo. Todas as magias menores do 1º ao 3º nível também não afetarão o Filho de Bhaal. Esta habilidade é utilizável uma vez por minuto.
russian: Сосредоточение Дистанция: 0 Время чтения: 1 Длительность: 5 раундов Зона действия: заклинатель Спасбросок: нет Эта способность позволяет потомку Баала сосредотачивать свою энергию внутри себя и сопротивляться внешним эффектам заклинаний. В течение 30-секунд потомок Баала становится иммунным к заклинаниям Плоть в камень, Распыление и Остановка Времени. Все низкоуровневые заклинания с 1-го по 3-й уровни также не будут приносить ему вред. Эту способность можно использовать раз в минуту.
spanish: Concentración Alcance: 0 Tiempo de lanzamiento: 1 Duración: 5 asaltos Área de efecto: El lanzador Tirada de salvación: Ninguna Esta habilidad permite al engendro de Bhaal concentrar su energía dentro de él para resistir los efectos de hechizos del exterior. Durante 30 segundos, el engendro de Bhaal se vuelve inmune a los hechizos Carne a Piedra, Desintegración y Detener el Tiempo. Además, los hechizos menores de niveles 1º a 3º tampoco afectarán al engendro de Bhaal. Esta habilidad puede utilizarse una vez por minuto.

source: Dimension Door Range: Infinite Casting Time: 0 Duration: Instant Area of Effect: Caster Saving Throw: None The Bhaalspawn may now move freely through space and the planes. This teleportation power is useable once per round.
italian: Porta Dimensionale Raggio d'azione: Infinito Tempo di lancio: 1 Durata: Istantanea Area d'effetto: Il lanciatore Tiro-salvezza: Nessuno La Progenie di Bhaal ora può muoversi liberamente attraverso lo spazio e i piani. Questo potere di teletrasporto è utilizzabile una volta per round.
pt_br: Porta Dimensional Alcance: Infinito Tempo de Lançamento: 0 Duração: Instantânea Área de efeito: Lançador Salvaguarda: Nenhuma O Filho de Bhaal pode agora se mover livremente através do espaço e dos planos. Esse poder de teletransporte é utilizável uma vez por rodada.
russian: Дверь измерений Дистанция: не ограничена Время чтения: 0 Длительность: мгновенно Зона действия: заклинатель Спасбросок: нет Теперь Потомок Баала может без ограничений перемещаться в пространстве и между планами. Эту способность можно использовать один раз в раунд.
spanish: Puerta dimensional Alcance: Infinito Tiempo de lanzamiento: 0 Duración: Instantáneo Área de efecto: El lanzador Tirada de salvación: Ninguna Ahora los engendros de Bhaal pueden moverse libremente por el espacio y los planos. Este poder de teletransporte se puede usar una vez por asalto.
