Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: The perils that Mazzy Fentan faced at the side of <CHARNAME> did nothing to dissuade her thirst for adventure. In fact, it was not long after the events in Tethyr that she formed the Fentan Knights, a stalwart band of heroes that spawned tales across the Realms. They battled trolls to save endangered towns, turned back tides of orcs to preserve ancient forests, and faced a rogue dragon in its own lair just to make the world a better place. Their legend was larger than life, especially so for Mazzy, and it was said on occasion that if valor were inches, she'd be twenty feet tall. For all her risks, Mazzy passed peacefully at a ripe old age. And though she had never settled down and had no children, her name and legacy would live on in the deeds of her followers for generations to come.
italian: I pericoli che Mazzy Fentan aveva affrontato al fianco di <CHARNAME> non placarono la sua sete di avventura. Infatti, non molto tempo dopo gli eventi nel Tethyr, formò i Cavalieri di Fentan, una coraggiosa banda di eroi che disseminò molti racconti per tutti i Reami. Combatterono contro troll per salvare città in pericolo, respinsero orde di orchi per preservare antiche foreste e affrontarono un malvagio drago nella sua stessa tana al solo scopo di rendere il mondo un posto migliore. La loro leggenda assunse dimensioni maggiori delle loro vere vite, soprattutto nel caso di Mazzy, tanto che era solita dire che se il suo valore si fosse misurato in centimetri, sarebbe stata alta sei metri. Dopo tutti i rischi corsi in vita, alla fine Mazzy si spense in pace in tarda età, consapevole di potersi ritenere orgogliosa di ogni cosa che aveva compiuto.
pt_br: Os perigos que Mazzy Fentan enfrentou ao lado de <CHARNAME> não a dissuadiram de sua sede por aventura. Na verdade, não demorou muito após os eventos em Tethyr para que ela fundasse os Cavaleiros Fentan, uma valente banda de heróis que gerou lendas por todos os Reinos. Eles lutaram contra trolls para salvar cidades ameaçadas, repeliram hordas de orcs para preservar florestas antigas e enfrentaram um dragão renegado em sua própria toca apenas para tornar o mundo um lugar melhor. Sua lenda era maior do que a vida, especialmente para Mazzy, e diziam ocasionalmente que se a coragem valesse polegadas, ela teria vinte pés de altura. Apesar de todos os riscos, Mazzy passou em paz em uma idade avançada. E embora ela nunca tenha se estabelecido ou tido filhos, seu nome e legado viveriam nas ações de seus seguidores por gerações vindouras.
russian: Опасности, которые Маззи Фентан встретила вместе с <CHARNAME>, совсем не отвратили ее от приключений. На самом деле, лишь чуть позже событий в Тетире она собрала Рыцарей Фентан, крепкую группу героев, о которой заговорили по всем Королевствам. Они сражались с троллями, чтобы спасти города от опасности, разбивала орды орков, чтобы спасти древние леса, и докопались до дракона-изгоя в его собственной пещере, просто чтобы сделать мир лучше. Их легенда была больше, чем жизнь, особенно Маззи. Иногда говорили, что если бы доблесть измерялась в дюймах, она была бы ростом в двадцать футов. Несмотря на все опасности, Маззи оставила этот мир спокойно, в глубокой старости. И хотя она так нигде и не поселилась и никогда не имела детей, ее имя и наследие продолжили жить в делах ее последователей на протяжении поколений.
spanish: Los peligros a los que se enfrentó Mazzy Fentan al lado de <CHARNAME> no disiparon su sed de aventuras. De hecho, poco después de los sucesos de Tezhyr, formó los Caballeros de Fentan, una banda de héroes incondicionales que dio lugar a historias por todos los Reinos. Lucharon contra trolls para salvar ciudades en peligro, hicieron retroceder mareas de orcos para preservar bosques ancestrales y se enfrentaron a un dragón rebelde en su propia guarida sólo para hacer del mundo un lugar mejor. Su leyenda era más grande que la vida, especialmente en el caso de Mazzy, y en ocasiones se decía que si el valor midiera centímetros, ella mediría seis metros. A pesar de todos sus riesgos, Mazzy falleció en paz a una edad muy avanzada. Y aunque nunca sentó la cabeza ni tuvo hijos, su nombre y su legado perdurarán en los actos de sus seguidores durante generaciones.

source: With the saga of the Bhaalspawn concluded, Minsc fulfilled a long-promised oath and returned to Rashemen, hoping to regale the Icedragon Berserker Lodge with tales of his deeds and thus earn a place within its hallowed halls. His words were not needed, though: every tavern in Faerun had a bard singing of the valiant ranger, and he was welcomed home as a hero. Minsc went on to form his own adventuring company, the Justice Fist, striking fear in the hearts and faces of evil until, in his advancing age, he again set out across the Realms... and disappeared. And what of Boo? Well, what is Minsc without Boo? The two would never be separated, and some say they are together still, up amongst the stars where hamsters are giants and men become legends.
italian: Conclusasi la saga delle progenie di Bhaal, Minsc tenne fede al giuramento fatto e ritornò a Rashemen, sperando di intrattenere la Loggia dei Berserker del Drago di Ghiaccio con le storie delle sue gesta, e conquistarsi un posto nelle sue stanze sacre. Non furono necessari i suoi racconti. Ogni taverna di Faerûn risuonava della musica di un bardo che declamava le gesta del valoroso ranger e fu pertanto accolto come un eroe. In seguito, formò una sua personale compagnia di avventurieri, il Pugno della Giustizia, facendo scorrere fremiti di paura nel cuore e nel volto del male fin quando, in età avanzata, non si mise nuovamente a girovagare per i Reami e... scomparve. E che ne è stato di Boo? Ebbene, dopotutto, cos'era Minsc senza Boo? I due non si separarono mai e alcuni dicono che siano ancora insieme, in alto tra le stelle, laddove i criceti sono giganti e gli uomini divengono leggenda.
pt_br: Com a saga dos Filhos de Bhaal concluída, Minsc cumpriu um juramento há muito prometido e retornou a Rashemen, esperando contar à Igreja do Dragão de Gelo Furioso as histórias de suas proezas e, assim, conquistar um lugar dentro de seus salões sagrados. Suas palavras não foram necessárias, no entanto: em todas as tavernas de Faerun, havia um bardo cantando sobre o valente guardião, e ele foi recebido em casa como um herói. Minsc formou sua própria companhia de aventureiros, o Punho da Justiça, espalhando o medo nos corações e rostos do mal até que, em sua idade avançada, ele partiu novamente pelos Reinos... e desapareceu. E quanto a Boo? Bem, o que é Minsc sem Boo? Os dois nunca se separariam, e dizem que ainda estão juntos, lá em cima, entre as estrelas, onde hamsters são gigantes e homens se tornam lendas.
russian: Когда сага потомков Баала завершилась, Минск исполнил давнюю клятву и вернулся в Рашемен, надеясь рассказать о своих деяниях в Ложе Берсерков Холодного Дракона, и таким образом заработать место в ее священных залах. Но в словах не было необходимости: в каждой таверне в Фаэруне был бард, певший о доблестном следопыте, и его приветствовали дома как героя. Тогда Минск сформировал свою собственную компанию приключенцев: Кулак Справедливости, продолжив вселять страх в сердце зла и отпечатывая его на лице - пока, в преклонном возрасте, он не отправился в путешествие по Королевствам вновь... и исчез. А что же Бу? Ну, как же Минск без Бу? Они были неразлучны, и некоторые говорят, что они все еще вместе, где-то среди звезд, где хомяки становятся гигантами, а люди - легендами.
spanish: Una vez concluida la saga de los engendros de Bhaal, Minsc cumplió un juramento largamente prometido y regresó a Rashemen, con la esperanza de obsequiar a la Logia del Berserker del Dragón Helado con relatos de sus hazañas y ganarse así un lugar en sus sagrados salones. Sin embargo, sus palabras no fueron necesarias: en todas las tabernas de Faerûn había un bardo cantando sobre el valiente montaraz, y fue recibido en casa como un héroe. Minsc pasó a formar su propia compañía de aventureros, el Puño de la Justicia, infundiendo miedo en los corazones y rostros del mal hasta que, a su avanzada edad, volvió a cruzar los Reinos... y desapareció. ¿Y qué hay de Bubú? Bueno, ¿qué es Minsc sin Bubú? Los dos nunca se separarían, y algunos dicen que siguen juntos, entre las estrellas, donde los hámsters son gigantes y los hombres se convierten en leyendas.

source: Nalia de'Arnise learned a valuable lesson at the fall of Saradush: striking out at evil did not always help those in need. Though she had grown powerful during her partnership with <CHARNAME>, she felt she could do more good back in Amn. Her homecoming was spoiled when she learned that de'Arnise Keep had fallen under the control of Isaea Roenall, but she was no longer the wayward child he had known. The archmage single-handedly brought him to justice for his indiscretions, and then declared herself the inheritor of her father's ducal title. Within six months, Nalia had earned a seat on the Council of Six, and the people grew to love and rely on her leadership. She remained a prominent figure in Amnish politics for the rest of her life, constantly fighting for the good of the common folk and making many frustrated enemies among both the nobility and the Cowled Wizards.
italian: Nalia divenne piuttosto potente dopo essersi unita a <CHARNAME>. Inizialmente viaggiò, apprendendo conoscenze arcane e stringendo amicizie influenti, ma dopo un anno ritornò nell'Amn, nel maniero che era la dimora dei de'Arnise. Lo trovò sotto il controllo di nient'altri che Isaea Roenall, ma Nalia non era più la bambina ribelle che costui si aspettava. L'affrontò da sola e lo condusse alla giustizia per il suo gesto sconsiderato. Si dichiarò l'unica erede del titolo ducale paterno, distinguendosi come una regnante amata e un'arcimaga rispettata, guadagnandosi infine un posto nel Consiglio dei Sei. Di lì a pochi anni divenne una figura di spicco nell'Amn, sempre in lotta per il bene della gente comune e facendosi parecchi nemici frustrati tra la nobiltà e gli Stregoni Incappucciati.
pt_br: Nalia de'Arnise aprendeu uma valiosa lição na queda de Saradush: combater o mal nem sempre ajudava aqueles que precisavam. Embora ela tivesse se tornado poderosa durante sua parceria com <CHARNAME>, sentia que poderia fazer mais bem de volta em Amn. Sua volta para casa foi amargurada quando descobriu que a Fortaleza de'Arnise havia caído sob o controle de Isaea Roenall, mas ela não era mais a criança desobediente que ele conhecia. A arquimaga trouxe-o à justiça por seus desmandos, e então declarou-se a herdeira do título ducal de seu pai. Em seis meses, Nalia conquistou um assento no Conselho dos Seis, e o povo passou a amar e confiar em sua liderança. Ela permaneceu uma figura proeminente na política de Amn pelo resto de sua vida, lutando constantemente pelo bem dos menos afortunados e angariando muitos inimigos entre a nobreza e os Magos Encapuzados.
russian: Налия де Арнис получила важный урок во время падения Сарадуша: победа над злом не всегда помогает нуждающимся. Хотя она стала весьма могущественной за время путешествий с <CHARNAME>, она чувствовала, что могла сделать больше хорошего в Амне. Возвращение домой было подпорчено новостями о том, что Крепость де Арнис была захвачена Исайей Роеналом, но она больше не была тем своенравным ребенком, которого он знал. Архимаг в одиночку привлекла его к ответственности за его поступки, и затем объявила себя наследницей герцогского титула ее отца. За шесть месяцев Налия заработала место в Совете Шести. Люди полюбили ее и начали полагаться на ее руководство. До конца своей жизни она оставалась заметной фигурой в политической жизни Амна, постоянно борясь за благо простого народа и создавая себе много раздраженных врагов, как среди дворянства, так и Волшебников в Рясах.
spanish: Nalia de'Arnise aprendió una valiosa lección con la caída de Saradush: atacar al mal no siempre ayudaba a los necesitados. Aunque se había hecho poderosa durante su asociación con <CHARNAME>, sentía que podía hacer más bien de vuelta en Amn. Su regreso a casa se estropeó cuando se enteró de que la Fortaleza de'Arnise había caído bajo el control de Isaea Roenall, pero ya no era la niña caprichosa que él había conocido. La archimaga lo llevó sin ayuda de nadie ante la justicia por sus indiscreciones, y luego se declaró heredera del título ducal de su padre. En seis meses, Nalia se había ganado un puesto en el Consejo de los Seis, y el pueblo empezó a quererla y a confiar en su liderazgo. Siguió siendo una figura prominente en la política amnish durante el resto de su vida, luchando constantemente por el bien de la gente común y ganándose muchos enemigos frustrados tanto entre la nobleza como entre los Magos Encapuchados.

source: The reborn Sarevok Anchev proved true to his word: he returned to the lands he once knew, far mightier than he had ever been. Old enemies were startled by his visits - though never for very long - and soon enough Sarevok began a reign of terror in Baldur's Gate that placed him in complete control of the city. As his power grew and all resistance was crushed under his heel, the Deathbringer was maddened to find no thrill in victory. Within a year, his rule was nothing more than a burden, one he gladly relinquished when a group of heroes arrived to overthrow him. Fleeing into the night, Sarevok became a man haunted by his lack of purpose, by the unknown destiny that had once been so clear to him. Some say he traveled to the wastes of Anauroch, seeking to forge a new kingdom on the bones of the Netheril, others claim he slipped through the bonds of Toril and into the Planes, launching a campaign against Mount Celestia itself. The truth remains unknown, but tales of Sarevok's power and depravity will persist for centuries to come.
italian: Il rinato Sarevok Anchev si dimostrò fedele alla sua parola: tornò nelle terre che un tempo conosceva, molto più potente di quanto non fosse mai stato. I suoi vecchi nemici furono sorpresi dalle sue visite - anche se mai per molto tempo - e in poco tempo Sarevok diede inizio a un regno di terrore a Baldur's Gate che mise la città sotto il suo completo controllo. Mentre il suo potere cresceva e tutta la resistenza era schiacciata sotto il suo piede, il Latore di Morte si crucciava di non riuscire a non provare nessun brivido per la vittoria. Nel giro di un anno, il suo dominio divenne null'altro che un peso, che lasciò volentieri quando un gruppo di eroi arrivò per rovesciarlo. Fuggendo nella notte, Sarevok divenne un uomo ossessionato dalla sua mancanza di scopi, dal destino sconosciuto che una volta gli era stato così chiaro. Alcuni sostengono che si sia recato nelle terre desolate di Anauroch, cercando di forgiare un nuovo regno sui resti di Netheril, altri sostengono che sia scivolato attraverso i legami del Toril e dei sui Piani, lanciando una campagna contro Monte Celestia stesso. La verità rimane sconosciuta, ma le storie sul potere e sulla depravazione di Sarevok continueranno nei secoli a venire.
pt_br: O renascido Sarevok Anchev provou ser fiel à sua palavra: ele retornou às terras que ele conheceu, muito mais poderoso do que jamais fora. Antigos inimigos foram surpreendidos por suas visitas, embora nunca por muito tempo, e logo Sarevok começou um reinado de terror em Portão de Baldur, que o colocou no controle total da cidade. Como seu poder cresceu e toda a resistência foi esmagada sob o calcanhar, o Arauto da Morte estava enlouquecido para não sentir nenhuma emoção na vitória. Em um ano, seu governo não passava de um fardo, que ele alegremente abandonou quando um grupo de heróis chegou para derrubá-lo. Fugindo pela noite, Sarevok tornou-se um homem assombrado por sua falta de propósito, pelo destino desconhecido que uma vez fora tão claro para ele. Alguns dizem que ele viajou para os desertos de Anauroch, procurando forjar um novo reino sobre os ossos dos Netheril, outros afirmam que ele escorregou através dos laços de Toril e nos Planes, lançando uma campanha contra o próprio Monte Celestia. A verdade permanece desconhecida, mas os contos do poder e da depravação de Sarevok persistirão pelos próximos séculos.
russian: Возрожденный Саревок Анчев оказался верен своему слову: он вернулся в земли, которые он когда-то знал, гораздо сильнее, чем он когда-либо был. Старые враги были поражены его визитами - обычно это длилось недолго. И скоро Саревок начал террор во Вратах Балдура, захватив город полностью. Хотя его сила росла, а сопротивление было сокрушено железной пятой, Несущий Смерть обезумел, не найдя радости в победе. Спустя год, правление стало лишь обузой, которую он бросил с удовольствием, когда группа героев прибыла в город, чтобы свергнуть его. Сбежав в ночь, Саревок стал человеком, преследуемым отсутствием цели, неизвестностью судьбы, которая однажды была так ясна. Некоторые говорят, что он отправился в пустоши Анаурока, чтобы создать новое королевство на костях Незерила, другие - что он скинул оковы Торила и отправился на Планы, начав кампанию против самой Горы Селестии. Истина остается тайной, но рассказы о силе и порочности Саревока будут жить веками.
spanish: El renacido Sarevok Anchev demostró ser fiel a su palabra: regresó a las tierras que una vez conoció, mucho más poderoso de lo que nunca había sido. Sus visitas sobresaltaron a sus viejos enemigos, aunque nunca por mucho tiempo, y pronto Sarevok comenzó un reino de terror en Baldur's Gate que le otorgó el control total de la ciudad. A medida que su poder crecía y toda resistencia era aplastada bajo su talón, el Portador de la Muerte enloquecía al no encontrar emoción alguna en la victoria. Al cabo de un año, su gobierno no era más que una carga, a la que renunció con gusto cuando un grupo de héroes llegó para derrocarlo. Huyendo hacia la noche, Sarevok se convirtió en un hombre atormentado por su falta de propósito, por el destino desconocido que una vez había sido tan claro para él. Algunos dicen que viajó a los páramos de Anauroch, buscando forjar un nuevo reino sobre los huesos de los Netheril, otros afirman que se escabulló a través de los lazos de Toril y se adentró en los Planos, lanzando una campaña contra el mismísimo Monte Celestia. La verdad sigue siendo desconocida, pero las historias sobre el poder y la depravación de Sarevok persistirán durante siglos.

source: In the years following his resurrection by <CHARNAME>, Sarevok Anchev never settled anywhere for long. In Berdusk, he is said to have routed an army of invading orcs, displaying such power and rage that terrified locals weren't sure whom to fear more. In Westgate, he arrived as conqueror, brutally enforcing his will only to mysteriously vanish weeks later, leaving his startled followers to the mercies of an angry mob. He acted like a man that did not know himself, and it became abundantly clear that Sarevok was a tortured soul caught between life and death, unable to appreciate either. Eventually he disappeared entirely from Faerun, and was thought to have taken his own life. In truth, he journeyed to Kara-Tur to bury his one true love, the warrior Tamoko. He never returned, though the stories endure.
italian: Negli anni successivi alla sua resurrezione ad opera di <CHARNAME>, Sarevok non si stabilì mai in nessun luogo per lungo tempo. A Berdusk, si raccontava che avesse sbaragliato un'armata di orchi invasori, dando prova di un potere e di un'ira talmente spaventosi che i terrorizzati abitanti del luogo non sapevano di chi aver più paura. Arrivò a Westgate nelle vesti di conquistatore, imponendo la sua volontà con la forza solo per sparire misteriosamente pochi mesi dopo e lasciando i suoi compagni alla mercé della popolazione inferocita. Si comportava come un uomo che non conoscesse se stesso. Tutti gli aneddoti su Sarevok concordavano sul fatto che fosse un'anima tormentata, in bilico tra la vita e la morte, senza mai raggiungere l'una o l'altra. Alla fine, scomparve. Alcune voci dicono che si sia lanciato all'assalto dello stesso Abisso o che si sia tolto la vita. In verità, viaggiò sino a Kara-Tur per seppellire il suo unico vero amore, la guerriera Tamoko. Non fece mai ritorno, sebbene le storie al riguardo non manchino.
pt_br: Nos anos seguintes a sua ressurreição por <CHARNAME>, Sarevok Anchev nunca se estabeleceu em lugar algum por muito tempo. Em Berdusk, diz-se que ele derrotou um exército de orcs invasores, exibindo tal poder e raiva que os moradores aterrorizados não sabiam a quem temer mais. Em Westgate, ele chegou como conquistador, aplicando brutalmente sua vontade apenas para misteriosamente desaparecer semanas depois, deixando seus seguidores assustados à mercê de uma multidão enfurecida. Ele agia como um homem que não conhecia a si mesmo, e ficou muito claro que Sarevok era uma alma torturada presa entre a vida e a morte, incapaz de apreciar qualquer um deles. Eventualmente ele desapareceu inteiramente de Faerun, e foi pensado para ter tirado a própria vida. Na verdade, ele viajou para Kara-Tur para enterrar seu verdadeiro amor, a guerreira Tamoko. Ele nunca voltou, embora as histórias durem.
russian: В годы, последовавшие за воскрешением руками <CHARNAME>, Саревок Анчев нигде не оставался надолго. В Бердуске он, по слухам, разгромил армию вторгнувшихся орков, продемонстрировав такую устрашающую силу и ярость, что запуганные местные жители не знали, кого бояться больше. В Вестгейт он прибыл как завоеватель, жестоко навязывая городу свою волю, только для того, чтобы таинственно исчезнуть несколькими месяцами позже, обрекая своих собственных обескураженных приверженцев на милость разозленной толпы. Он действовал, как человек, который не знает себя, и стало предельно ясно - Саревок был измученной душой, пойманной между жизнью и смертью, неспособной обрести мир ни в том, ни в другом. В конечном счете, он пропал из Фаэруна. Считалось, что он покончил жизнь самоубийством. На самом деле, он уехал в Кара-Тур, чтобы похоронить свою единственную любовь, воина Тамоко. Он не вернулся назад, хотя рассказы о нем все продолжались.
spanish: En los años que siguieron a su resurrección por <CHARNAME>, Sarevok Anchev nunca se asentó en ningún lugar por mucho tiempo. En Berdusk, se dice que derrotó a un ejército de orcos invasores, mostrando tal poder y furia que los aterrorizados lugareños no sabían a quién temer más. En Westgate, llegó como conquistador, imponiendo brutalmente su voluntad sólo para desaparecer misteriosamente semanas después, dejando a sus sorprendidos seguidores a merced de una turba enfurecida. Actuaba como un hombre que no se conocía a sí mismo, y quedó muy claro que Sarevok era un alma torturada atrapada entre la vida y la muerte, incapaz de apreciar ninguna de las dos. Finalmente desapareció por completo de Faerûn, y se pensó que se había quitado la vida. En realidad, viajó a Kara-Tur para enterrar a su verdadero amor, la guerrera Tamoko. Nunca regresó, aunque las historias perduran.
