Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Oh, so it is! Do you need me back in the party? I could... leave the Throne, I think... I think I have that power, now, same as you. But I'll fight by your side again, if you want me to.
italian: Oh, eccoti qui! Hai ancora bisogno di me? Potrei... lasciare il Trono, penso... Credo di averne il potere ora, come te, ma combatterò di nuovo al tuo fianco, se vuoi.
pt_br: Ah, é verdade! Você precisa que eu volte ao grupo? Acho que posso sair do Trono agora, eu acho... eu acredito que tenho esse poder, assim como você. Mas eu lutarei ao seu lado novamente, se você quiser.
russian: О, вот как! Ты нуждаешься во мне, хочешь вернуть меня обратно в команду? Я могла бы... покинуть Трон, я думаю... я думаю, что у меня теперь есть та сила, та же самая, что и у тебя. Но я снова буду биться на твоей стороне, если захочешь.
spanish: ¡Oh, así qué es eso! ¿Me necesitáis de vuelta en el grupo? Yo podría... dejar el Trono, pienso... pienso que tengo ese poder, ahora, como vos. Pero lucharé junto a vos de nuevo, si me queréis para ello.

source: I see the fight's still going on. Do you need me back in the party? I could... leave the Throne, I think... I think I have that power, now, same as you. But I'd like to see this through, same as you.
italian: Vedo che la battaglia è ancora in corso. Hai bisogno che torni nel gruppo? Potrei... lasciare il Trono, penso... Credo di averne il potere ora, come te, ma vorrei farla finita, come te.
pt_br: Vejo que a luta ainda está acontecendo. Você precisa que eu volte ao grupo? Acho que posso sair do Trono agora, eu acho... eu acredito que tenho esse poder, assim como você. Mas eu gostaria de ver isso até o fim, assim como você.
russian: Я вижу, что битва все продолжается. Я нужна тебе, мне вернуться обратно в команду? Я могла бы... покинуть Трон, думаю... думаю, что у меня теперь есть та сила, та же самая, что и у тебя. Но я бы хотела просмотреть, чем это закончится, как и ты.
spanish: Veo que la batalla todavía continúa. ¿Me necesitáis de nuevo en el grupo? Podría... podría dejar el Trono, creo... creo que tengo ese poder, ahora, al igual que vos. Pero me gustaría ver esto hasta el final, como vos.

source: Stop distracting me in the middle of combat, already! Get back in the party!
italian: Smettila di distrarmi nel mezzo del combattimento! Torna nel gruppo!
pt_br: Pare de me distrair no meio do combate! Volte para o grupo!
russian: Прекрати наконец отвлекать меня посреди битвы! Возвращайся в команду!
spanish: ¡Dejad ya de distraerme en medio de la batalla! ¡Volved al grupo!

source: Yes <PRO_SIRMAAM>! (giggle!) Time to kick a certain someone's butt, right?
italian: Sissignore! "Ridacchia" È tempo di prendere a calci le chiappe di un certo qualcuno, giusto?
pt_br: Sim, <PRO_SIRMAAM>! (risos!) Hora de dar uma surra em certa pessoa, certo?
russian: Конечно, <PRO_SIRMAAM>! (Хихиканье!) Настало время надавать кое-кому по заднице, верно?
spanish: ¡Si señor! (risa nerviosa) ¿Es tiempo de patear el culo de alguien, cierto?

source: Ahhh... my dear brother calls me at last, does he? I knew you would not be able to live without my assistance for long.
italian: Ahhh... Alla fine il mio caro fratello mi chiama, eh? Sapevo che non saresti riuscito a sopravvivere a lungo senza il mio aiuto.
pt_br: Ahhh... meu querido irmão finalmente me chama, não é? Eu sabia que você não conseguiria viver sem minha ajuda por muito tempo.
russian: Аххх... дорогой мой братец, наконец-то позвал меня? Я знала, что ты не сможешь долго обходиться без моей помощи.
spanish: Ahhh... ¿mi querido hermano me llama por fin, no es así? Sabía que no podríais vivir sin mi ayuda mucho tiempo.

source: (chuckle) How very like you to blame me for your own failings. Poor, poor Irenicus... always so very, very close to getting what he wants and yet always so very, very far.
italian: "Ridacchia" Così tipico da parte tua incolparmi per i tuoi fallimenti. Povero, povero Irenicus... Sempre così tanto, tanto vicino ad ottenere ciò che vuole... eppure sempre così tanto, tanto lontano.
pt_br: (risos) Como é típico de você culpar-me por suas próprias falhas. Coitado, coitado de Irenicus... sempre tão, tão perto de conseguir o que quer e, no entanto, sempre tão, tão longe.
russian: (хихиканье) Как же тебе нравится обвинять меня в своих собственных неудачах. Бедный, бедный Айреникус... всегда так очень, очень близко к своей цели и все же всегда так очень, очень далеко.
spanish: (chasqueo) Qué típico de vos culparme de vuestros propios fallos. Pobre. pobre Irenicus... siempre tan, tan cerca de conseguir lo que quiere pero al mismo tiempo siempre tan, tan lejos.

source: So I see. How absolutely delicious to let me in on your little play with the Bhaalspawn again, brother dear. And how are you, <CHARNAME>? I do so hope you are as... healthy... as I remember. Shall we continue our merry dance?
italian: Capisco. È assolutamento delizioso lasciare che mi unisca di nuovo alla tua piccola recita con la progenie di Bhaal, caro fratello. E tu come stai, <CHARNAME>? Spero tu sia in... salute... come ricordo. Vuoi continuare la nostra allegra danza?
pt_br: Então eu vejo. Como é absolutamente delicioso me incluir em seu pequeno jogo com o Bhaalspawn novamente, querido irmão. E como você está, <CHARNAME>? Espero que esteja... saudável... como me lembro. Vamos continuar nossa dança alegre?
russian: Конечно, вижу. Как восхитительно призвать меня снова на твою маленькую игру с потомком Баала, дорогой брат. И как ты, <CHARNAME>? Я надеюсь, вы сейчас... здоровы... насколько я помню. Продолжим наш очаровательный танец?
spanish: Ya veo. Qué encantador por vuestra parte que me dejéis participar en vuestro pequeño juego con los hijos de Bhaal de nuevo, querido hermano. ¿Y cómo estáis, <CHARNAME>? Espero que sigáis tan... saludable... como recuerdo. ¿Seguimos con nuestra alegre danza?

source: Still trapped in servitude to Irenicus? Do you have no will of your own, Bodhi?
italian: Ancora intrappolata nella servitù ad Irenicus? Non hai una tua volontà, Bodhi?
pt_br: Ainda aprisionada ao serviço de Irenicus? Você não tem vontade própria, Bodhi?
russian: Все еще находишься на побегушках у Айреникуса? Не можешь решать сама, Бодхи?
spanish: ¿Todavía atrapada sirviendo a Irenicus? ¿No tenéis voluntad propia, Bodhi?

source: Why don't you go jump on a stake and spare us both the tedium of battle?
italian: Perché non ti butti su un paletto e non risparmi a entrambi la noia della battaglia?
pt_br: Por que você não vai se empalar em uma estaca e poupa a nós dois o tédio da batalha?
russian: Почему бы тебе самой не прыгнуть на кол и избавить нас обоих от скучного сражения?
spanish: ¿Por qué no váis y saltáis sobre una estaca y nos ahorráis a los dos el tedio de la batalla?

source: Best hike up your skirts and run, Bodhi. The time when I found vampires remotely threatening is long past!
italian: Meglio se tiri su la sottana e scappi, Bodhi. Il tempo in cui trovavo i vampiri vagamente pericolosi è passato da un pezzo!
pt_br: É melhor levantar suas saias e correr, Bodhi. O tempo em que eu achava os vampiros remotamente ameaçadores já passou há muito tempo!
russian: Подхвати юбку и беги, Бодхи. Время, когда вампиры пугали меня, давно прошло!
spanish: Mejor recogeos las faldas y corred, Bodhi. ¡La época en que encontraba a los vampiros remotamente amenazadores se acabó hace tiempo!

source: Do I have to suffer your prattle again? I shall stamp out your evil presence once and for all!
italian: Devo soffrire le tue farneticazioni di nuovo? Estirperò la tua malvagia presenza una volta per tutte!
pt_br: Tenho que aguentar sua conversa fiada novamente? Vou extinguir sua presença maligna de uma vez por todas!
russian: Мне опять нужно слушать твой лепет? Я уничтожу твое злое присутствие раз и навсегда!
spanish: ¿Otra vez tengo que aguantar vuestra cháchara? ¡Acabaré con vuestra maligna presencia de una vez por todas!

source: Oh Child of Bhaal, so serious and grim! Do you not enjoy that our paths have crossed again? Does your blood not rejoice?
italian: Oh, figlio di Bhaal, così serio e feroce! Non ti rallegra che le nostre strade si sono incrociate nuovamente? Il tuo sangue non si rallegra?
pt_br: Oh, Filho de Bhaal, tão sério e sombrio! Você não se alegra que nossos caminhos se cruzaram novamente? Seu sangue não se rejubila?
russian: О, Дитя Баала, так серьезно и мрачно! Ты не рад, что наши дорожки вновь пересеклись? Твоя кровь не вскипает?
spanish: ¡Oh Hijo de Bhaal, tan serio y siniestro! ¿No disfrutáis de que nuestros caminos se hayan vuelto a cruzar? ¿No se alegra vuestra sangre?

source: You are weak, Bodhi, while the blood of a god flows within me. I shall enjoy your death... again.
italian: Tu sei debole, Bodhi, mentre in me scorre il sangue di un dio. Mi rallegrerò della tua morte... di nuovo.
pt_br: Você é fraca, Bodhi, enquanto o sangue de um deus corre em mim. Vou aproveitar sua morte... novamente.
russian: Ты слаба, Бодхи, в то время как кровь бога течет внутри меня. Я буду наслаждаться твоей смертью... опять.
spanish: Sois débil, Bodhi, mientras que la sangre de un dios fluye por mis venas. Disfrutaré de vuestra muerte... una vez más.

source: Enough of this! You will fall before me, undead thing.
italian: Ne ho abbastanza! Cadrai dinanzi a me, ammasso non morto.
pt_br: Chega disso! Você cairá diante de mim, coisa morta-viva.
russian: Теперь достаточно! Ты падешь предо мной, неживая сущность.
spanish: ¡Basta ya! Caeréis ante mi, cosa no muerta.

source: You have nothing to gain from this fight. Will you sacrifice yourself out of sibling loyalty? Do not make that mistake again.
italian: Non hai nulla da guadagnare da questa battagla. Sacrificherai te stessa per la fedeltà fraterna? Non commettere di nuovo quell'errore.
pt_br: Você não tem nada a ganhar com essa luta. Você vai se sacrificar por lealdade fraternal? Não cometa esse erro novamente.
russian: Ты ничего не получишь от этой борьбы. Пожертвуешь собой из-за лояльности к родному брату? Не повторяй эту ошибку.
spanish: No tenéis nada que ganar con esta lucha. ¿Os sacrificaréis por amor fraternal? No volváis a cometer ese error.

source: Stand aside Bodhi. Your brother is blinded by his lust for vengance. He's prepared to fight me to the death, but you don't need to die at his side. There is no need for you to die at all.
italian: Fatti da parte, Bodhi. Tuo fratello è accecato dal desiderio di vendetta. È pronto per combattermi fino alla morte, ma non c'è bisogno che tu muoia al suo fianco. Non c'è proprio bisogno che tu muoia.
pt_br: Saia do caminho, Bodhi. Seu irmão está cego por sua sede de vingança. Ele está preparado para lutar comigo até a morte, mas você não precisa morrer ao lado dele. Não há necessidade de você morrer de forma alguma.
russian: Оставайся в стороне, Бодхи. Твой брат ослеплен жаждой мести. Он готов сражаться со мной до смерти, но тебе нет необходимости умирать вместе с ним. Вообще нет необходимости умирать.
spanish: Manteneos al margen Bodhi. Vuestro hermano está cegado por sus ansias de venganza. Está preparado para luchar a muerte conmigo, pero no necesitáis morir a su lado. No tenéis por qué morir.

source: You may be strong, <CHARNAME>, but you are indeed a fool to think us weak. I shall take your soul for my own, I swear it!
italian: Puoi essere forte, <CHARNAME>, ma sei davvero sciocco a pensare che noi siamo deboli. Mi prenderò la tua anima, lo giuro!
pt_br: Você pode ser forte, <CHARNAME>, mas é mesmo um tolo em pensar que somos fracos. Vou tomar sua alma para mim, eu juro!
russian: Может быть, ты силен, <CHARNAME>, но ты глуп, если думаешь, что мы слабы. Я заберу твою душу себе, клянусь!
spanish: Tal vez seáis fuerte, <CHARNAME>, pero sois un estúpido si pensáis que somos débiles. ¡Tomaré vuestra alma y la haré mía, lo juro!

source: You had your chance, brother. Your plans failed, as I recall, and brought about my death. No, you are weak and <CHARNAME> is strong and it is <PRO_HESHE> that shall give me what I need. I look forward to bathing in your blood, dear brother... a suitable reward for your utter failure.
italian: Hai avuto la tua occasione, fratello. Da quanto ricordo, i tuoi piani sono falliti e mi hanno condotta alla morte. No, tu sei debole e <CHARNAME> è forte. È lui che mi darà ciò di cui ho bisogno. Aspetto con ansia di bagnarmi nel tuo sangue, caro fratello... una degna ricompensa per il tuo totale fallimento.
pt_br: Você teve sua chance, irmão. Seus planos falharam, como eu me recordo, e trouxeram a minha morte. Não, você é fraco e <CHARNAME> é forte, e é <ELE_ELA> que me dará o que eu preciso. Aguardo ansiosamente por banhar-me em seu sangue, querido irmão... uma recompensa adequada para o seu total fracasso.
russian: У тебя был твой шанс, брат. Но твои планы потерпели крах, и насколько я помню, это привело к моей смерти. Нет, ты слаб, а <CHARNAME> нет и именно <PRO_HESHE> сможет дать мне то, в чем я нуждаюсь. Я желаю искупаться в твоей крови, дорогой брат... подходящая награда для твоей абсолютной неудачи.
spanish: Tuvisteis vuestra oportunidad, hermano. Vuestros planes fallaron, si no recuerdo mal, y me llevaron a la muerte. No, sois débil y <CHARNAME> es fuerte y él es el que me dará lo que necesito. Espero con ilusión bañarme en vuestra sangre, querido hermano... una recompensa adecuada por vuestro completo fracaso.

source: Oh Child of Bhaal, you do bore me so with your talk. Come to me and embrace death as I have. Let the dance begin again!
italian: Oh, figlio di Bhaal, mi annoi così tanto con le tue parole. Vieni da me e abbraccia la morte come ho fatto io. Che le danze inizino di nuovo!
pt_br: Oh, Filho de Bhaal, você realmente me entedia com suas palavras. Venha até mim e abrace a morte, assim como eu fiz. Que a dança recomece!
russian: О, Дитя Баала, ты докучаешь мне своими разговорами. Иди ко мне и прими смерть, как сделала я. Начнем же танец снова!
spanish: Oh Hijo de Bhaal, me aburrís con vuestra charla. Venid a mi y abrazad la muerte como yo he hecho. ¡Que el baile empiece de nuevo!

source: Indeed, I have no intention of dying at all. I fight with my brother because I have no choice... or would you offer me one now?
italian: Già, non ho alcuna intenzione di morire. Combatto con mio fratello perché non ho altra scelta... o vorresti offrirmene una?
pt_br: De fato, não tenho intenção de morrer de forma alguma. Luto ao lado de meu irmão porque não tenho escolha... ou você me ofereceria uma opção agora?
russian: Действительно, у меня совсем нет желания умирать. Я нахожусь со своим братом, потому что у меня нет никакого выбора... или ты теперь предложишь мне другой выбор?
spanish: De hecho, no tengo ninguna intención de morir. Lucho contra mi hermano porque no tengo elección.... ¿O ahora me ofreceríais otra alternativa?

source: My brother believes he can offer me your soul, yet I see that you too can raise others from the abyss, one who opposed you, no less! How intriguing. Perhaps I do not need to taste your blood...
italian: Mio fratello crede di potermi offrire la tua anima, ma vedo che anche tu puoi richiamare le persone dagli Abissi; una che ti si è opposta, nientedimeno! Intrigante. Forse non ho bisogno di assaggiare il tuo sangue...
pt_br: Eu lhe farei uma oferta, <CHARNAME>. Prometa-me um pedaço de sua alma e lutarei como uma irmã para você.
russian: Мой брат верит, что может предложить мне твою душу, но все же я вижу, что ты можешь поднимать из бездны других, тех, кто противостоял тебе! Как интригующе. Возможно, мне не нужно проливать твою кровь...
spanish: Mi hermano cree que puede ofrecerme vuestra alma, pero veo que vos también podéis alzar a otros desde el abismo. ¡A uno que se os opuso, nada menos! Qué intrigante. Tal vez no necesite probar vuestra sangre...

source: I would make you an offer <CHARNAME>. Promise me a piece of your soul and I shall fight as a sister to you.
italian: Ti farò un'offerta, <CHARNAME>. Promettimi una parte della tua anima e combatterò per te come una sorella.
pt_br: Eu farei uma oferta a você, <CHARNAME>. Prometa-me uma parte de sua alma e eu lutarei como uma irmã para você.
russian: Я сделаю тебе предложение, <CHARNAME>. Обещай мне часть своей души и я буду сражаться, как твоя сестра.
spanish: Os haré una oferta <CHARNAME>. Prometedme un pedazo de vuestra alma y lucharé como una hermana por vos.

source: I am doomed whether or not I fight. My stay in the Abyss was not a pleasant one, but since I must return, I shall not pass up a chance to feast on such a fine morsel.
italian: Sono condannata in un modo o nell'altro a combattere. La mia permanenza negli Abissi non è stata piacevole, ma dato che devo ritornare, non rifiuterò la possibilità di deliziarmi di un così buon boccone.
pt_br: Estou condenada, quer eu lute ou não. Minha estadia no Abismo não foi agradável, mas já que devo voltar, não vou perder a chance de me banquetear com uma iguaria tão deliciosa.
russian: Я обречена, независимо от того, буду я сражаться или нет. Мое пребывание в Бездне не из приятных, но раз мне придется туда вернуться, я не упущу шанса попробовать такой лакомый кусочек.
spanish: Estoy condenada luche o no. Mi estancia en el Abismo no fue agradable, pero ya que debo regresar, no dejaré pasar la oportunidad de probar tan delicioso bocado.

source: I have power beyond your brother's. Join with me and I shall grant the reward he shall not live to bestow, a soul.
italian: I miei poteri superano quelli di tuo fratello. Unisciti a me e ti concederò la ricompensa che lui non è riuscito a donarti: un'anima.
pt_br: Tenho poder além do de seu irmão. Junte-se a mim e concederei a recompensa que ele não viverá para dar, uma alma.
russian: У меня сила больше, чем у твоего брата. Присоединяйся ко мне и я дам тебе награду, которую он не сможет дать никогда - душу.
spanish: Tengo más poder que vuestro hermano. Uníos a mí y os concederé la recompensa que él no vivirá para daros; un alma.

source: I have changed since our last encounter, Bodhi. I am above you and your pitiful games. They bore me and I shall put an end to them!
italian: Sono cambiato dal nostro ultimo incontro, Bodhi. Sono al di sopra di te e dei tuoi giochi meschini. Mi infastidiscono e metterò loro fine!
pt_br: Eu mudei desde nosso último encontro, Bodhi. Estou acima de você e de seus jogos patéticos. Eles me entediam e eu colocarei um fim neles!
russian: Многое изменилось с нашего последнего столкновения, Бодхи. Я выше вас и ваших жалких игр. Мы оба выросли из них, и я положу им конец!
spanish: He cambiado desde nuestro último encuentro, Bodhi. Estoy por encima de vos y de vuestros penosos juegos. ¡Me aburren y les pondré final!

source: So much talk from your brother, Bodhi, yet actions speak louder than words. How many deaths has your brother granted me? Do you truly believe you can win? Take the portion of soul I offer and live again.
italian: Così tante parole da tuo fratello, Bodhi, ma le azioni parlano più forte delle parole. Quante volte tuo fratello mi ha assicurato che sarei morto? Credi davvero di poter vincere? Prendi la parte dell'anima che ti offro e vivi di nuovo.
pt_br: Tanta conversa do seu irmão, Bodhi, mas ações falam mais alto. Quantas vezes seu irmão me concedeu a morte? Você realmente acredita que pode vencer? Aceite a porção de alma que ofereço e viva novamente.
russian: Твой брат много говорит, Бодхи, и все же действия значат больше слов. Сколько возможностей было у твоего брата убить меня? Ты действительно думаешь, что вы сможете победить? Возьми часть души, которую я предлагаю, и будь снова живой.
spanish: Tantas palabras de vuestro hermano, Bodhi, pero las acciones hablan más alto que las palabras. ¿Cuantas muertes me ha concedido vuestro hermano? ¿De verdad pensáis que podéis ganar? Tomad la porción de alma que os ofrezco y vivid de nuevo.

source: Such a delicious offer you make... though I must wonder if you are telling the truth. Are my chances of survival really any better with you...?
italian: La tua offerta è davvero deliziosa... ma mi chiedo se stai dicendo la verità. Le mie possibilità di sopravvivere sono davvero maggiori con te...?
pt_br: Uma oferta tão deliciosa que você faz... embora eu deva me perguntar se está dizendo a verdade. Será que minhas chances de sobrevivência são realmente melhores com você...?
russian: Такое восхитительное предложение ты делаешь... хотя я должна удивиться, если ты говоришь правду. Будет ли эта возможность мне выжить с вами действительно лучше других...?
spanish: Qué oferta tan tentadora... aunque debo preguntarme si estáis diciendo la verdad. ¿Son mis probabilidades de sobrevivir mayores con vos...?

source: So <CHARNAME>, the creature of darkness that rests within you has also stolen your wit. Such a shame for one with the divine essence. It will almost be a mercy to end your existence.
italian: Così, <CHARNAME>, l'oscura creatura che dorme dentro di te ti ha rubato anche l'arguzia. È un vero peccato per uno con l'essenza divina. Sarà quasi misericordioso porre fine alla tua esistenza.
pt_br: Então, <CHARNAME>, a criatura das trevas que repousa em você também roubou seu senso de humor. Que pena para alguém com a essência divina. Será quase uma misericórdia acabar com sua existência.
russian: Итак <CHARNAME>, темное существо, что спало внутри тебя, также украло твое остроумие. Такой позор для божественной сущности. Это будет почти милосердием - завершить твое существование.
spanish: Así que <CHARNAME>, la criatura de las tinieblas que vive dentro de vos también ha robado vuestra inteligencia. Qué lastima para alguien con la esencia divina. Casi será un acto de piedad acabar con vuestra existencia.

source: An opportunity to feast on the blood of a God, and yet you think I will stand aside? (chuckle) You know me no better than my dear brother here.
italian: Ho l'occasione di banchettare con il sangue di un dio e ancora credi che starò al tuo fianco? "Ridacchia" Non mi conosci meglio del mio caro fratello.
pt_br: Uma oportunidade de me banquetear com o sangue de um deus, e você pensa que eu ficarei de lado? (risos) Você não me conhece melhor do que meu querido irmão aqui.
russian: Удобный случай присоединиться к пиру на крови Бога, и все же ты думаешь, что я останусь стоять в стороне? (хихиканье) Ты знаешь меня не лучше, чем мой дорогой брат.
spanish: ¿Una oportunidad para probar la sangre de un Dios, y pensáis que me quitaré de en medio? (chasqueo) No me conocéis mejor que mi querido hermano.

source: Nor would I care to. Soon enough you will return to the torment you deserve.
italian: Non che mi importi. Presto tornerai al tormento che meriti.
pt_br: Nem me importo. Em breve você retornará ao tormento que merece.
russian: Меня это не очень волнует. Очень скоро ты вернешься к тем мукам, которые заслуживаешь.
spanish: Ni me importa. Pronto volveréis al tormento que merecéis.

source: Well, well, well... if the Child of Bhaal hasn't gone and found <PRO_HIMHER>self a sense of humour. Did <PRO_HESHE> dig it up all by <PRO_HIMHER>self, dear brother, or did you implant it in <PRO_HIMHER> in one of your more bizarre experiments?
italian: Bene, bene, bene... Il figlio di Bhaal non è sparito e ha trovato il senso dell'umorismo. Lo ha riportato alla luce tutto da sé o sei stato tu, caro fratello, a impiantarglielo in uno dei tuoi esperimenti più bizzarri?
pt_br: Bem, bem, bem... se o Filho de Bhaal não encontrou um senso de humor. Será que você o encontrou sozinho, querido irmão, ou o implantou em <CHARNAME> em um de seus experimentos mais bizarros?
russian: Так, так, так... неужели Дитя Баала пошел и нашел чувство юмора? У <CHARNAME> это было изначально, дорогой брат, или это ты добавил в одном из своих причудливых экспериментов?
spanish: Bien, bien, bien... parece que el Hijo de Bhaal ha encontrado su sentido del humor. ¿Lo desenterró sólo él, querido hermano, o se lo implantasteis en uno de vuestros extraños experimentos?
