Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Resurrection Range: Touch Duration: Permanent Casting Time: 1 Area of Effect: Creature Touched Saving Throw: None Like the 5th level spell Raise Dead, Resurrection will return a character back to life. However, Resurrection also heals the character so that they are ready for the adventuring life once more.
italian: Resurrezione (Necromanzia) Raggio d'azione: Tocco Durata: Permanente Tempo di lancio: 1 Area d'effetto: 1 creatura Tiro-salvezza: Nessuno Come l'incantesimo di 5° livello Rianimare Morti, Resurrezione riporta in vita un personaggio. Tuttavia, Resurrezione guarisce anche il personaggio in modo che sia subito pronto per nuove avventure.
pt_br: Ressurreição Alcance: Toque Duração: Permanente Tempo de Lançamento: 1 turno Área de Efeito: Criatura tocada Salvaguarda: Nenhuma Como o feitiço de nível 5 Levantar os Mortos, o feitiço Ressurreição traz um personagem de volta a vida. Além disso, ele também cura o personagem, para que ele esteja pronto para voltar à vida de aventureiro.
russian: Воскрешение Расстояние: прикосновение Длительность: постоянно Время чтения: 1 Зона действия: 1 существо Спасбросок: нет Подобно заклинанию 5-го уровня «Оживление мертвого», эти чары возвращают покойного к жизни. Однако воскрешенный герой также оказывается полностью исцелен и готов на новые подвиги.
spanish: Resurrección Alcance: Toque Duración: Permanente Tiempo de lanzamiento: 1 Área de efecto: Criatura tocada Tirada de salvación: Ninguna DESCRIPCIÓN: Al igual que el conjuro de 5º nivel Revivir a los muertos, Resurrección devolverá a la vida a un personaje. Sin embargo, Resurrección también curará por completo al resucitado, permitiéndole estar listo para vivir nuevas aventuras.

source: Slayer Change When you use this ability, you take on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. Using this ability reduces your reputation by one point, as even those who do not witness the event can sense the corruption caused by giving yourself over to instinct. The Slayer form grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 40% - Saving Throws set to 2 - Attacks per round set to 4 (1d8 crushing, 2 cold) - THAC0 set to 0 - PLUS_SIGN_PLACEHOLDER 100 Hit Points - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, and missile attacks The Slayer can be difficult to control: after the first round, you have a 10% cumulative chance per round of losing control of yourself for a round.
italian: Trasformazione nell'Uccisore Quanto utilizzi quest'abilità, assumi la forma della brutale essenza di Bhaal: una creatura potente e violenta fatta di zanne e artigli. Utilizzare quest'abilità riduce la tua reputazione di un punto e anche coloro che non assistono all'evento in sé potranno percepire la corruzione causata dal tuo cedere ai feroci istinti. La forma dell'Uccisore conferisce i seguenti benefici: - Forza e Destrezza impostati a 25 - AC effettivo impostato a -9 - Resistenza Magica impostata a 40% - Tiri-salvezza impostati a 2 - Attacchi per turno impostati a 4 (1d8 da impatto, 2 da freddo) - THAC0 impostato a 0 - +100 Punti Ferita - Immunità a imprigionamento, risucchio di livello, stordimento e attacchi a distanza. L'Uccisore può essere difficile da controllare: dopo il primo round, hai una probabilità cumulativa del 10% per round di perdere il controllo di te stesso per un round.
pt_br: Forma do Matador Quando você usa esta habilidade, assume a forma da essência brutal de Bhaal: uma criatura violenta e poderosa feita de dentes e garras. Usar esta habilidade reduz sua reputação em um ponto, pois mesmo aqueles que não testemunham o evento podem sentir a corrupção causada ao se entregar ao instinto. A Forma do Matador concede os seguintes benefícios: - Força e Destreza definidas em 25 - Classe de armadura definida em -9 - Resistência mágica definida em 50% - Salvaguardas definidas para 2 - Ataques por rodada definidos para 4 (1d8 esmagamento, 2 frio) - PACA0 definido para 0 - PLUS_SIGN_PLACEHOLDER 100 pontos de vida adicionais - Imunidade a aprisionamento, drenagem de nível, atordoamento, medo, encantamento, confusão, sono e ataques de projétil O Matador pode ser difícil de controlar: após a primeira rodada, você tem 10% de chance cumulativa por rodada de perder o controle de si mesmo por uma rodada.
russian: Превращение в Убийцу Эта способность позволяет вам принимать форму жестокого воплощения Баала: неистового могущественного создания, состоящего из зубов и когтей. Использование этой способности снижает репутацию на два пункта, так как порчу, вызванную пожертвованием части своей личности в пользу инстинктов, почувствуют даже не лицезревшие это ужасающее событие. Форма Убийцы даёт следующие преимущества: - Сила и ловкость: 25 - Эффективный класс защиты: -9 - Сопротивление магии: 40% - Спасброски: 2 - 4 атаки в раунд (каждая наносит дробящий урон 1d8 и 2 холодом) - THAC0: 0 - PLUS_SIGN_PLACEHOLDER 100 пунктов здоровья - Иммунитет к заключению, откачке уровней, оглушению, страху, очарованию, замешательству, сну и метательным атакам Подчинить себе силу Убийцы не так просто: каждый раунд после первого шанс потерять контроль над собой на один раунд увеличивается на 10%.
spanish: Transformación en el Asesino Cuando utilizas esta habilidad, adoptas la forma de la brutal esencia de Bhaal: una criatura violenta y poderosa hecha de dientes y garras. El uso de esta habilidad reduce tu reputación en un punto, ya que incluso aquellos que no presencian el suceso pueden percibir la corrupción causada al entregarte al instinto. La forma del Asesino otorga los siguientes beneficios: - Fuerza y destreza aumentadas a 25 - CA efectiva fijada en -9 - Resistencia mágica fijada a 40% - Tiradas de salvación fijadas en 2 - Ataques por asalto fijados en 4 (1D8 contundente, 2 frío) - GAC0 fijado a 0 - PLUS_SIGN_PLACEHOLDER 100 puntos de golpe - Inmunidad a aprisionamiento, drenaje de nivel, aturdimiento, miedo, encantamiento, confusión, sueño y ataques con proyectiles El Asesino puede ser difícil de controlar: después del primer asalto, tienes una probabilidad acumulativa del 10% por asalto de perder el control de ti mismo durante un asalto.

source: Slayer Change When you use this ability, you take on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. Using this ability reduces your reputation by one point, as even those who do not witness the event can sense the corruption caused by giving yourself over to instinct. The Slayer form has increased in power with your own, and now grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 50% - Resistance to physical damage set to 15% - Resistance to elemental damage set to 30% - Saving Throws set to 2 - Attacks per round set to 4 (2d6 crushing, 4 cold) - THAC0 set to -4 - PLUS_SIGN_PLACEHOLDER 150 Hit Points - Regenerate 2 Hit Points per second - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, and missile attacks - Chance of losing control: 10%, plus a cumulative 5% per round
italian: Trasformazione nell'Uccisore Quanto utilizzi quest'abilità, assumi la forma della brutale essenza di Bhaal: una creatura potente e violenta fatta di zanne e artigli. Utilizzare quest'abilità riduce la tua reputazione di due punti, e anche coloro che non assistono all'evento in sé potranno percepire la corruzione causata dal tuo cedere ai feroci istinti. La forma dell'Uccisore ha potenziato i suoi poteri con la tua crescita ed ora conferisce i seguenti benefici: - Forza e Destrezza impostate a 25 - AC effettivo impostato a -9 - Resistenza Magica impostata a 50% - Resistenza ai danni fisici impostata a 15% - Resistenza ai danni elementali impostata a 30% - Tiri-salvezza impostati a 2 - Attacchi per turno impostati a 4 (2d6 da impatto, 4 da freddo) - THAC0 impostato a -4 - +150 Punti Ferita - Rigenerazione di due punti ferita al secondo - Immunità a imprigionamento, risucchio di livello, stordimento e attacchi a distanza - Possibilità di perdere il controllo: 10%, più un 5% cumulativo ad ogni round
pt_br: Forma do Matador Quando você usa esta habilidade, assume a forma da essência brutal de Bhaal: uma criatura violenta e poderosa feita de dentes e garras. Usar esta habilidade reduz sua reputação em um ponto, pois mesmo aqueles que não testemunham o evento podem sentir a corrupção causada ao se entregar ao instinto. A Forma do Matador ficou mais forte e agora concede os seguintes benefícios: - Força e Destreza definidas em 25 - Classe de armadura definida em -9 - Resistência mágica definida em 50% - Resistência a dano físico definida em 15% - Resistência ao dano elementar definida em 30% - Salvaguardas definidas para 2 - Ataques por rodada definidos para 4 (2d6 esmagamento, 4 frio) - PACA0 definido para -4 - PLUS_SIGN_PLACEHOLDER 150 pontos de vida adicionais - Regenera 2 Pontos de Vida por segundo - Imunidade a aprisionamento, drenagem de nível, atordoamento, medo, encantamento, confusão, sono e ataques de projétil - Chance de perder o controle: 10%, mais um acumulado de 5% por rodada
russian: Превращение в Убийцу Эта способность позволяет вам принимать форму жестокого воплощения Баала: неистового могущественного создания, состоящего из зубов и когтей. Использование этой способности снижает репутацию на один пункт, так как порчу, вызванную пожертвованием части своей личности в пользу инстинктов, почувствуют даже не лицезревшие это ужасающее событие. Форма Убийцы набрала силу вместе с вами и теперь даёт следующие преимущества: - Сила и ловкость: 25 - Эффективный класс защиты: -9 - Сопротивление магии: 50% - Сопротивление физическому урону: 15% - Сопротивление стихийному урону: 30% - Спасброски: 2 - 4 атаки в раунд (каждая наносит дробящий урон 2d6 и 4 холодом) - THAC0: -4 - PLUS_SIGN_PLACEHOLDER 150 пунктов здоровья - Восстановление 2 пунктов здоровья в раунд - Иммунитет к заключению, откачке уровней, оглушению, страху, очарованию, замешательству, сну и метательным атакам - Шанс потерять контроль над собой: 10%, дополнительные 5% каждый раунд
spanish: Transformación en el Asesino Cuando utilizas esta habilidad, adoptas la forma de la brutal esencia de Bhaal: una criatura violenta y poderosa hecha de dientes y garras. El uso de esta habilidad reduce tu reputación en un punto, ya que incluso aquellos que no presencian el suceso pueden percibir la corrupción causada al entregarte al instinto. La forma del Asesino otorga los siguientes beneficios: - Fuerza y destreza aumentadas a 25 - CA efectiva fijada en -9 - Resistencia mágica fijada a 50% - Resistencia al daño físico fijada en 15% - Resistencia al daño elemental fijada en 30% - Tiradas de salvación fijadas en 2 - Ataques por asalto fijados en 4 (2D6 contundente, 4 frío) - GAC0 fijado a -4 - PLUS_SIGN_PLACEHOLDER 150 puntos de golpe - Regenera 2 puntos de golpe por segundo - Inmunidad a aprisionamiento, drenaje de nivel, aturdimiento, miedo, encantamiento, confusión, sueño y ataques con proyectiles - Probabilidad de perder el control: 10%, más un 5% acumulativo por asalto.

source: Slayer Change When you use this ability, you take on the form of the brutal essence of Bhaal: a violent, powerful creature made of teeth and claws. Using this ability reduces your reputation by two points, as even those who do not witness the event can sense the corruption caused by giving yourself over to instinct. The Slayer form has increased in power with your own, and now grants the following benefits: - Strength and Dexterity set to 25 - Effective AC set to -9 - Magic Resistance set to 60% - Resistance to physical damage set to 30% - Resistance to elemental damage set to 40% - Saving Throws set to 2 - Attacks per round set to 4 (2d8 crushing, 8 cold) - Attacks have a 10% chance of casting Dispel Magic and of lowering Magic Resistance - THAC0 set to -8 - PLUS_SIGN_PLACEHOLDER 200 Hit Points - Regenerate 3 Hit Points per second - Immunity to imprisonment, level drain, stun, fear, charm, confusion, sleep, disease, poison, and missile attacks - Free action - Chance of losing control: a cumulative 5% per two rounds
italian: Trasformazione nell'Uccisore Quanto utilizzi quest'abilità, assumi la forma della brutale essenza di Bhaal: una creatura potente e violenta fatta di zanne e artigli. Utilizzare quest'abilità riduce la tua reputazione di due punti, e anche coloro che non assistono all'evento in sé potranno percepire la corruzione causata dal tuo cedere ai feroci istinti. La forma dell'Uccisore ha potenziato i suoi poteri con la tua crescita ed ora conferisce i seguenti benefici: - Forza e Destrezza impostati a 25 - AC effettivo impostato a -9 - Resistenza Magica impostata a 60% - Resistenza ai danni fisici impostata a 30% - Resistenza ai danni elementali impostata a 40% - Tiri-salvezza impostati a 2 - Attacchi per turno impostati a 4 (2d8 da impatto, 8 da freddo) - Gli attacchi hanno il 10% di possibilità di lanciare Dissolvi Magie e di ridurre le Resistenze Magiche - THAC0 impostato a -8 - +200 Punti Ferita - Rigenerazione di tre punti ferita al secondo - Immunità a imprigionamento, risucchio di livello, stordimento e attacchi a distanza - Libertà - Possibilità di perdere il controllo: 5% cumulativo ogni due round
pt_br: Forma do Matador Quando você usa esta habilidade, assume a forma da essência brutal de Bhaal: uma criatura violenta e poderosa feita de dentes e garras. Usar esta habilidade reduz sua reputação em dois pontos, pois mesmo aqueles que não testemunham o evento podem sentir a corrupção causada ao se entregar ao instinto. A Forma do Matador ficou mais forte e agora concede os seguintes benefícios: - Força e Destreza definidas em 25 - Classe de armadura definida em -9 - Resistência mágica definida em 50% - Resistência a dano físico definida em 15% - Resistência ao dano elementar definida em 30% - Salvaguardas definidas para 2 - Ataques por rodada definidos para 4 (2d6 esmagamento, 4 frio) - Ataques têm 10% de chance de conjurar Dissipar Magia e de diminuir a Resistência Mágica. - PACA0 definido para -8 - PLUS_SIGN_PLACEHOLDER 200 pontos de vida adicionais - Regenera 3 Pontos de Vida por segundo - Imunidade a aprisionamento, drenagem de nível, atordoamento, medo, encantamento, confusão, sono, doenças, ataques de veneno e ataques de projétil - Ação livre - Chance de perder o controle: um cumulativo de 5% por duas rodadas
russian: Превращение в Убийцу Эта способность позволяет вам принимать форму жестокого воплощения Баала: неистового могущественного создания, состоящего из зубов и когтей. Использование этой способности снижает репутацию на два пункта, так как порчу, вызванную пожертвованием части своей личности в пользу инстинктов, почувствуют даже не лицезревшие это ужасающее событие. Форма Убийцы набрала силу вместе с вами и теперь даёт следующие преимущества: - Сила и ловкость: 25 - Эффективный класс защиты: -9 - Сопротивление магии: 60% - Сопротивление физическому урону: 30% - Сопротивление стихийному урону: 40% - Спасброски: 2 - 4 атаки в раунд (каждая наносит дробящий урон 2d8 и 8 холодом) - Атаки имеют шанс 10% наложить эффект Развеивания магии и понизить сопротивление магии - THAC0: -8 - PLUS_SIGN_PLACEHOLDER 200 пунктов здоровья - Восстановление 3 пунктов здоровья в раунд - Иммунитет к заключению, откачке уровней, оглушению, страху, очарованию, замешательству, сну, болезням, яду и метательным атакам - Свобода действий - Шанс потерять контроль над собой: дополнительные 5% каждые два раунда
spanish: Transformación en el Asesino Cuando utilizas esta habilidad, adoptas la forma de la brutal esencia de Bhaal: una criatura violenta y poderosa hecha de dientes y garras. El uso de esta habilidad reduce tu reputación en un punto, ya que incluso aquellos que no presencian el suceso pueden percibir la corrupción causada al entregarte al instinto. La forma del Asesino otorga los siguientes beneficios: - Fuerza y destreza aumentadas a 25 - CA efectiva fijada en -9 - Resistencia mágica fijada a 60% - Resistencia al daño físico fijada en 30% - Resistencia al daño elemental fijada en 40% - Tiradas de salvación fijadas en 2 - Ataques por asalto fijados en 4 (2D8 contundente, 8 frío) - Los ataques tienen un 10% de probabilidad de lanzar Disipar Magia y de reducir la resistencia mágica - GAC0 fijado a -8 - PLUS_SIGN_PLACEHOLDER 200 puntos de golpe - Regenera 3 puntos de golpe por segundo - Inmunidad a aprisionamiento, drenaje de nivel, aturdimiento, miedo, encantamiento, confusión, sueño, enfermedad, veneno y ataques con proyectiles - Acción libre - Probabilidad de perder el control: un 5% acumulativo cada dos asaltos
