Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Shapeshift: Bat This ability allows Bodhi to shapeshift into bat form.
italian: Mutare Forma in Pipistrello Questa abilità permette a Bodhi di trasformarsi in pipistrello.
pt_br: Mudança de forma: Morcego Essa habilidade permite que Bodhi se transforme em morcego.
russian: Превращение в Летучую Мышь Эта способность позволяет Бодхи превращаться в летучую мышь.
spanish: Cambio de forma: Murciélago Esta habilidad permite a Bodhi transformarse en murciélago.

source: Divine Gift (Invocation) Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None The Bhaalspawn calls upon the might of <PRO_HISHER> blood to grant <PRO_HIMHER> power for a short period. When <PRO_HESHE> does this, <PRO_HISHER> Strength, Constitution, and Dexterity all are raised to 25.
italian: Dono divino (Invocazione) Raggio d'azione: 0 Durata: 1 turno Tempo di lancio: 1 Area d'effetto: Il lanciatore Tiro-salvezza: Nessuno La Progenie di Bhaal fa appello alla potenza del suo sangue per ottenere potere per un breve periodo di tempo. Quando fa questo, la Forza, Costituzione e Destrezza della Progenie di Bhaal aumentano a 25.
pt_br: Presente Divino (Invocação) Alcance: 0 Duração: 1 turno Tempo de Lançamento: 1 Área de efeito: Lançador Salvaguarda: Nenhuma O Filho de Bhaal invoca a força do seu sangue para aumentar seu poder por um curto período. Quando ele faz isto, sua Força, Constituição e Destreza, são aumentados para 25.
russian: Силы Потомка Баала Приобретена особая способность, используемая один раз в день: Призыв Силы Крови (Взывание) Расстояние: 0 Длительность: 1 ход (60 секунд) Время чтения: 1 Зона действия: заклинатель Спасбросок: нет Потомок Баала призывает силу своей крови, чтобы увеличить на короткий период свои физические возможности. После того, как <PRO_HESHE> сделает это, <PRO_HISHER> Сила, Телосложение и Ловкость устанавливаются на 25.
spanish: Regalo divino (Invocación) Alcance: 0 Duración: 1 turno Tiempo de lanzamiento: 1 Área de efecto: El lanzador Tirada de salvación: Ninguna El engendro de Bhaal invoca la fuerza de su sangre para que le otorgue poder durante un breve periodo de tiempo. Al hacerlo, su fuerza, destreza y constitución aumentan a 25.

source: Flip Resistances Range: 0 Duration: Permanent Casting Time: 1 Area of Effect: Balthazar Saving Throw: None With this ability, Balthazar inverts his innate resistances. His normal 10% resistance to physical damage increases to 90%; his normal 90% resistance to magic, magic damage and elemental damage drops to 10%. Balthazar may flip his resistances at will.
italian: Inversione di Resistenze Raggio d'Azione: 0 Durata: Permanente Tempo di lancio: 1 turno Area d'Effetto: Balthazar Tiro-salvezza: Nessuno Con questa abilità, Balthazar inverte le sue resistenze innate. La sua normale resistenza ai danni fisici del 10% aumenta fino al 90%, la sua normale resistenza alla magia, al danno magico e al danno elementale del 90% si riduce al 10%. Balthazar può invertire le sue resistenze a volontà.
pt_br: Inverter Resistências Alcance: 0 Duração: Permanente Tempo de Lançamento: 1 Área de Efeito: Balthazar Salvaguarda: Nenhuma Com essa habilidade, Balthazar inverte suas resistências inatas. Sua resistência normal de 10% ao dano físico aumenta para 90%; sua resistência normal de 90% à magia, dano mágico e dano elemental cai para 10%. Balthazar pode inverter suas resistências à vontade.
russian: Обращение Сопротивления Дистанция: 0 Длительность: постоянно Время чтения: 1 Зона действия: Балтазар Спасбросок: нет При использовании этой способности Балтазар меняет местами свои внутренние сопротивления. Его исходное сопротивление физическому урону повышается с 10% до 90%, а исходное сопротивление магическому и стихийному урону - с 90% до 10%. Балтазар может обращать свои сопротивления в любой момент.
spanish: Invertir resistencias Alcance: 0 Duración: Permanente Tiempo de lanzamiento: 1 Área de efecto: Baltasar Tirada de salvación: Ninguna Con esta habilidad, Baltasar invierte sus resistencias innatas. Su resistencia normal del 10% al daño físico aumenta al 90%; su resistencia normal del 90% a la magia, el daño mágico y el daño elemental baja al 10%. Baltasar puede invertir sus resistencias a voluntad.

source: Flip Resistances Range: 0 Duration: Permanent Casting Time: 1 Area of Effect: Balthazar Saving Throw: None With this ability, Balthazar inverts his innate resistances. His normal 10% resistance to physical damage is restored; so is his normal 90% resistance to magic, magic damage and elemental damage. Balthazar may flip his resistances at will.
italian: Inversione di Resistenze Raggio d'Azione: 0 Durata: Permanente Tempo di lancio: 1 turno Area d'Effetto: Balthazar Tiro-salvezza: Nessuno Con questa abilità, Balthazar inverte le sue resistenze innate. La sua normale resistenza ai danni fisici del 10% viene ripristinata, così come la sua normale resistenza alla magia, al danno magico e al danno elementale del 90%. Balthazar può invertire le sue resistenze a volontà.
pt_br: Inverter Resistências Alcance: 0 Duração: Permanente Tempo de Lançamento: 1 Área de Efeito: Balthazar Salvaguarda: Nenhuma Com essa habilidade, Balthazar inverte suas resistências inatas. Sua resistência normal de 10% ao dano físico é restaurada; assim como sua resistência normal de 90% à magia, dano mágico e dano elementar. Balthazar pode inverter suas resistências à vontade.
russian: Обращение Сопротивления Дистанция: 0 Длительность: постоянно Время чтения: 1 Зона действия: Балтазар Спасбросок: нет При использовании этой способности Балтазар меняет местами свои внутренние сопротивления. Его сопротивление физическому урону возвращается к исходным 10%, а сопротивление магическому и стихийному урону - к 90%. Балтазар может обращать свои сопротивления в любой момент.
spanish: Invertir resistencias Alcance: 0 Duración: Permanente Tiempo de lanzamiento: 1 Área de efecto: Baltasar Tirada de salvación: Ninguna Con esta habilidad, Baltasar invierte sus resistencias innatas. Recupera su resistencia normal del 10% al daño físico, así como su resistencia normal del 90% a la magia, el daño mágico y el daño elemental. Baltasar puede invertir sus resistencias a voluntad.

source: Solar Stance Range: 0 Duration: 3 hours Casting Time: 1 Area of Effect: Balthazar, plus any creatures within 30ft Saving Throw: None By entering the Solar Stance, Balthazar calls on the power of the sun to enhance his mystical abilities. He gains 127% resistance to fire (even when using Flip Resistance) and all of his attacks deal an additional 1d10 fire damage; this damage actually heals Balthazar. Upon entering the Solar Stance, Balthazar releases a blast of flame which deals 12d6 fire damage (save vs. spell for 1/2) and 1d8 crushing damage to all with 30ft, blasting any nearby creatures away from him. Balthazar can have only one stance active at a time: entering the Solar Stance cancels all other stances. The Solar Stance can be removed by effects such as Breach.
italian: Posizione del Sole Raggio d'azione: 0 Durata: 3 ore Tempo di lancio: 1 Area d'effetto: Balthazar, più eventuali creature entro 9 metri Tiro-salvezza: Nessuno Entrando nella Posizione del Sole, Balthazar fa appello al potere del Sole per migliorare le sue abilità mistiche. Ottiene la resistenza al fuoco del 127% (anche quando usando Inversione di Resistenze) e tutti i suoi attacchi infliggono un danno da fuoco aggiuntivo di 1d10, inoltre questo danno guarisce Balthazar. Entrando nella Posizione del Sole, Balthazar rilascia un'esplosione di fuoco che infligge 12d6 danni da fuoco (un Tiro-salvezza contro incantesimi riuscito dimezza il danno) e 1d8 danni da schiacciamento a tutte le creature entro 9 metri che vengono investite dall'esplosione. Balthazar può avere una sola posizione attiva alla volta: attivando la Posizione del Sole si annullano tutte le altre posizioni. La Posizione del Sole può essere rimossa da incantesimi come Breccia.
pt_br: Postura Solar Alcance: 0 Duração: 3 horas Tempo de Lançamento: 1 Área de Efeito: Balthazar, mais quaisquer criaturas no alcance de 10 metros Salvaguarda: Nenhuma Ao entrar na Postura Solar, Balthazar invoca o poder do sol para melhorar suas habilidades místicas. Ele ganha 127% de resistência ao fogo (mesmo quando usa Inverter Resistências) e todos os seus ataques causam mais 1d10 de dano por fogo; esse dano realmente cura Balthazar. Ao entrar na Postura Solar, Balthazar libera uma rajada de chamas que causa 12d6 de dano de fogo (salvaguarda contra feitiço para anular a metade) e 1d8 de dano contundente a todos no alcance de 10 metros, e afastando quaisquer criaturas próximas dele. Balthazar pode ter apenas uma postura ativa de cada vez: entrar na Postura Solar cancela todas as outras posições. A Postura Solar pode ser removida por magias como Fender.
russian: Солнечная Стойка Дистанция: 0 Длительность: 3 часа Время чтения: 1 Зона действия: Балтазар и все существа в радиусе 30 футов Спасбросок: нет Когда Балтазар встает в Солнечную Стойку, он улучшает свои мистические способности силой солнца. Он получает 127% защиту от огня (не изменяется при использовании Обращения Сопротивления) и все его атаки наносят дополнительные 1d10 урона огнем, которые восстанавливают ему здоровье. Вставая в Солнечную Стойку, Балтазар испускает волну огня, которая отбрасывает и наносит 12d6 урона огнем (спасбросок против заклинания уменьшает урон вдвое) и 1d8 дробящего урона всем существам в радиусе 30 футов. Балтазар может встать только в одну стойку одновременно: другие стойки отменяются, когда Балтазар встает в Солнечную Стойку. Солнечная Стойка может быть развеяна такими чарами, как Пролом.
spanish: Postura solar Alcance: 0 Duración: 3 horas Tiempo de lanzamiento: 1 Área de efecto: Baltasar + cualquier criatura en un radio de 9 metros Tirada de salvación: Ninguna Al adoptar la postura solar, Baltasar invoca el poder del sol para potenciar sus habilidades místicas. Obtiene un 127% de resistencia al fuego (incluso cuando usa invertir resistencias) y todos sus ataques infligen 1D10 puntos de daño de fuego adicional; este daño cura a Baltasar. Al entrar en Postura Solar, Baltasar libera una ráfaga de llamas que inflige 12D6 puntos de daño de fuego (salvación contra conjuro por 1/2) y 1D8 puntos de daño contundente a todos los que se encuentren a 9 metros, alejando de él a cualquier criatura cercana. Baltasar sólo puede tener una postura activa a la vez: al entrar en la Postura Solar se cancelan todas las demás posturas. La Postura Solar puede ser eliminada por efectos como Brecha.

source: Lunar Stance Range: 0 Duration: 3 hours Casting Time: 1 Area of Effect: Balthazar Saving Throw: None By entering the Lunar Stance, Balthazar calls on the power of the moon to enhance his mystical abilities. While in the Lunar Stance, Balthazar is immune to energy drain, Imprisonment and Time Stop, and receives one use of the Lunar Malison ability. Upon entering the Lunar Stance, all enemies adjacent to Balthazar are blinded for four rounds (save vs. spells to avoid). Balthazar can have only one stance active at a time: entering the Lunar Stance cancels all other stances. The Lunar Stance can be removed by effects such as Breach.
italian: Posizione della Luna Raggio d'azione: 0 Durata: 3 ore Tempo di lancio: 1 Area d'effetto: Balthazar Tiro-salvezza: Nessuno Entrando nella Posizione della Luna, Balthazar fa appello al potere della Luna per migliorare le sue abilità mistiche. Durante la Posizione della Luna Balthazar è immune a Risucchio di Energia, Imprigionamento e Fermare il Tempo e riceve un utilizzo della Malia della Luna. Entrando nella Posizione della Luna, tutti i nemici adiacenti a Balthazar sono accecati per 4 round (un Tiro-salvezza contro incantesimi riuscito nega l'effetto). Balthazar può avere una sola posizione attiva alla volta: attivando la Posizione della Luna si annullano tutte le altre posizioni. La Posizione della Luna può essere rimossa da incantesimi come Breccia.
pt_br: Postura Lunar Alcance: 0 Duração: 3 horas Tempo de Lançamento: 1 Área de Efeito: Balthazar Salvaguarda: Nenhuma Ao entrar na Postura Lunar, Balthazar invoca o poder da lua para melhorar suas habilidades místicas. Enquanto estiver na Postura Lunar, Balthazar é imune a drenagem de nível, Aprisionamento e Parar o Tempo, e recebe um uso da habilidade Maldição Lunar. Ao entrar na Postura Lunar, todos os inimigos adjacentes ao Balthazar ficam cegos por quatro rodadas (salvamento contra feitiço para anular). Balthazar pode ter apenas uma postura ativa de cada vez: entrar na Postura Lunar cancela todas as outras posições. A Postura Lunar pode ser removida por magias como Fender.
russian: Лунная Стойка Дистанция: 0 Длительность: 3 часа Время чтения: 1 Зона действия: Балтазар Спасбросок: нет Когда Балтазар встает в Лунную Стойку, он улучшает свои мистические способности силой луны. Он получает невосприимчивость к откачке энергии, Заключению и Остановке Времени, и получает одноразовое Лунное Проклятие. Вставая в Лунную Стойку, Балтазар ослепляет всех врагов вокруг себя на четыре раунда (спасбросок против заклинания отменяет ослепление). Балтазар может встать только в одну стойку одновременно: другие стойки отменяются, когда Балтазар встает в Лунную Стойку. Лунная Стойка может быть развеяна такими чарами, как Пролом.
spanish: Postura lunar Alcance: 0 Duración: 3 horas Tiempo de lanzamiento: 1 Área de efecto: Baltasar Tirada de salvación: Ninguna Al adoptar la postura lunar, Baltasar invoca el poder de la luna para potenciar sus habilidades místicas. Mientras está en postura lunar, Baltasar es inmune a drenaje de energía, encarcelamiento y parar el tiempo, y recibe un uso de la habilidad maldición lunar. Al entrar en postura lunar, todos los enemigos adyacentes a Baltasar quedan cegados durante cuatro asaltos (salvaciones contra conjuro para evitarlo). Baltasar sólo puede tener una postura activa a la vez: al adoptar la Postura Lunar, se anulan todas las demás posturas. La Postura Lunar puede ser eliminada por efectos como Brecha.

source: Shadow Stance Range: 0 Duration: 3 hours Casting Time: 1 Area of Effect: Balthazar Saving Throw: None By entering the Shadow Stance, Balthazar calls on the power of the Plane of Shadow to enhance his mystical abilities. While in the Shadow Stance, Balthazar is protected by Improved Invisibility (and is completely invisible for the first 15 seconds, or until he attacks). In addition to the already-significant defensive advantages of Improved Invisibility, the cloak of shadows grants Balthazar an additional +6 bonus to Armor Class. Balthazar can have only one stance active at a time: entering the Shadow Stance cancels all other stances. The Shadow Stance can be removed by effects such as Oracle or True Sight.
italian: Posizione dell'Ombra Raggio d'Azione: 0 Durata: 3 ore Tempo di lancio: 1 Area d'Effetto: Balthazar Tiro-salvezza: Nessuno Entrando nella Posizione dell'Ombra, Balthazar fa appello al potere dell'Ombra per migliorare le sue abilità mistiche. Durante la Posizione dell'Ombra Balthazar è protetto dall'Invisibilità Potenziata (ed è completamente invisibile per i primi 15 secondi o finché non attacca). Oltre ai già significativi vantaggi difensivi dell'Invisibilità Potenziata, il mantello d'ombra conferisce a Balthazar un ulteriore bonus di +6 alla Classe Armatura. Balthazar può avere una sola posizione attiva alla volta: attivando la Posizione dell'Ombra si annullano tutte le altre posizioni. La Posizione dell'Ombra può essere rimossa da incantesimi come Breccia.
pt_br: Postura da Sombra Alcance: 0 Duração: 3 horas Tempo de Lançamento: 1 Área de Efeito: Balthazar Salvaguarda: Nenhuma Ao entrar na Postura da Sombra, Balthazar invoca o poder do Plano das Sombras para melhorar suas habilidades místicas. Enquanto estiver na Postura da Sombra, Balthazar fica protegido por Invisibilidade Melhorada (e é completamente invisível pelos primeiros 15 segundos, ou até que ele ataque). Além das vantagens defensivas já significativas da Invisibilidade Melhorada, o manto de sombras concede a Balthazar um bônus adicional de +6 na Classe de Armadura. Balthazar pode ter apenas uma postura ativa de cada vez: entrar na Postura da Sombra cancela todas as outras posições. A Postura da Sombra pode ser removida por efeitos como Oráculo ou Visão Verdadeira.
russian: Теневая Стойка Дистанция: 0 Длительность: 3 часа Время чтения: 1 Зона действия: Балтазар Спасбросок: нет Когда Балтазар встает в Теневую Стойку, он улучшает свои мистические способности силой Плана Теней. Он получает Улучшенную Невидимость (полная невидимость на 15 секунд или до следующей атаки). В дополнение к внушительной защите от Улучшенной Невидимости, Балатазар получает бонус +6 к классу защиты от плаща теней. Балтазар может встать только в одну стойку одновременно: другие стойки отменяются, когда Балтазар входит в Теневую Стойку. Теневая Стойка может быть развеяна такими чарами, как Оракул и Истинное зрение.
spanish: Postura de las sombras Alcance: 0 Duración: 3 horas Tiempo de lanzamiento: 1 Área de efecto: Baltasar Tirada de salvación: Ninguna Al adoptar la postura de las sombras, Baltasar invoca el poder del plano de la sombra para potenciar sus habilidades místicas. Mientras está en la postura de las sombras, Baltasar está protegido por la invisibilidad mejorada (y es completamente invisible durante los primeros 15 segundos, o hasta que ataca). Además de las ya importantes ventajas defensivas de la invisibilidad mejorada, el manto de sombras concede a Baltasar un bonificador adicional de +6 a la clase de armadura. Baltasar sólo puede tener una postura activa a la vez: al entrar en la postura de las sombras se cancelan todas las demás posturas. La postura de las sombras puede eliminarse con efectos como oráculo o visión verdadera.

source: Faster than the Eye Range: Sight Duration: Instant Casting Time: 0 Area of Effect: Balthazar Saving Throw: None In the blink of an eye, Balthazar transports himself anywhere in sight. This power can be used once per two rounds.
italian: Più Veloce degli Occhi Raggio d'Azione: Vista Durata: Istantanea Tempo di lancio: 0 Area d'effetto: Balthazar Tiro-salvezza: Nessuno In un batter d'occhio, Balthazar si trasporta in un qualsiasi luogo a lui visibile. Questo potere può essere usato una volta ogni due round.
pt_br: Mais rápido que o Olho Alcance: Visão Duração: Instantânea Tempo de Lançamento: 0 Área de Efeito: Balthazar Salvaguarda: Nenhuma Em um piscar de olhos, Balthazar se transporta para qualquer lugar à vista. Este poder pode ser usado uma vez por duas rodadas.
russian: В мгновение ока Дистанция: в пределах видимости Длительность: мгновенно Время чтения: 0 Зона действия: Балтазар Спасбросок: нет Балтазар может в мгновение ока переместиться в любую обозримую точку. Эта способность может быть использована раз в два раунда.
spanish: Más rápido que la vista Alcance: Rango visual del lanzador Duración: Instantáneo Tiempo de lanzamiento: 0 Área de efecto: Baltasar Tirada de salvación: Ninguna En un abrir y cerrar de ojos, Baltasar se transporta a cualquier lugar a la vista. Este poder puede utilizarse una vez cada dos asaltos.

source: Dragon Fist Range: Touch Duration: Special Casting Time: 0 Area of Effect: Creature hit Saving Throw: None By channeling ki energy into a blow, Balthazar rips through his opponent's magical defenses. The Dragon Fist has a 25% chance of destroying all combat protections and boosts below 9th level, a 25% chance of destroying all antimagic effects below 9th level, and a 50% chance of destroying both. It also slows its target (causing a -4 penalty to AC and attack rolls) for two rounds. This power can be used once per three rounds.
italian: Pugno del Drago Raggio d'Azione: Tocco Durata: speciale Tempo di lancio: 0 Area d'effetto: la creatura bersaglio Tiro-salvezza: Nessuno Incanalando l'energia del Ki in un colpo, Balthazar rimuove le difese magiche del suo avversario. Il Pugno del Drago ha una probabilità del 25% di distruggere tutte le protezioni da combattimento e i potenziamenti al di sotto del 9 ° livello, ha una probabilità del 25% di distruggere tutti gli effetti antimagici al di sotto del 9 ° livello e una probabilità del 50% di distruggere entrambi. Rallenta anche il bersaglio (causando una penalità di -4 a CA e tiri per colpire) per due round. Questo potere può essere usato una volta ogni tre round.
pt_br: Punho do Dragão Alcance: Toque Duração: Especial Tempo de Lançamento: 0 Área de Efeito: Acerto de criatura Salvaguarda: Nenhuma Ao canalizar a energia ki em um golpe, Balthazar rasga as defesas mágicas de seu oponente. O Punho do Dragão tem 25% de chance de destruir todas as proteções de combate e aumenta abaixo do 9º nível, 25% de chance de destruir todos os efeitos antimágicos abaixo do 9º nível, e 50% de chance de destruir ambos. Também diminui o seu alvo (causando -4 de penalidade na CA e nas jogadas de ataque) por duas rodadas. Este poder pode ser usado uma vez por três rodadas.
russian: Кулак Дракона Дистанция: касание Длительность: особое Время чтения: 0 Зона действия: 1 существо Спасбросок: нет Сконцентрировав энергию ци в одном ударе, Балтазар пробивает магическую защиту своего противника. Кулак Дракона с вероятностью 25% может развеять все заклинания защиты от физического урона до 9 уровня, с вероятностью 25% снимает все заклинания защиты от магии до 9 уровня, и с вероятностью 50% применяет оба этих эффекта. Также способность замедляет цель (штраф -4 к КЗ и броскам атаки) на два раунда. Эта способность может быть использована раз в три раунда.
spanish: Puño del Dragón Alcance: Toque Duración: Especial Tiempo de lanzamiento: 0 Área de efecto: Criatura golpeada Tirada de salvación: Ninguna Al canalizar energía ki en un golpe, Baltasar destroza las defensas mágicas de su oponente. El puño del dragón tiene un 25% de probabilidad de destruir todas las protecciones y potenciadores de combate por debajo del 9º nivel, un 25% de probabilidad de destruir todos los efectos antimágicos por debajo del 9º nivel y un 50% de probabilidad de destruir ambos. También ralentiza a su objetivo (causando una penalización de -4 a la CA y a las tiradas de ataque) durante dos asaltos. Este poder puede utilizarse una vez cada tres asaltos.
