Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: But the simple truth is your words ring hollow to me. I do not believe them. You have fought against destiny, yet I see it in you even the more as you speak.
italian: Ma la semplice verità è che le tue parole mi suonano false. Non vi credo. Hai combattuto il destino, ma lo vedo in te ancora di più quando ne parli.
pt_br: Mas a simples verdade é que suas palavras soam vazias para mim. Eu não acredito nelas. Você lutou contra o destino, mas eu o vejo ainda mais presente em você conforme fala.
russian: Но истина проста - твои слова пусты. Я им не верю. Ты борешься с судьбой. Я вижу в тебе даже больше, чем ты говоришь.
spanish: Pero la simple verdad es que vuestras palabras me suenan vacías. No las creo. Habéis luchado contra el destino, y aun así lo veo en vos según habláis.

source: Perhaps... perhaps there is something to your words. I look within myself and see how rigidly I have held myself to my destiny... and I feel hollow. But I... cannot believe that this has been for nothing.
italian: Forse... forse c'è qualcosa nelle tue parole. Guardo dentro di me e vedo quanto rigidamente mi sia tenuto al mio destino... e mi sento in errore. Ma non... posso credere che tutto questo sia stato per nulla.
pt_br: Talvez... talvez haja algo em suas palavras. Eu olho para dentro de mim mesmo e vejo como me apeguei rigidamente ao meu destino... e me sinto vazio. Mas... não consigo acreditar que isso tenha sido em vão.
russian: Возможно... возможно, в твоих словах что-то есть. Я смотрю внутрь себя и вижу, как твердо шел навстречу судьбе... и чувствую пустоту. Но я... не могу поверить, что это было напрасно.
spanish: Tal vez... tal vez haya algo de verdad en vuestras palabras. Miro dentro de mí y puedo ver cuan rígidamente me he agarrado a mi destino... y me siento vacío. Pero... no puedo creer que esto haya sido para nada.

source: What do you mean? How do you know this?
italian: Cosa vuoi dire? Come lo sai?
pt_br: O que você quer dizer? Como você sabe disso?
russian: Что ты имеешь ввиду? Откуда ты это знаешь?
spanish: ¿Qué queréis decir? ¿Cómo lo sabéis?

source: It was told to me by a Solar, an agent of prophecy! It... oh, I know how it sounds, but it's true!
italian: Mi è stato detto da un Solar, un agente di profezie! Lei... Oh, so come sembra, ma è vero!
pt_br: Foi-me contado por um Solar, um agente da profecia! É... oh, eu sei como soa, mas é verdade!
russian: Это сказала мне Солар - глашатай пророчества! Это... о, я знаю, это странно звучит, но это правда!
spanish: ¡Me lo dijo un Solar, un heraldo de la profecía! ¡Es... oh, sé como suena, pero es la verdad!

source: I have been told many things by agents of Alaundo's prophecy... higher beings that have sought me out to prepare me. Alaundo's prophecy does not necessarily mean what you think it does, Balthazar.
italian: Mi sono state dette molte cose da agenti della profezia di Alaundo... esseri superiori che mi hanno cercato per prepararmi. La profezia di Alaundo non significa necessariamente quello che tu credi, Balthazar.
pt_br: Muitas coisas já me foram ditas por agentes da profecia de Alaundo... seres superiores que me procuraram para me preparar. A profecia de Alaundo não significa necessariamente o que você pensa, Balthazar.
russian: Мне многое рассказали глашатаи пророчества Алаундо... высшие существа, которые разыскали меня, чтобы подготовить. Пророчество Алаундо не обязательно означает то, что ты думаешь, Балтазар.
spanish: Los heraldos de la profecía de Alaundo me han dicho muchas cosas... seres superiores que me han buscado para prepararme. La profecía de Alaundo no tiene por qué ser lo que vos pensáis, Baltasar.

source: A Solar has been my mentor since this began, guiding me and preparing me for what is to come. The prophecy is not so simple as you think it to be, no matter how we assume it to be. Think about it and you'll know it to be true, Balthazar... everything has more than one side.
italian: Un Solar è stato il mio mentore sin da quando tutto questo è iniziato, guidandomi e preparandomi per ciò che accadrà. La profezia non è semplice come tu credi, non importa quello che noi supponiamo. Riflettici e saprai che è vero, Balthazar... Tutto ha più di una prospettiva.
pt_br: Um Solar tem sido meu mentor desde o início disso tudo, me guiando e preparando para o que está por vir. A profecia não é tão simples como você acha que é, não importa o quanto a supomos ser. Pense sobre isso e você saberá que é verdade, Balthazar... tudo tem mais de um lado.
russian: Солар была моей наставницей с самого начала, она наставляла меня и подготовила к грядущему. Пророчество не так просто, как ты думаешь - оно исполнится независимо от того, как мы его трактуем. Подумай об этом и познаешь истину, Балтазар... у всего есть своя обратная сторона.
spanish: Un Solar ha sido mi mentor desde que todo empezó, guiándome y preparándome para lo que vendrá. La profecía no es tan simple como vos creéis, sin importar como la interpretemos. Pensad en ello y sabréis que es la verdad, Baltasar... todo tiene más de una cara.

source: I have no agent of the heavens to interpret my destiny for me, <CHARNAME>. And my path remains clear.
italian: Io non ho alcun agente celeste ad interpretare il mio destino, <CHARNAME>. E il mio sentiero resta chiaro.
pt_br: Eu não tenho agente dos céus para interpretar meu destino por mim, <CHARNAME>. E meu caminho continua claro.
russian: У меня нет небесного посланника, чтобы растолковывать мне мою судьбу, <CHARNAME>. И мой путь по-прежнему ясен.
spanish: Yo no tengo ningún heraldo de los cielos que me interprete mi destino, <CHARNAME>. Y mi camino sigue claro.

source: You plant a seed of doubt in me, <CHARNAME>, and I begin to wonder. Yet... it seems that my destiny may differ from yours. I have no heavenly guidance. Perhaps my path has been made for me, yet.
italian: Pianti un seme del dubbio in me, <CHARNAME>, ed inizio a interrogarmi. Eppure... sembra che il mio destino possa essere diverso dal tuo. Io non ho alcuna guida celeste. Forse il mio sentiero è stato fatto per me.
pt_br: Você planta uma semente de dúvida em mim, <CHARNAME>, e começo a pensar. Ainda assim... parece que meu destino pode ser diferente do seu. Não tenho orientação celestial. Talvez meu caminho ainda não tenha sido traçado.
russian: Ты рассыпаешь семена сомнения в моей душе, <CHARNAME>, но это становится интересно. Все же... кажется, моя судьба может отличаться от твоей. У меня нет посланника небес. Возможно, мой путь уже проложен.
spanish: Me hacéis dudar, <CHARNAME>, y empiezo a preguntarme. Pero... parece que mi destino tal vez difiera del vuestro. No tengo un guía divino. Quizás mi camino haya sido trazado para mí.

source: What you say is incredible, and yet... it does make sense. Have I prepared myself for all this time in error? How could this be?
italian: Ciò che dici è incredibile, ma... ha senso. Mi sono preparato tutto questo tempo in errore? Come potrebbe essere?
pt_br: O que você diz é incrível, e ainda assim... faz sentido. Será que me preparei por todo esse tempo em vão? Como isso pode ser?
russian: То, что ты говоришь, невероятно, и все же... в этом есть смысл. неужели вся моя подготовка была ошибкой? Как такое возможно?
spanish: Lo que decís es increíble, y aun así... tiene sentido. ¿Me he preparado todo este tiempo de forma equivocada? ¿Cómo puede ser?

source: An appealing notion, to walk away. Would that I could do so. Would that any of us could have done so.
italian: "Uscirne", un'idea affascinante. Vorrei poterlo fare. Vorrei che tutti noi potessimo farlo.
pt_br: Uma ideia atraente, a de desistir. Quem me dera poder fazer isso. Quem dera qualquer um de nós pudesse ter feito isso.
russian: Просто уйти - это привлекательная идея. Если бы я мог так сделать... Если бы каждый из нас так мог...
spanish: Una opción atrayente, irse. Ojalá yo pudiera hacerlo. Ojalá cualquiera de los dos pudiera hacerlo.

source: But perhaps I have resigned myself to a path that is not what it seems. You are... hardly what I expected for the last of the Bhaalspawn, <CHARNAME>. Perhaps there is hope... or perhaps I am only deluding myself.
italian: Ma forse mi sono rassegnato a un sentiero che non è ciò che sembra. Sei... difficilmente ciò che mi aspettavo dall'ultima progenie di Bhaal, <CHARNAME>. Forse c'è speranza... o forse mi sto solo illudendo.
pt_br: Mas talvez eu tenha me resignado a um caminho que não é o que parece. Você é... mal é o que eu esperava para o último dos Filhos de Bhaal, <CHARNAME>. Talvez haja esperança... ou talvez eu esteja apenas me enganando.
russian: Но, возможно, я примирюсь с собой на пути, который не таков, каким кажется. Ты... не похож на то, чего я ожидал от последнего из потомков Баала, <CHARNAME>. Может, надежда еще есть... или, может, я просто обманываю себя.
spanish: Pero quizás me he resignado a un camino que no es lo que parece. Vos... no sois lo que esperaba como el último de los hijos de Bhaal, <CHARNAME>. Tal vez haya esperanza... o tal vez sólo me esté engañando a mi mismo.

source: But that is a fool's notion, <CHARNAME>, and I am no fool. There is no such option available to me or any of us, no matter how appealing you may make it seem.
italian: Ma questa è un'idea folle, <CHARNAME>, e io non sono un folle. Non c'è alcuna simile possibilità per me o per ciascuno di noi, non importa quanto affascinante tu possa farla sembrare.
pt_br: Mas essa é uma noção tola, <CHARNAME>, e eu não sou tolo. Essa opção não está disponível para mim ou para qualquer um de nós, não importa o quão atraente você a torne.
russian: Но так глупо считать, <CHARNAME>, а я совсем не дурак. Пусть это и было бы привлекательно, но такой роскоши нет ни у меня, ни у кого-либо из нас.
spanish: Pero pensar eso es de ilusos, <CHARNAME>, y yo no lo soy. Ni vos ni ninguno de nosotros tenemos esa opción, por apetecible que lo pongáis.

source: No! You have listened to nothing I have said! It *is* that way because there is no choice for us! You would have me forget all the murders I have committed with my own hands, all the wrongs I have done in the name of the greater good... I cannot forget! I will not forgive myself and I will *not* allow others to be afflicted with the taint I possess!
italian: No! Non hai sentito nulla di ciò che ho detto! È QUESTO il sentiero, perché non c'è scelta per noi! Vorresti che dimenticassi tutti gli omicidi che ho commesso con le mie stesse mani, tutti i torti che ho fatto nel nome del bene superiore... Non posso dimenticare! Non mi perdonerò e NON lascerò che altri siano afflitti dalla corruzione che possiedo!
pt_br: Não! Você não ouviu nada do que eu disse! É assim que é porque não há escolha para nós! Você quer que eu esqueça todos os assassinatos que cometi com as minhas próprias mãos, todos os males que fiz em nome do bem maior... Eu não posso esquecer! Eu não vou me perdoar e não permitirei que outros sejam afligidos com a mácula que possuo!
russian: Нет! Ты не слышишь ничего, что я говорю! Именно поэтому я и говорю, что у нас нет выбора! Ты хочешь, чтобы я забыл про все убийства, которые совершил вот этими руками, всю несправедливость, которую творил именем высшего блага... а я не могу этого забыть! Я не прощу себя и не позволю другим оставаться с той скверной, что поразила меня самого!
spanish: ¡No! ¡No habéis escuchado nada de lo que he dicho! ¡*Es* de esa manera porque no tenemos elección! Queréis que olvide todos los asesinatos que he cometido con mis manos, todo lo malo que he hecho en nombre del más grande de los dioses... ¡No puedo olvidar! ¡No me perdonaré y *no* permitiré que otros se contaminen con la mancha que llevo!

source: I make no judgement upon you, <CHARNAME>. You are what you were born to be. I can only trust myself to hold to the path of good that will lead to the destruction of the true evil that threatens Faerun. There is no other path for me.
italian: Non ti giudico, <CHARNAME>. Sei ciò per cui sei nato. Posso solo fidarmi di me stesso per tenere fede al sentiero del bene che porterà alla distruzione del vero male che minaccia Faerùn. Non c'è nessun altro sentiero per me.
pt_br: Não faço nenhum julgamento sobre você, <CHARNAME>. Você é o que nasceu para ser. Eu só posso confiar em mim mesmo para seguir o caminho do bem que levará à destruição do verdadeiro mal que ameaça Faerûn. Não há outro caminho para mim.
russian: Я не осуждаю тебя, <CHARNAME>, но ты тот, кем был рожден. Я могу доверять только себе самому, и держаться пути добра, на котором смогу уничтожить настоящее зло, угрожающее Фаэруну. Для меня нет иного пути.
spanish: No os juzgo, <CHARNAME>. Sois lo que nacisteis para ser. Sólo puedo confiar en seguir el camino del bien que me conduzca a la destrucción del verdadero mal que amenaza Faerûn. No hay otro camino para mí.

source: Look at the suffering you have brought to Amkethran! Your monks terrorize the innocent at your command! You hire soulless mercenaries that cut down the innocent at the slightest provocation! And all for nothing! You call these the actions of a good man?
italian: Guarda la sofferenza che hai portato ad Amkethran! I tuoi monaci terrorizzano gli innocenti al tuo ordine! Ingaggi mercenari senz'anima che ammazzano gli innocenti alla più piccola provocazione! E tutto per nulla! Chiami queste le azioni di un brav'uomo?
pt_br: Olhe para o sofrimento que você trouxe para Amkethran! Seus monges aterrorizam os inocentes sob o seu comando! Você contrata mercenários sem alma que matam os inocentes à menor provocação! E tudo isso por nada! Você chama essas ações de um homem bom?
russian: Посмотри на страдания, который ты причинил Амкетрану! Монахи терроризируют невинных по твоим приказам! Ты нанимаешь бездушных наемников, которые вырезают невинных при малейшем поводе! И все впустую! Ты называешь это действиями хорошего человека?
spanish: ¡Contemplad el sufrimiento que habéis traido a Amkethran! ¡Vuestros monjes aterrorizan a los inocentes siguiendo vuestras órdenes! ¡Contratáis a mercenarios sin escrúpulos que matan al inocente a la más mínima provocación! ¡Y todo para nada! ¿Y decís que estas son las acciones de un hombre de bien?

source: A truly good man would have stood against Melissan from the beginning. You say you wanted to find out who the Five were... and yet I defeated them without your scheming. It was your choice to join the Five in their reign of destruction, so live up to it!
italian: Un vero brav'uomo sia sarebbe erto contro Melissan sin dall'inizio. Affermi che volevi scoprire chi fossero i Cinque... eppure io li ho sconfitti senza i tuoi intrighi. È stata una tua scelta unirti ai Cinque nel loro regno di distruzione, quindi non tirarti indietro!
pt_br: Um homem verdadeiramente bom teria enfrentado Melissan desde o início. Você diz que queria descobrir quem eram os Cinco... e ainda assim eu os derrotei sem suas tramas. Foi sua escolha se juntar aos Cinco em seu reinado de destruição, então assuma isso!
russian: По-настоящему добрый человек с самого начала противостоял бы Мелиссан. Ты говоришь, что хотел выяснить, кем была эта Пятерка... и все же они все побеждены без твоего участия. Ты сам решил присоединиться к Пятерке в их господстве разрушения, так соответствуй этому!
spanish: Un verdadero hombre de bien habría opuesto resistencia a Melisán desde el principio. Decís que queríais averiguar quienes eran los Cinco... y los derroté sin vuestras maquinaciones. Fue elección vuestra uniros a los Cinco en su reino de destrucción, ¡así que cumplid con ello!

source: You make no judgement upon me? Don't make me laugh! Inevitability is only the newest excuse for yet one more murder! You would make our father proud!
italian: Non mi giudichi? Non farmi ridere! L'inevitabilità è solo l'ultima scusa per un nuovo omicidio! Renderesti fiero nostro padre!
pt_br: Você não faz nenhum julgamento sobre mim? Não me faça rir! A inevitabilidade é apenas a mais nova desculpa para mais um assassinato! Você faria nosso pai se orgulhar!
russian: Ты меня не осуждаешь? Не смеши! Неизбежность - всего лишь новое оправдание еще одного убийства! Наш отец гордился бы тобой!
spanish: ¿Qué no me juzgáis? ¡No me hagáis reir! ¡La inevitabilidad solo es la última excusa para un asesinato más! ¡Nuestro padre estaría orgulloso de vos!

source: And what if that is my path, too, Balthazar? You say you don't judge me, and yet you hold yourself to some duty as the only person who can fight against evil? Do you know destiny so well that you can say for certain where it leads for someone else, never mind yourself?
italian: E se quello fosse anche il mio sentiero, Balthazar? Dici di non giudicarmi, eppure consideri te stesso l'unica persona che può combattere contro tutto questo male? Conosci il destino così bene da poter dire con certezza dove condurrà qualcun altro e persino te?
pt_br: E se esse também for o meu caminho, Balthazar? Você diz que não me julga, e ainda assim se mantém fiel a algum dever como a única pessoa que pode lutar contra o mal? Você conhece tão bem o destino a ponto de afirmar com certeza aonde ele leva alguém, ainda mais você mesmo?
russian: А что, если это и мой путь, Балтазар? Ты говоришь, что не судишь меня, и все же держишь себя как единственного человека, кто может сражаться против зла? Ты знаешь судьбу настолько хорошо, что можешь сказать наверняка, где это произойдет и с кем, не говоря уж о себе?
spanish: ¿Y qué pasa si ese es también mi camino, Baltasar? Decís que no me juzgáis, ¿pero os aferráis a una tarea como la única persona que puede luchar contra el mal? ¿Acaso conocéis tan bien el destino que podéis asegurar lo que le depara a otra persona, o a vos?

source: Then let's get this over with. I'm tired of talking.
italian: Allora facciamola finita. Sono stufo di parlare.
pt_br: Então vamos acabar com isso. Chega de conversas.
russian: Тогда давай покончим с этим. Разговоры меня утомили.
spanish: Entonces acabemos con esto. Estoy cansado de hablar.

source: It... it is true. I paid little attention to my men's actions, but I... I knew what they were doing. I thought it a great sacrifice, necessary to maintain secrecy, to attain my ultimate goal that they, in their ignorance, did not know would benefit them more in the end. But... it is how we treat the most helpless of our brethren in the worst of times that marks the goodness of a man, does it not? I... I am ashamed, <CHARNAME>. I sought... only to do what was best for us all.
italian: È... È vero. Ho prestato poca attenzione alle azioni dei miei uomini, ma io... sapevo cosa stavano facendo. Lo credevo un grande sacrificio, necessario per mantenere la segretezza, per conseguire il mio scopo finale senza che sapessero, nella loro ignoranza, che alla fine avrebbe portato più benefici a loro. Ma... è da come trattiamo i più bisognosi nei momenti peggiori che si vede la bontà di un uomo, non è così? Mi... vergogno, <CHARNAME>. Cercavo solo... di fare il meglio per tutti noi.
pt_br: É verdade... Eu prestei pouca atenção às ações dos meus homens, mas... eu sabia o que estavam fazendo. Eu vi como um grande sacrifício, necessário para manter o segredo, para alcançar meu objetivo final que, em sua ignorância, eles não sabiam que lhes beneficiaria no final. Mas... é como tratamos os mais desamparados entre nossos irmãos nos piores momentos que marca a bondade de um homem, não é? Eu... estou envergonhado, <CHARNAME>. Eu procurei... apenas fazer o que era melhor para todos nós.
russian: Это... это правда. Я уделял мало внимания к действиям моим людей, но я... я знал, что они делали. Я считаю это большой жертвой, необходимой для сохранения тайны, достижения моей конечной цели, о которой им знать не дано из-за их невежества, но которая принесет им в конце большую пользу. Но... то, как мы обходимся со слабейшими из наших братьев в худшие времена, как раз и показывает лучше всего, благо творит человек или нет, правда? Мне... мне стыдно, <CHARNAME>. Я просто... просто хотел сделать как лучше, для всех нас.
spanish: Es... es verdad. No presté mucha atención a las acciones de mis hombres, pero... sabía lo que estaban haciendo. Pensé que era un gran sacrificio, necesario para mantener el secreto, para alcanzar mi meta que ellos, en su ignorancia, no sabían que al final les acabaría beneficiando más. Pero... la forma en que tratamos al más desvalido de nuestros hermanos en el peor momento es lo que distingue a un hombre de bien, ¿no es así? Yo... estoy avergonzado, <CHARNAME>. Yo... sólo quería hacer lo que era mejor para todos.

source: You found out who the Five were through Melissan's scheming... and through, in no small part, my own. But who is to say that things might not have been different? Who are *you* to say that things might have been different?
italian: Hai scoperto chi fossero i Cinque per mezzo degli intrighi di Melissan... e per mezzo, non in piccola parte, dei miei. Ma chi dice che le cose non avrebbero potute essere diverse? Chi sei TU per dire che le cose avrebbero potute essere diverse?
pt_br: Você descobriu quem eram os Cinco através das tramas de Melissan... e também, em parte, através das minhas próprias tramas. Mas quem pode dizer que as coisas não poderiam ter sido diferentes? Quem é você para dizer que as coisas poderiam ter sido diferentes?
russian: Ты выяснил, кто была эта Пятерка, через интриги Мелиссан... и в какой-то степени, через меня. Но кто говорит, что обстоятельства не могли быть разными? Кто *ты*, чтобы говорить, что обстоятельства могли быть разными?
spanish: Averiguásteis quienes eran los Cinco a través de las maquinaciones de Melisán... y a través de las mías. ¿Pero quién puede decir que las cosas no podrían haber sido de otro modo? ¿Quien sois *vos* para decir que las cosas podrían haber sido diferentes?

source: But... it is true, nevertheless. I have taken the easy path, and have done much that has brought harm to others in the name of necessity. But when does 'necessity' cross into the realm of evil? I... I am ashamed, <CHARNAME>.
italian: Ma... è vero, nonostante tutto. Ho preso la strada facile e ho fatto molto che ha ferito gli altri in nome della necessità. Ma quando la "necessità" supera il confine del male? Io... mi vergogno, <CHARNAME>.
pt_br: Mas... é verdade, no entanto. Eu escolhi o caminho mais fácil e fiz muito mal a outros em nome da necessidade. Mas quando a "necessidade" se torna maldade? Eu... estou envergonhado, <CHARNAME>.
russian: Но, однако... это правда. Я выбрал легкий путь и сделал много такого, что принесло вред другим во имя необходимости. Но в какой момент 'необходимость' становится злом? Мне... мне стыдно, <CHARNAME>.
spanish: Pero... es cierto, sin embargo. He tomado el camino fácil, y he hecho muchas cosas que han hecho daño a otros en nombre de la necesidad. ¿Pero cuándo cruza la 'necesidad' la línea que separa el mal? Estoy... estoy avergonzado, <CHARNAME>.
