Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Aerie continued adventuring after years after leaving <CHARNAME>'s company, often traveling with a larger group but sometimes striking out on her own to use her considerable power to fight against slavery in the Realms. Her compassion grew tainted by revenge, however, revenge for what had been taken from her when she was in chains and could never be restored. She might have lost herself to her vengeance entirely had fortune not smiled upon her. The tale goes that Aerie, filled with a righteous fury, destroyed a slaver enclave in the northern hills of Cormyr single-handedly. She was surprised to find a group of avariel elves that had been held captive there and quickly freed them, and was in turn invited to return to her long-lost home of Faenya-Dail. She learned much while she was there. Most importantly, she learned she was no longer truly one of avariel, and let go forever of the wings that she had lost. Faenya-Dail was no longer her home, and it was with mixed emotions that she bid it farewell. It is said that Aerie eventually became a high priestess in Understone, a gnomish village her mentor Quayle had sometimes spoken of. He had been her true family, and it was among his people that she finally found happiness and the family she had always longed for. It was also said that Aerie prayed for her old friend, <CHARNAME>, each night as the stars revealed themselves in the sky above. She sincerely hoped her friend had been fortunate enough to find the peace that she had... for without <CHARNAME>, it would never have been possible.
italian: Aerie continuò a fare l’avventuriera per anni dopo avere lasciato la compagnia di <CHARNAME>, viaggiando con un gruppo più numeroso ma a volte proseguendo per conto suo al fine di impiegare il suo potere contro la schiavitù nei Reami. La sua compassione cominciò però ad essere minata dalla vendetta - vendetta per ciò che le era stato portato via mentre era in catene e che non avrebbe mai potuto esserle restituito. Si racconta che Aerie, invasata dalla furia della giustizia, abbia distrutto da sola un’enclave di schiavisti nelle colline a nord del Cormyr. Fu sorpresa nel trovare un gruppo di elfi avariel che erano stati imprigionati; li liberò subito e in cambio fu invitata a ritornare nella sua casa di Faenya-Dail che non vedeva da tanto tempo. Imparò molto durante la sua permanenza. Soprattutto, capì che non era più una vera avariel e rinunciò per sempre alle ali che aveva perso. Faenya-Dail non era più la sua casa e, con un miscuglio di emozioni, le disse addio. Si dice che Aerie divenne infine un’alta sacerdotessa ad Understone, un villaggio di gnomi di cui il suo mentore Quayle le aveva talvolta parlato. Quayle era stato la sua vera famiglia e tra il popolo di lui trovò finalmente la pace e la famiglia che aveva sempre desiderato. Si dice anche che Aerie pregasse per il suo vecchio amico <CHARNAME> ogni notte in cui le stelle apparivano nel cielo. Sperava sinceramente che il suo amico avesse avuto la fortuna di trovare la pace che lei aveva… perché senza <CHARNAME>, per lei non sarebbe mai stato possibile trovarla.
pt_br: Aerie continuou suas aventuras anos após deixar a companhia de <CHARNAME>, muitas vezes viajando com um grupo maior, mas às vezes seguindo sozinha para usar seu considerável poder para lutar contra a escravidão nos Reinos. No entanto, sua compaixão foi manchada pela vingança, uma vingança pelo que lhe foi tirado quando estava acorrentada e nunca poderia ser restaurado. Ela poderia ter se perdido completamente em sua vingança se a sorte não tivesse sorrido para ela. Conta-se que Aerie, cheia de uma fúria justa, destruiu sozinha um enclave de escravagistas nas colinas do norte de Cormyr. Ela ficou surpresa ao encontrar um grupo de elfos avariel que estavam cativos ali e rapidamente os libertou, sendo convidada a retornar à sua casa perdida há muito tempo, Faenya-Dail. Ela aprendeu muito enquanto esteve lá. Mais importante, ela descobriu que não era mais verdadeiramente uma avariel e se despediu para sempre das asas que havia perdido. Faenya-Dail não era mais seu lar, e foi com emoções mistas que ela o deixou para trás. Dizem que Aerie eventualmente se tornou uma grande sacerdotisa em Understone, uma vila gnomônica de que seu mentor Quayle às vezes falava. Ele havia sido sua verdadeira família, e foi entre o povo dele que ela finalmente encontrou felicidade e a família que sempre desejou. Dizem também que Aerie rezava todas as noites por seu antigo amigo, <CHARNAME>, enquanto as estrelas se revelavam no céu. Ela sinceramente esperava que seu amigo tivesse tido a sorte de encontrar a paz que ela havia encontrado... pois sem <CHARNAME>, isso nunca teria sido possível.
russian: Аэри продолжала жизнь искателя приключений после расставания с группой <CHARNAME>, часто путешествуя с большой компанией, но иногда она и в одиночку использовала свою значительную силу для борьбы с рабством в Королевствах. Ее сострадание, однако, все больше заражало ее местью; местью за все, что ей пришлось пережить в цепях. Она могла бы и вовсе потеряться в своей мести, если бы ей не улыбнулась удача. Рассказывают, что Аэри, преисполненная справедливой ярости, единолично разрушила анклав рабовладельцев в северных холмах Кормира. К своему удивлению, она нашла там группу эльфов Авариэль, которых держали в плену, быстро освободила их и была, в свою очередь, приглашена возвратиться в давно потерянный дом - Фаэния-Дайл. Она многое узнала, когда оказалась там. Самое важное - это то, что она больше не одна из авариэль. И она перестала тосковать по потерянным крыльям. Фаэния-Дайл больше не был ее домом, и поэтому со смешанными чувствами она распрощалась с ним. Говорят, что Аэри, в конце концов, стала великой жрицей в Андерстоуне, деревне карликов, о которой ей иногда рассказывал ее наставник, Квэйл. Это была ее подлинное семейство, и именно среди его жителей она, наконец нашла счастье и семью, которую всегда хотела иметь. Также рассказывают, что Аэри каждую ночь, глядя на звездное небо, молилась о своем старом друге, <CHARNAME>. Она искренне надеялась, что ее друг был достаточно удачлив, чтобы найти мир, который она хотела обрести... но без <CHARNAME> это было бы невозможно.
spanish: Aerie continuó sus aventuras tras años después de dejar la compañía de <CHARNAME>, a menudo viajando con un gran grupo pero a veces yendo sola para utilizar su considerable poder para luchar contra la esclavitud en los Reinos. Su compasión creció teñida por la venganza, sin embargo; venganza por lo que había sido tomado de ella cuando estaba encadenada y no podía ser restaurado. Ella pudo quizá haberse dejado llevar por su venganza completamente, si la fortuna no le hubiera sonreido. La historia dice que Aerie, repleta de una furia justiciera, destruyó un enclave esclavista en las colinas del norte de Cormyr fácilmente. Se sorprendió al encontrar un grupo de elfos avariel que habían sido mantenidos prisioneros allí y rápidamente los liberó, a cambio la invitaron a volver a su reino de Faenya-Dail perdido hace tanto. Aprendió mucho mientras estuvo allí. Y lo más importante, descubrió que ella no sería más una avariel de verdad, y dejó para siempre de pensar en las alas que había perdido. Faenya-Dail no era ya su hogar, y con una mezcla de sentimientos se despidió de él. Se dice que Aerie se convirtió al final en una alta sacerdotisa en Understone, una aldea gnoma de la que su mentor Quayle había hablado alguna vez. Él había sido su verdadera familia, y fue entre su gente que finalmente encontró la felicidad y la familia que había buscado tanto. También se dice que Aerie rezaba por su viejo amigo, <CHARNAME>, cada noche ya que las estrellas divulgaban sus rezos por el cielo. Ella esperaba sinceramente que su amigo hubiera sido suficientemente afortunado para encontrar la paz que ella tenía... ya que sin <CHARNAME>, esto nunca habría sido posible.

source: Aerie and <CHARNAME> would prove inseparable, continuing their adventuring for many years into the future. Aerie's zest for travel brought the pair over much of Faerun and even further. Their young son was always in tow, making <CHARNAME> smile with his wide-eyed awe at the wonders of the world. Eventually the pair would settle, subsequently giving birth to a beautiful daughter that was the second joy of their lives. Only rarely would trouble cause <CHARNAME> and Aerie to bring their great power to bear against the evil of the world, though the tales of their battles would become legendary. Their later years would hold one last great trek, as Aerie still felt a sadness from her time of enslavement and the loss of her wings. Together she and <CHARNAME> sought the Avariel of Faenya-Dail, the winged elves she was stolen from so long ago. They discovered not only her people, but loving parents that had spent years searching for their lost child. Aerie had finally found her family. With no more mystery or confusion to cloud their lives, it was there, among the clouds, that Aerie and <CHARNAME> would finally be married. Their union, it is said, was blessed by the presence of Aerdrie Faenya and Baervan Wildwanderer both. As for the children of <CHARNAME> and Aerie, tutored by two of the Realm's most powerful beings, their own destiny would be a tale to rival their father's...
italian: Aerie e <CHARNAME> si rivelarono inseparabili, continuando le loro avventure per molti anni. L’entusiasmo di Aerie per il viaggio portò la coppia per tutto Faerûn e anche oltre. Il loro giovane figlio fu sempre al loro seguito, facendo sorridere <CHARNAME> con i suoi grandi occhi spalancati davanti alle meraviglie del mondo. Alla fine, la coppia si sistemò in seguito alla nascita di una bellissima figlia che fu la seconda gioia delle loro vite. Solo di rado <CHARNAME> ed Aerie si scomodarono per scontrarsi con il male del mondo, sebbene le storie delle loro battaglie divennero leggendarie. Gli anni successivi portarono un ultimo e grande viaggio, dato che Aerie provava ancora tristezza per il tempo passato come schiava e per la perdita delle sue ali. Insieme, lei e <CHARNAME> cercarono gli Avariel di Faenya-Dail, gli elfi alati dai quali era stata strappata molto tempo prima. Trovarono non solo il suo popolo, ma anche amorevoli genitori che avevano trascorso anni a cercare la loro figlia scomparsa. Aerie aveva finalmente trovato la sua famiglia. Senza più mistero o confusione che annebbiassero le loro vite, fu lì, tra le nuvole, che Aerie e <CHARNAME> finalmente si sposarono. La loro unione, si dice, fu benedetta dalla presenza di Aerdrie Faenya e Baervan Wildwanderer. Quanto a i figli di <CHARNAME> e di Aerie, allevati da due delle persone più potenti dei Reami, il loro destino forgiò una leggenda capace di competere con quella del padre...
pt_br: Aerie e <CHARNAME> se mostrariam inseparáveis, continuando sua aventura por muitos anos no futuro. O entusiasmo de Aerie pela viagem levou a dupla a grande parte de Faerun e ainda mais longe. Seu jovem filho estava sempre ao seu lado, fazendo <CHARNAME> sorrir com a admiração de olhos arregalados para as maravilhas do mundo. Eventualmente, o casal se estabeleceu, dando à luz uma linda filha que era a segunda alegria de suas vidas. Apenas raramente os problemas fariam com que <CHARNAME> e Aerie usassem todo o seu grande poder contra o mal do mundo, embora as histórias de suas batalhas se tornassem lendárias. Seus últimos anos reservariam uma última grande jornada, pois Aerie ainda sentia uma tristeza por seu tempo de escravidão e a perda de suas asas. Juntos, ela e <CHARNAME> buscaram os Avariel de Faenya-Dail, os elfos alados dos quais ela foi roubada há muito tempo. Eles descobriram não apenas seu povo, mas também pais amorosos que passaram anos procurando sua filha perdida. Aerie finalmente havia encontrado sua família. Sem mais mistérios ou confusões para obscurecer suas vidas, foi lá, entre as nuvens, que Aerie e <CHARNAME> finalmente se casaram. Sua união, dizem, foi abençoada pela presença de Aerdrie Faenya e Baervan Errante Selvagem. Quanto aos filhos de <CHARNAME> e Aerie, educados por duas das entidades mais poderosas dos Reinos, o destino deles seria uma história digna de rivalizar com a de seus pais...
russian: Аэри и <CHARNAME> были неразлучны многие годы, продолжая жизнь искателей приключений. Из-за интереса Аэри к путешествиям эта пара повидала многие места Фаэруна. Их маленький сын всегда был с ними, вызывая у <CHARNAME> улыбку своим наивным удивлением чудесам мира. В конце концов пара оставила приключения, и впоследствии у них родилась красивая дочь, которая стала второй радостью в их жизни. Лишь изредка внешние причины заставляли <CHARNAME> и Аэри обращать их великую мощь против зла этого мира, хотя рассказы об этих сражениях станут легендарными. В последующие годы они совершили только одно большое последнее путешествие, так как Аэри все еще страдала оттого, что ей пришлось пережить в рабстве, и от потери своих крыльев. Она вместе с <CHARNAME> искали авариэль из Фаэния-Дайл, крылатых эльфов, у которых ее похитили много лет тому назад. Они нашли не только ее народ, но и любящих родителей, которые потратили годы на поиски потерянного ребенка. Теперь, без тайны или смущения, омрачавшего их жизни, здесь, среди облаков, Аэри и <CHARNAME> наконец-то поженились. Говорят, их союз был благословлен Аэрдри Фаэнией и Баэрваном Диким Странником. Что касается детей <CHARNAME> и Аэри, воспитанных двумя из наиболее мощных героев Королевств, их собственная судьба была бы рассказом, способным конкурировать с легендой их отца...
spanish: Aerie y <CHARNAME> demostraron ser inseparables, continuando sus aventuras durante muchos años en el futuro. El entusiasmo de Aerie por el viaje llevó a la pareja por la mayor parte de Faerûn e incluso más allá. Su joven hijo fue siempre a remolque, haciendo sonreír a <CHARNAME> con sus abiertos ojos de pasmo debido a las maravillas del mundo. En un tiempo la pareja se establecería, dando nacimiento posteriormente a una hermosa hija que fue la segunda alegría de sus vidas. Solo pocas veces los problemas harían que <CHARNAME> y Aerie trajeran su gran poder para resistir contra el mal del mundo, aunque los relatos de sus batallas se convertirían en legendarios. Sus últimos años mantendrían una última gran expedición, mientras que Aerie todavía sentía tristeza de sus tiempos de esclavitud y la pérdida de sus alas. Juntos, ella y <CHARNAME> buscaron a los avariel de Faenya-Dail, los elfos alados de los que había sido secuestrada mucho tiempo atrás. Ellos descubrieron no sólo a su gente, sino a cariñosos padres que habían estando buscando durante años a su hija perdida. Aerie había encontrado finalmente a su familia. Sin ningún misterio o confusión más que nublara sus vidas, fue allí, entre las nubes, que Aerie y <CHARNAME> se casarían finalmente. Su unión, se dice, fue bendecida por la presencia de Aerdrie Faenya y Baervan el Viajero Indómito. En cuanto a los hijos de <CHARNAME> y Aerie, tutelados por dos de los más poderosos seres de los Reinos, su propio destino sería un relato que rivalizaría con el de su padre...

source: Anomen and <CHARNAME> continued adventuring until they were known as heroes almost everywhere they went. Many were the grand tales of the Shining Knight and his utter devotion to his great lady. <CHARNAME>'s past as the terrible Bhaalspawn was forgotten forever as new deeds replaced old and a legacy was created that far outstripped anything granted by godly blood. So prolific were their careers that the proposed date of their wedding kept getting moved back, either due to impending crisis or some lucrative adventure that one or the other would insist on investigating. Finally a date approached that both <CHARNAME> and her beloved were determined to keep, and the much heralded event drew heroes and dignitaries from across Faerun. The couple had touched the lives of many, and those people arrived in droves to watch Elminster himself unite the two in one of the grandest ceremonies the city of Baldur's Gate had ever seen. Anomen and <CHARNAME> retired from public life shortly after the celebrated birth of their daughter, although if tales be true, their adventures never truly ended. Anomen would rise high in the hierarchy of his church, and <CHARNAME> would continue to be the center of strange events throughout their lives. So, too, would their daughter, tutored by two of the greatest heroes in the Realms, forge a legend to rival that of her mother's. That, however, is another story completely...
italian: Anomen e <CHARNAME> continuarono le loro avventure sino ad essere conosciuti come eroi quasi ovunque andassero. Molti furono i racconti del Cavaliere Senza Macchia e Senza Paura e della sua assoluta devozione per la sua grande signora. Il passato di <CHARNAME> quale terribile progenie di Bhaal fu dimenticato per sempre quando nuove imprese sostituirono le vecchie e quando prese forma una nuova eredità che superò di gran lunga la fama del suo sangue divino. Le loro carriere furono così prolifiche che la data del loro matrimonio fu continuamente posticipata a causa di un’imminente crisi o di qualche vantaggiosa avventura che l'uno o l'altra insisteva nell’intraprendere. Finalmente, si avvicinò una data che sia <CHARNAME> sia il suo amato erano decisi a mantenere; il tanto sospirato evento attirò eroi e dignitari da tutto Faerûn. La coppia aveva toccato la vita di molti e centinaia di persone vennero per vedere lo stesso Elminster unire i due in una delle più maestose cerimonie che la città di Baldur's Gate avesse mai visto. Anomen e <CHARNAME> si ritirarono a vita privata poco dopo la celebrata nascita della loro figlia ma, se le storie sono vere, le loro avventure non terminarono mai veramente. Anomen avanzò nella gerarchia della sua chiesa e <CHARNAME> continuò ad essere al centro di strani eventi per tutta la sua vita. La loro figlia, allevata da due dei più grandi eroi dei Reami, forgiò una leggenda capace di rivaleggiare con quella della madre. Questa però è un'altra storia...
pt_br: Anomen e <CHARNAME> continuaram aventureiros até serem conhecidos como heróis em quase todos os lugares que visitavam. Muitas eram as grandes histórias sobre o Cavaleiro Brilhante e sua completa devoção à sua grande dama. O passado de <CHARNAME> como a terrível Filha de Bhaal foi esquecido para sempre, à medida que novas proezas substituíam as antigas e um legado foi criado que superava em muito qualquer coisa concedida por sangue divino. Suas carreiras eram tão prolíficas que a data proposta para o casamento deles era constantemente adiada, seja por causa de crises iminentes ou por alguma lucrativa aventura na qual um ou outro insistia em investigar. Finalmente, uma data se aproximou que tanto <CHARNAME> quanto seu amado estavam determinados a cumprir, e o evento muito aclamado atraiu heróis e dignitários de toda Faerun. O casal havia tocado a vida de muitas pessoas, e essas pessoas chegaram em multidões para assistir Elminster em pessoa unir os dois em uma das cerimônias mais grandiosas que a cidade de Baldur's Gate já havia visto. Anomen e <CHARNAME> se aposentaram da vida pública logo após o celebrado nascimento de sua filha, embora, se as histórias forem verdadeiras, suas aventuras nunca tenham realmente acabado. Anomen ascenderia alto na hierarquia de sua igreja, e <CHARNAME> continuaria a ser o centro de eventos estranhos ao longo de suas vidas. Da mesma forma, sua filha, instruída por dois dos maiores heróis dos Reinos, forjaria uma lenda para rivalizar com a de sua mãe. Isso, entretanto, é outra história completamente...
russian: Аномен и <CHARNAME> продолжали жизнь искателей приключений, пока они не стали известны как герои, почти всюду, куда они приходили. Было множество возвышенных рассказов про Светлого Рыцаря и его чрезвычайной преданности своей великой леди. Происхождение <CHARNAME>, как ужасного Порождения Баала было забыто навсегда, поскольку новые дела затмили старые, и наследие, которое было создано, далеко превосходило что-либо, предоставленное благочестивой кровью. Их достижения были настолько плодотворными, что дата их свадьбы постоянно откладывалась из-за того, что надвигался очередной кризис или то один, то другой настаивал на том, чтобы расследовать очередное приключение. Наконец, дата устроила их обоих, и <CHARNAME> и ее любимый сочетались браком в самом пышном и торжественном событии, на котором собрались благородные люди и герои со всего Фаэруна. Эта пара повлияла на жизни многих, и эти люди пришли посмотреть, как сам Элминстер объединит этих двоих в величайшей церемонии, которую только видел город Врата Балдура. Аномен и <CHARNAME> удалились от общественной жизни вскоре после рождения своей дочери, однако, если правы легенды, их приключения никогда по-настоящему не заканчивались. Аномен, высоко поднявшийся в иерархии своей церкви, и <CHARNAME> продолжали быть центром странных событий на протяжении всей жизни. Также, впрочем, как и их дочь, воспитанная двумя из самых великих героев в Королевствах, создала легенду, способную конкурировать с легендой ее матери. Это, однако, совсем другая история...
spanish: Anomen y <CHARNAME> continuaron de aventuras hasta que fueron conocidos como héroes en casi cualquier lugar al que iban. Muchos fueron los grandes relatos del Brillante Caballero y su completa devoción a su gran dama. El pasado de <CHARNAME> como la terrible engendro de Bhaal fue olvidado para siempre mientras nuevas hazañas sustituían a las antiguas y fue creado un legado que dejaba muy atrás cualquier cosa relacionada con su sangre divina. Sus carreras eran tan prolíficas que la fecha propuesta para su boda se iba retrasando, o por impedir una crisis o por alguna lucrativa aventura que o uno u otro insistía en investigar. Finalmente se aproximó una fecha que se aproximaba a lo que <CHARNAME> y su amado habían determinado mantener, y el tan anunciado evento atrajo héroes y dignatarios de todo Faerûn. La pareja había contactado con las vidas de muchos, y aquella gente llegaba en manadas a observar al propio Elminster unir a ambos en una de las más grandes ceremonias que la ciudad de Puerta de Baldur había visto nunca. Anomen y <CHARNAME> se retiraron de la vida pública poco después del celebrado nacimiento de su hija, sin embargo si las historias son verdad, sus aventuras nunca terminaron realmente. Anomen alcanzaría lo alto de la jerarquía de su iglesia, y <CHARNAME> continuaría siendo el centro de extraños sucesos durante sus vidas. Así, también, su hija, tutelada por dos de los más grandes héroes de los Reinos, forjaría una leyenda que rivalizaría con la de su madre. Eso, sin embargo, es otra historia completamente...
