Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: I have only ever acted when it was necessary, in self-defense.
italian: Io ho agito sempre e solo quando era necessario, per autodifesa.
pt_br: Só agi quando foi necessário, em legítima defesa.
russian: Я действовал только в силу необходимости, для самозащиты.
spanish: Sólo he actuado cuando ha sido necesario, en defensa propia.

source: You would make us out to be victims of circumstance rather than masters of our own destiny.
italian: Vorresti farci credere di essere vittime delle circostanze piuttosto che padroni del nostro destino.
pt_br: Você quer nos retratar como vítimas das circunstâncias em vez de mestres do nosso próprio destino.
russian: Ты бы предпочел видеть нас скорее жертвами обстоятельств, чем властелинами собственных судеб.
spanish: Nos hacéis parecer víctimas de las circunstancias más que dueños de nuestro destino.

source: I deny nothing. Death comes for all who stand in my way.
italian: Io non nego niente. La morte viene per tutti quelli che si trovano sulla mia strada.
pt_br: Não nego nada. A morte chega para todos que cruzam meu caminho.
russian: Мне нечего отрицать. Смерть придет за всеми, кто встанет на моем пути.
spanish: No niego nada. La muerte espera a todos los que se interponen en mi camino.

source: I am death incarnate, fool! Not some weak fool wrapped in denial like yourself!
italian: Io sono l'incarnazione della morte, idiota! Non un debole stupido avvolto nella negazione come te!
pt_br: Eu sou a própria morte, idiota! Não sou um fraco envolto em negação como você!
russian: Я воплощение смерти, глупец! А не какой-то слабый придурок вроде тебя, погрязший в отречении!
spanish: ¡Soy la muerte encarnada, insensato! ¡No un débil estúpido envuelto en una negación como vos!

source: I have little doubt that you know whereof I speak. The taint is strong within you... stronger than any single other spawn of our sire that I have seen. You have felt the dreams, the urges, have you not? The chaos that is your destiny has ripped wantonly through your life, regardless of your wishes, has it not? Do you deny that you bring violence and destruction wherever you go, <CHARNAME>?
italian: Non ho dubbi che tu sappia di cosa sto parlando. La corruzione è forte in te... più forte di qualsiasi altra progenie di nostro padre che abbia mai visto. Tu hai sperimentato i sogni e gli impulsi, non è così? Il caos che è il tuo destino è penetrato nella tua vita nonostante il tuo volere, giusto? Vorresti negare di portare violenza e distruzione ovunque tu vada, <CHARNAME>?
pt_br: Tenho poucas dúvidas de que você sabe do que falo. A corrupção é forte em você... mais forte do que em qualquer outro filho de nosso pai que eu já tenha visto. Você sentiu os sonhos, os impulsos, não é mesmo? O caos que é seu destino rasgou desenfreadamente sua vida, independentemente de seus desejos, não é mesmo, <CHARNAME>? Você nega que traz violência e destruição por onde passa?
russian: Ты наверняка знаешь, о чем я. Скверна в тебе сильна... сильнее, чем в любом другом порождении нашего отца, из всех, что мне встречались. У тебя ведь были сны, к чему-то призывающие, не так ли? Хаос, который вошел в твою жизнь и стал твоей судьбой, не считается с твоими желаниями, не так ли? <CHARNAME>, ты отрицаешь, что приносишь ярость и разрушение повсюду, где проходишь?
spanish: No dudo que sabéis de lo que hablo. La mancha es fuerte en vos... más fuerte que en cualquier otro vástago de nuestro padre que haya visto. ¿Vos habéis sentido los sueños, los deseos, no es así? El caos de vuestro destino ha desgarrado vuestra vida, sin tener en cuenta vuestros deseos, ¿verdad? ¿Acaso negáis que lleváis violencia y destrucción allá donde váis, <CHARNAME>?

source: I am nothing like you. I exist to fight against the chaos of my taint, to fight against the evil that Bhaal's legacy brings to this world. I have faced the evil within me and I have mastered it.
italian: Non sono come te. Esisto per combattere il caos della mia corruzione, per combattere il male che il retaggio di Bhaal porta in questo mondo. Ho affrontato il male dentro di me e l'ho dominato.
pt_br: Não sou nada como você. Eu existo para lutar contra o caos de minha corrupção, para lutar contra o mal que a herança de Bhaal traz a este mundo. Enfrentei o mal dentro de mim e o dominei.
russian: Я не такой, как ты. Я живу для борьбы с хаосом моей скверны, со злом, которое наследие Баала принесло в этот мир. Я встал на пути зла внутри себя и победил его.
spanish: No soy en absoluto como vos. Mi vida es luchar contra el caos de mi lacra, luchar contra el mal que el legado de Bhaal trae a este mundo. Me he enfrentado al mal que hay en mí y lo he dominado.

source: No. I have brought my share of death and destruction to this land. But I see a larger purpose behind it... I seek to end the possibility of Bhaal's return forever, and to wipe his taint from the land.
italian: No. Ho portato la mia parte di morte e distruzione in questa terra, ma vedo uno scopo più grande dietro tutto ciò... Io cerco di porre fine per sempre alla possibilità che Bhaal ritorni e di ripulire questa terra dalla sua corruzione.
pt_br: Não. Eu trouxe minha parcela de morte e destruição para esta terra. Mas vejo um propósito maior por trás disso... busco acabar com a possibilidade do retorno de Bhaal para sempre e eliminar sua corrupção da terra.
russian: Нет. Я тоже принес свою долю смерти и разрушения в эти земли. Но я преследую великую цель... Я ищу путь навеки убрать возможность возвращения Баала, стереть его наследие с этой земли.
spanish: No. He traido mi parte de muerte y destrucción a esta tierra. Pero veo un propósito mayor detrás... busco acabar con la posibilidad de que Bhaal regrese para siempre, y borrar su huella de la faz de la tierra.

source: I have mastered the power within me and held the evil in check, but I know just as well... if not better... than most of my brethren the threat that it holds for all of Faerun. I will not allow this. I have dedicated my life to preventing it.
italian: Ho dominato il potere dentro di me e ho mantenuto il male sotto controllo, ma conosco bene... se non meglio... della maggior parte dei miei fratelli la minaccia che porta per tutto il Faerùn. Non lo permetterò. Ho dedicato l'intera mia vita a questo.
pt_br: Eu dominei o poder dentro de mim e mantive o mal sob controle, mas sei tão bem... se não melhor... do que a maioria dos meus irmãos, a ameaça que ele representa para toda Faerûn. Não permitirei isso. Dediquei minha vida a impedir isso.
russian: Я овладел силой в себе и держу зло под контролем, но еще я хорошо знаю... если не лучше других... что большинство моих братьев представляют угрозу для всего Фаэруна. Я не позволю этого. Я посвятил жизнь тому, чтобы это предотвратить.
spanish: He dominado el poder que hay en mí y mantenido a raya el mal, pero sé muy bien... o incluso mejor... que la mayoría de mis hermanos la amenaza que supone para todo Faerûn. No permitiré esto. He dedicado mi vida a evitarlo.

source: And what becomes of Melissan, then? Is she free to raise Bhaal and complete her plans?
italian: E cosa ne sarà di Melissan? Sarà libera di resuscitare Bhaal e di portare a termine il suo piano?
pt_br: E o que acontece com Melissan, então? Ela está livre para ressuscitar Bhaal e concluir seus planos?
russian: Что тогда случится с Мелиссан? Она свободна, сможет воскресить Баала и воплотить свои планы?
spanish: Y entonces, ¿qué pasa con Melisán? ¿Queda libre para levantar a Bhaal y completar sus planes?

source: You don't have to do this, Balthazar. We don't have to fight each other.
italian: Non devi farlo, Balthazar. Non dobbiamo combatterci l'un l'altro.
pt_br: Você não precisa fazer isso, Balthazar. Não precisamos lutar um contra o outro.
russian: Ты не должен этого делать, Балтазар. Мы не должны драться друг с другом.
spanish: No tenéis por qué hacer esto, Baltasar. No tenemos por qué luchar entre nosotros.

source: You don't honestly see yourself as the force of righteousness in all this, do you?
italian: Non ti vedrai davvero come la forza della rettitudine in tutto questo, vero?
pt_br: Você honestamente se vê como a força do bem em tudo isso, não é mesmo?
russian: Ты ведь не видишь себя силой праведности во всем этом, не так ли?
spanish: ¿Vos realmente no os véis como la fuerza de la rectitud en todo esto, verdad?

source: Enough talk, then. Let's get this over with.
italian: Allora basta parlare. Facciamola finita.
pt_br: Chega de conversa, então. Vamos acabar logo com isso.
russian: Хватит разговоров. Давай закончим с этим.
spanish: Basta de charla entonces. Acabemos con esto.

source: Of course not. It is she that holds the key to Bhaal's resurrection. After you are dead, she too must be destroyed.
italian: Certo che no. Lei possiede la chiave per la resurrezione Bhaal. Dopo che sarai morto, anche lei dovrà essere distrutta.
pt_br: Claro que não. É ela quem detém a chave para a ressurreição de Bhaal. Depois que você morrer, ela também deverá ser destruída.
russian: Конечно, нет. Ключи к воскрешению Баала у нее. После твоей смерти и она будет уничтожена.
spanish: Por supuesto que no. Ella es la que guarda la llave para resucitar a Bhaal. Tras vuestra muerte, ella también debe ser destruida.

source: Then we should fight her together! How do you know she still can't summon Bhaal... everything you've fought for will be for nothing!
italian: Allora dovremmo combatterla insieme! Come puoi sapere se non sia già in grado di evocare Bhaal... Tutto ciò per cui hai combattuto sarà stato vano!
pt_br: Então devemos enfrentá-la juntos! Como você sabe que ela não pode mais invocar Bhaal... tudo pelo que você lutou será em vão!
russian: Тогда мы должны драться с ней вместе! Откуда ты знаешь, что она еще не может призвать Баала... и все, ради чего ты сражался, будет впустую!
spanish: ¡Entonces deberíamos luchar juntos contra ella! ¿Cómo sabéis que ella no puede invocar todavía a Bhaal...? ¡Todo por lo que habéis luchado habrá sido para nada!

source: And you're going to stop her alone? Have you given any thought to the fact that maybe you've been helping her all along, that she's been playing you like a harp?
italian: E intendi fermarla da solo? Hai mai pensato al fatto che forse l'hai aiutata per tutto questo tempo e che lei ti sta semplicemente usando?
pt_br: E você pretende detê-la sozinho? Já parou para pensar que talvez você a tenha ajudado o tempo todo, que ela tem manipulado você como uma harpa?
russian: Ты собираешься остановить ее в одиночку? Тебе не приходило в голову, что, быть может, ты все время лишь помогал ей, что она играет на тебе, как на волынке?
spanish: ¿Y la váis a parar vos sólo? ¿Os habéis parado a pensar que a lo mejor la habéis estado ayudando todo este tiempo, que os ha estado manejando como a una marioneta?

source: Yet another death added to your tally? And what then, once you kill her? Once you have all that power and it's yours alone... you think you're going to resist that?
italian: Un'altra morte da aggiungere al conto? E dopo, quando l'avrai uccisa? Quando avrai tutto quel potere solo per te... pensi che riuscirai a resistere?
pt_br: Mais uma morte adicionada à sua contagem? E depois, uma vez que você a matar? Quando tiver todo esse poder e ele for só seu... você acha que vai resistir a isso?
russian: Еще одна смерть добавится к твоему списку? И что будет потом, когда ты убьешь ее? У тебя будет вся сила, у тебя одного... ты действительно откажешься от нее?
spanish: ¿Otra muerte que añadir a vuestra cuenta? Y una vez la matéis, ¿luego qué? Una vez tengáis todo ese poder y sea sólo vuestro... ¿Creéis que váis a poder resistiros?

source: What makes you think you could kill her? I'm the one that has defeated all the Bhaalspawn... while you were doing nothing but hiding in this fortress making the peasants miserable.
italian: Cosa ti fa pensare che potresti ucciderla? Io sono quello che ha sconfitto tutte le progenie di Bhaal... mentre tu non facevi altro che non nasconderti in questa fortezza opprimendo i contadini del posto.
pt_br: O que te faz pensar que você pode matá-la? Sou eu quem derrotou todos os Filhos de Bhaal... enquanto você ficava escondido nesta fortaleza tornando a vida dos camponeses miserável.
russian: Почему ты думаешь, что убьешь ее? Только мне удалось победить всех детей Баала... пока ты отсиживался в крепости, неся страдания жителям.
spanish: ¿Qúe os hace pensar que podríais matarla? Yo soy el que ha derrotado a todos los hijos de Bhaal... mientras que vos no habéis hecho nada más que esconderos en esta fortaleza amargando la vida a los campesinos.

source: I thought you were going to kill yourself after I was dead. Sure you won't see some more evil once Melissan is dead, too? You'd probably make a promising Lord of Murder, you know...
italian: Pensavo che avessi intenzione di ucciderti dopo la mia morte. Di sicuro non vorrai vedere altro male una volta che sarà morta anche Melissan, giusto? Probabilmente saresti un promettente Signore dell'Omicidio, sai...
pt_br: Eu pensei que você ia se matar depois que eu morresse. Tem certeza de que não vai continuar fazendo maldades uma vez que Melissan também estiver morta? Você até seria um promissor Senhor do Assassinato, sabe...
russian: Мне казалось, что ты убьешь себя после моей смерти. Ты уверен, что не увидишь большего зла после смерти Мелиссан? Знаешь, а ты, наверное, станешь многообещающим Лордом Убийств...
spanish: Pensaba que os mataríais tras mi muerte. ¿Seguro que no veréis también más maldad una vez Melisán haya muerto? Seguramente seríais un prometedor Señor del Asesinato, sabéis...

source: Forget it. This is pointless. Let's just get this over with.
italian: Scordatelo. Tutto questo è inutile. Facciamola finita e basta.
pt_br: Esqueça. Isso é inútil. Vamos acabar logo com isso.
russian: Забудь. Неважно. Давай уже покончим с этим.
spanish: Olvidadlo. Esto no tiene sentido. Acabemos con esto de una vez.

source: Fight her together?
italian: Combatterla insieme?
pt_br: Lutar juntos contra ela?
russian: Сражаться вместе против нее?
spanish: ¿Luchar juntos contra ella?

source: No. How could I trust you? What if we were to vanquish Melissan, I would be weakened... you could end my life there and everything I have been working towards will be for nothing.
italian: No. Come potrei fidarmi di te? Se fossimo sul punto di sconfiggere Melissan ed io fossi debole... potresti porre fine alla mia vita e tutto ciò per cui ho lavorato sarebbe stato vano.
pt_br: Não. Como eu poderia confiar em você? E se derrotarmos Melissan, eu ficaria enfraquecido... você poderia me matar ali mesmo e tudo pelo que venho trabalhando seria em vão.
russian: Нет. Как я могу доверять тебе? Если мы уничтожим Мелиссан, я ослабну... и ты прикончишь меня. Все, к чему я стремился, будет впустую.
spanish: No. ¿Cómo podría confiar en vos? ¿Qué pasaría si derrotamos a Melisán? Yo me debilitaría... podríais acabar con mi vida y todo por lo que he trabajado habría sido para nada.

source: I had thought when this moment arrived, I would hold clearly to my purpose. We must... end this, <CHARNAME>. I wish this to be over with, one way or the other.
italian: Avevo pensato che quando questo momento sarebbe arrivato, avrei tenuto fede al mio intento. Dobbiamo... farla finita, <CHARNAME>. Desidero che questo finisca, in un modo o nell'altro.
pt_br: Eu achava que quando esse momento chegasse, eu teria clareza sobre o meu propósito. Precisamos... acabar com isso, <CHARNAME>. Quero que isso acabe, de um jeito ou de outro.
russian: Я думал, что когда этот миг настанет, я четко увижу свое предназначение. Мы должны... закончить, <CHARNAME>. Я хочу, что бы с этим было покончено, так или иначе.
spanish: Había pensado que llegado este momento, me mantendría firme en mi propósito. Debemos... acabar con esto, <CHARNAME>. Quiero que se acabe, de un modo u otro.

source: Alright, Balthazar. If that's what you want... let's end this now.
italian: D'accordo, Balthazar. Se questo è ciò che vuoi... facciamola finita subito.
pt_br: Certo, Balthazar. Se é isso que você quer... vamos acabar com isso agora.
russian: Хорошо, Балтазар. Если это все, чего ты хотел, давай покончим со всем.
spanish: De acuerdo, Baltasar. Si eso es lo que queréis... acabemos con esto ahora.

source: I am at a loss, <CHARNAME>. You question me, and I have no good answers for you. My heart tells me that you must be killed, but I am not sure if I should listen to it. What... what would you have me do?
italian: Mi sento perso, <CHARNAME>. Mi poni la tua domanda e io non ho una buona risposta per te. Il mio cuore mi dice che devi essere ucciso, ma non sono sicuro di doverlo ascoltare. Cosa... cosa vuoi che faccia?
pt_br: Estou confuso, <CHARNAME>. Você me questiona, e eu não tenho boas respostas para você. Meu coração me diz que você deve morrer, mas não tenho certeza se devo ouvi-lo. O que... o que você quer que eu faça?
russian: Я в растерянности, <CHARNAME>. У меня нет хорошего ответа для тебя. Мое сердце говорит, что тебя надо убить, но я не уверен, что его стоит слушать. Что... что ты мне посоветуешь делать?
spanish: No sé qué decir, <CHARNAME>. Me preguntáis, y no encuentro las respuestas adecuadas para vos. Mi corazón me dice que debéis morir, pero no estoy seguro de si debería escucharlo. ¿Qué... qué queréis que haga?

source: Join me, Balthazar. Let us fight Melissan together, instead of doing what she wants us to.
italian: Unisciti a me, Balthazar. Combattiamo insieme Melissan, invece di fare ciò che vuole lei.
pt_br: Junte-se a mim, Balthazar. Vamos enfrentar Melissan juntos, em vez de fazer o que ela quer.
russian: Присоединяйся, Балтазар. Давай сражаться с Мелиссан вместе, вместо того, чтобы подчиняться ей.
spanish: Uníos a mí, Baltasar. Luchemos juntos contra Melisán, en vez de hacer lo que quiere que hagamos.

source: I don't know, Balthazar. But I don't want to fight you.
italian: Non lo so, Balthazar, ma non voglio combattere contro di te.
pt_br: Não sei, Balthazar. Mas não quero lutar contra você.
russian: Не знаю, Балтазар. Но я не хочу с тобой сражаться.
spanish: No lo sé, Baltasar. Pero no quiero luchar contra vos.

source: Let us fight, then, if it must be. Let me give you some peace at last.
italian: Combattiamo, quindi, se così dev'essere. Lascia che ti dia un po' di pace alla fine.
pt_br: Lutemos, então, se for preciso. Deixe-me lhe dar um pouco de paz, afinal.
russian: Давай драться, раз уж так. Позволь наконец-то подарить тебе покой.
spanish: Luchemos entonces, si no hay otro remedio. Dejadme daros al fin paz.

source: You're a bigger fool than I thought. Let's just end this now, shall we? I have an appointment with god-hood.
italian: Sei uno sciocco più debole di quanto pensassi. Facciamola finita subito, va bene? Ho un appuntamento con l'immortalità.
pt_br: Você é ainda mais tolo do que eu pensava. Vamos acabar com isso agora, sim? Tenho um encontro com a divindade.
russian: Ты еще глупее, чем я думал. Давай уже покончим с этим? Меня ждет могущество богов.
spanish: Sois más estúpido de lo que pensaba. Acabemos con esto ahora, ¿de acuerdo? Tengo una cita con la deidad.

source: Yes... you are right.
italian: Sì... hai ragione.
pt_br: Sim... você está certo.
russian: Да... ты прав.
spanish: Sí... tenéis razón.

source: Very well, then, <CHARNAME>. I will join you. You are a worthy <PRO_MANWOMAN>. Perhaps even worthy of turning Bhaal's dark taint and making something better of it. I do not know. But I will take that chance.
italian: Molto bene, <CHARNAME>. Mi unirò a te. Sei un nobile uomo. Forse tanto nobile da scacciare l'oscura corruzione di Bhaal e farne qualcosa di meglio. Non saprei. Ma coglierò quest'opportunità.
pt_br: Muito bem, então, <CHARNAME>. Vou me juntar a você. Você é um homem digno. Talvez até digno de transformar a corrupção sombria de Bhaal em algo melhor. Eu não sei. Mas vou arriscar.
russian: Хорошо, <CHARNAME>. Я присоединюсь к тебе. Ты достойный <PRO_RACE>. Наверное, это удивительно - наблюдать, как наследие Баала переходит на сторону добра. Не знаю. Но я использую этот шанс.
spanish: Muy bien, <CHARNAME>. Me uniré a vos. Sois un hombre digno. Quizás incluso digno de convertir la lacra oscura de Bhaal en algo mejor. No lo sé. Pero correré el riesgo.

source: Let Melissan tremble when she sees us together, and we shall strike her down as she deserves. Even if Bhaal himself is resurrected, he will not be able to hold out against us both. I have preparations to make, <CHARNAME>. Go to the Throne of Bhaal. When the time comes, I will be there.
italian: Lascia che Melissan tremi quando ci vedrà insieme e l'abbatteremo come merita. Anche se lo stesso Bhaal risorgerà, non sarà in grado di resisterci. Devo prepararmi, <CHARNAME>. Va' al Trono di Bhaal. Quando verrà il momento, sarò là.
pt_br: Que Melissan trema ao nos ver juntos, e nós a derrubaremos como ela merece. Mesmo que Bhaal mesmo seja ressuscitado, ele não será capaz de resistir a nós dois. Preciso fazer preparativos, <CHARNAME>. Vá para o Trono de Bhaal. Quando chegar a hora, estarei lá.
russian: Пусть Мелиссан трепещет, когда увидит нас вместе, и мы повергнем ее, чего она и заслуживает. Даже если восстанет сам Баал, он не выстоит против нас обоих. Мне надо приготовиться, <CHARNAME>. Ступай к Трону Баала. Когда придет время, я буду там.
spanish: Que Melisán tiemble cuando nos vea juntos, y la derrotaremos como se merece. Aunque resucite el mismo Bhaal, no podrá contra nosotros dos. Debo hacer preparativos, <CHARNAME>. Id al Trono de Bhaal. Cuando llegue la hora, allí estaré.

source: I cannot, <CHARNAME>.
italian: Non posso, <CHARNAME>.
pt_br: Não posso, <CHARNAME>.
russian: Не могу, <CHARNAME>.
spanish: No puedo, <CHARNAME>.
