Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Cernd left the adventuring life to return to his grove in Tethyr, promising to take up his responsibility and raise his son, Ahsdale, as he believed a father should. Cernd would eventually become the Grand Druid and make a name for himself throughout the realms by not only fighting for the balance of his grove but in protecting the sanctity of life in all realms and in all peoples. Cernd would discover in time, to his regret, that in his attention to his duty he had forgotten his promise to Ahsdale. His son had left the grove long before and Cernd learned that Ahsdale had become an evil and twisted wizard in command of a power that threatened the Sword Coast. Determined that this was his burden alone to face, Cernd solemnly abdicated as Grand Druid and sought out his son. He engaged in many battles with the forces of his son, wielding the forces of nature with a great fierceness that would be regarded as legendary by all who saw it. Cernd finally confronted Ahsdale himself deep in the Forest of Tethyr, and made a final effort to convince him to turn away from his path. Ahsdale refused, and Cernd fought his only son in a long and terrible battle that eventually saw both of their deaths. With his last breath, Cernd would crawl along the ground to clasp Ahsdale's dead hand, tears flowing down his face as he begged his son's forgiveness. Cernd's spirit would enter that of a great oak within the forest, and it is believed that this immortal oak still stands, and that around it has grown a wondrous grove of great beauty that is home to the rarest of the Realm's magical creatures. Each fall the great oak and the grove around it would turn the grimmest shade of red, a reminder that even the most flawed amongst us may eventually find their balance.
italian: Cernd lasciò la vita d'avventuriero per tornare nel suo bosco nel Tethyr, promettendo di assumersi le sue responsabilità e di crescere suo figlio, Ahsdale, come credeva dovesse fare un padre. Alla fine, Cernd divenne Grande Druido e si fece un nome non solo combattendo per l'equilibrio del suo bosco, ma anche proteggendo la sacralità della vita in tutti i Reami e presso tutti i popoli. Col tempo, Cernd si rese conto con suo rammarico che nel prestare attenzione al suo dovere aveva dimenticato la sua promessa ad Ahsdale. Suo figlio aveva lasciato il bosco già da molto tempo e Cernd apprese che era diventato un malvagio e perverso mago a capo di una forza che minacciava la Costa della Spada. Convinto che questo fosse un fardello da portare da solo, Cernd abdicò solennemente come Grande Druido e cercò Ahsdale. Ingaggiò molte battaglie contro le forze di suo figlio, padroneggiando le forze della natura con una grande ferocia considerata leggendaria da chiunque la vedesse. Cernd affrontò infine lo stesso Ahsdale nelle profondità della Foresta del Tethyr e fece un ultimo sforzo per convincerlo ad abbandonare la sua strada. Ahsdale rifiutò e Cernd combatté il suo unico figlio in una lunga e terribile battaglia che alla fine vide la morte di entrambi. Con il suo ultimo respiro, Cernd strisciò sul terreno per stringere la mano morta di Ahsdale. Le lacrime scorrevano sul suo volto mentre implorava il perdono di suo figlio. Lo spirito di Cernd penetrò in una grande quercia nella foresta. Si crede che questa quercia immortale sia ancora lì e che intorno ad essa sia cresciuto un meraviglioso bosco di grande bellezza, una casa per le più rare creature magiche dei Reami. Ogni autunno, la grande quercia e il bosco circostante si tingono della più triste tonalità di rosso, a ricordare che anche le persone con più difetti alla fine possono trovare il loro equilibrio.
pt_br: Cernd deixou a vida de aventuras para voltar à sua clareira em Tethyr, prometendo assumir sua responsabilidade e criar seu filho, Ahsdale, como acreditava que um pai deveria fazer. Com o tempo, Cernd se tornou o Grande Druida e fez um nome para si em todos os reinos, não apenas lutando pelo equilíbrio de sua clareira, mas também protegendo a santidade da vida em todos os reinos e entre todos os povos. Cernd descobriu, com pesar, que, ao dar atenção ao seu dever, havia esquecido sua promessa a Ahsdale. Seu filho havia deixado a clareira muito tempo antes, e Cernd soube que Ahsdale se tornara um mago maligno e distorcido, comandando um poder que ameaçava a Costa da Espada. Determinado a enfrentar essa responsabilidade sozinho, Cernd abdicou solenemente de sua posição de Grande Druida e partiu em busca de seu filho. Ele travou muitas batalhas contra as forças de Ahsdale, manipulando as forças da natureza com uma ferocidade que seria considerada lendária por todos que a testemunharam. Cernd finalmente enfrentou Ahsdale pessoalmente, nas profundezas da Floresta de Tethyr, e fez um último esforço para convencê-lo a abandonar seu caminho maligno. Ahsdale recusou, e Cernd lutou contra seu único filho em uma longa e terrível batalha que acabou resultando na morte de ambos. Com seu último suspiro, Cernd se arrastou pelo chão para segurar a mão morta de Ahsdale, lágrimas escorrendo por seu rosto enquanto implorava o perdão de seu filho. O espírito de Cernd entrou no de uma grande carvalha na floresta, e acredita-se que esse carvalho imortal ainda permaneça em pé, e que ao seu redor cresceu uma maravilhosa clareira de grande beleza, lar das criaturas mágicas mais raras dos Reinos. A cada outono, o grande carvalho e a clareira ao seu redor se tingiam de um sombrio tom de vermelho, um lembrete de que até mesmo os mais imperfeitos entre nós eventualmente encontram o equilíbrio.
russian: Сернд оставил жизнь искателя приключений, чтобы возвратиться в свою рощу в Тетире, и исполнить обещание взять на себя ответственность за воспитание своего сына, Ахсдала, поскольку он полагал, что это его отцовский долг. Сернд вскоре стал Великим Друидом и был известен во всех Королевствах, не только поддерживая баланс в своей роще, но и защищая святость жизни во всех Королевствах и во всех народах. Однако по прошествии некоторого времени Сернд обнаружил, к своему великому сожалению, что исполняя свои обязанности, он забыл про свои обещания по отношению к Ахсдалу. Его сын оставил рощу, и вскоре Сернд узнал, что Ахсдал стал злым и извращенным волшебником, командовавшим войсками, которые угрожали Побережью Меча. Решив, что он один должен нести это бремя, Сернд торжественно отрекся от титула Великого Друида и отправился на розыски своего сына. Он участвовал во многих сражениях с войсками своего сына, используя силы природы с великой свирепостью, которая расценивалась как легендарная всеми, кто видел это. Сернд, в конце концов, столкнулся с самим Ахсдалом где-то глубоко в Лесу Тетира, и сделал последнее усилие, чтобы убедить его свернуть со своего злого пути. Ахсдал отказался, и Сернд вступил со своим единственным сыном в длительное и ужасное сражение, в котором оба они, в конечном счете, погибли. Из последних сил Сернд прополз по земле, чтобы сжать мертвую руку Ахсдала, и слезы текли по его лицу, поскольку он просил прощения у своего сына. Дух Сернда вошел в великий дуб в внутри леса, и полагают, что этот бессмертный дуб все еще стоит, и что вокруг него выросла роща невиданной красоты, которая является домом редчайшему из волшебных существ Королевств. Каждую осень великий дуб и роща вокруг него становятся кроваво-красными, как напоминание о том, что даже наиболее испорченные среди нас могут, в конечном счете, найти свой баланс.
spanish: Cernd dejó la vida aventurera para volver a su arboleda en Tezhyr, prometiendo ocupar su responsabilidad y criar a su hijo, Ahsdale, como creía que debería de hacer un padre. Cernd iría convirtiéndose con el tiempo en el Gran Druida haciéndose un nombre a lo largo de los reinos no solo por combatir por el equilibrio de su arboleda sino por protejer la santidad de la vida en todos los reinos y en todas las gentes. Cernd descubriría a tiempo, a su regreso, que debido a la atención a su deber había olvidado su promesa para con Ahsdale. Su hijo había dejado la arboleda mucho antes y Cernd supo que Ahsdale se había convertido en un mago malvado y retorcido a cargo de un poder que amenazaba la Costa de la Espada. Decidido a que ésta era una carga a la que tenía que enfrentarse sólo, Cernd abdicó solemnemente como Gran Druida y buscó a su hijo. Se involucró en muchas batallas contra las fuerzas de su hijo, llevando a las fuerzas de la naturaleza con una gran ferocidad que sería tratada como legendaria por todos los que la vieron. Cernd se enfrentó finalmente con Ahsdale en la profundidad del Bosque de Tezhyr, e hizo un esfuerzo final para convencerle de que se alejara de ese camino. Ahsdale lo rechazó, y Cernd luchó contra su único hijo en una larga y terrible batalla que al final llevaría a ambos a sus respectivas muertes. Con su último aliento, Cernd se arrastraría por el suelo para agarrar la mano inerte de Ahsdale, con las lágrimas derramándose por su cara mientras suplicaba el perdón de su hijo. El espíritu de Cernd entraría así en un gran roble del bosque, y se cree que este inmortal roble todavía se mantiene en pie y que a su alrededor ha crecido una asombrosa arboleda de gran belleza que es el hogar de las más raras criaturas mágicas de los Reinos. Con cada otoño, el gran roble y la arboleda alrededor suyo se vuelven del mismo sombrío tono de rojo, un recordatorio de que incluso el más lleno de defectos de entre nosotros puede acabar encontrando su equilibrio.

source: And what of Imoen, the eternal child? She had been through much during her travels with <CHARNAME>, things that she would refuse to discuss later in life, but her spirit had never been broken. She parted ways from her companions to seek her own destiny, out from under the shadow of her <PRO_BROTHERSISTER>. She returned to Candlekeep for a short time, her formidable skill in magic granting her a greater appreciation for its tomes. Here she could remember simpler times with <CHARNAME> and Gorion, and feel glad that she had followed in her foster-father's footsteps. Though asked to remain, Imoen eventually decided that Candlekeep was much smaller than she remembered and left to pursue adventures abroad. Many are the tales of the archmage that Imoen became. She wore many other names throughout her life, some mysterious and foreboding while others odd and quirky considering the power this great woman possessed. Anyone who had known Imoen in her youth would immediately recognize her despite any name, however... no amount of age or wisdom could disguise the mischievious twinkle in her eyes or the ready grin to greet a friend. She became the confidante of Khelben "Blackstaff" Arunsun and was oft-associated with a tale involving the great Elminster, supposedly picking the sage's pocket one day and then leading him on a merry magical chase across Faerun for four months. The exact truth of the tale is unknown... though it's certainly not unlike Imoen to encourage an old codger to not be such a stick-in-the-mud, and her later friendship with Elminster is well-documented. Later tales say Imoen founded a thieves guild that operated all the way to Neverwinter, sparred with the Shadow Thieves and the Zhentarim and even duelled a dragon because (so the story goes) "he was rude". At times, Imoen was known to think back on her old friend, <CHARNAME>, and smile sadly... and then immediately be possessed with a wickedly funny thought that would propel her onto her next scheme. It seems that some people, thankfully, will never change.
italian: E che ne è stato di Imoen, l'eterna bambina? Ne aveva passate tante durante i suoi viaggi con <CHARNAME>, cose di cui in seguito si sarebbe rifiutata di parlare, ma il suo spirito non venne mai meno. Si separò dai suoi compagni per cercare il proprio destino, fuori dall'ombra di suo fratello. Per un breve periodo ritornò a Candlekeep, dove la sua formidabile abilità nella magia le permise di apprezzare i tomi della biblioteca molto più che in passato. Qui poté ricordare i tempi spensierati con <CHARNAME> e Gorion e si sentì felice di avere seguito le orme del suo padre adottivo. Sebbene le avessero chiesto di rimanere, alla fine Imoen decise che Candlekeep era molto più piccola di come la ricordava e la lasciò per proseguire le sue avventure per i Reami. Sono tante le storie sull'arcimaga che Imoen divenne. Nel corso della sua vita assunse molti nomi, alcuni misteriosi e profetici, altri bizzarri e ironici, considerato il potere che questa grande donna possedeva. Chiunque avesse conosciuto Imoen nella sua giovinezza l'avrebbe comunque riconosciuta subito a prescindere dal nome... Né il tempo né la saggezza avrebbero potuto mascherare lo scintillio malizioso nei suoi occhi o il pronto sorriso nel salutare un amico. Diventò la confidente di Khelben "Bastone Nero" Arunsun e fu spesso associata ad una storia riguardante il grande Elminster, presumibilmente borseggiando le tasche del saggio e poi conducendolo in un'allegra caccia magica per Faerûn per quattro mesi. L'esatta verità della storia è sconosciuta... ma sarebbe proprio da Imoen l'incoraggiare un vecchio strambo a non fare tanto il difficile e la sua successiva amicizia con Elminster è ben documentata. Altre storie raccontano che Imoen fondò una gilda di ladri che operava su tutte le vie per Neverwinter, bisticciando con i Ladri delle Ombre e con gli Zhentarim, e che addirittura combatté da sola contro un drago perché (così dice la storia) "era stato scortese". A volte, Imoen fu scorta a ripensare al suo vecchio amico, <CHARNAME>, e a sorridere tristemente... e subito dopo cadere in preda di un pensiero maliziosamente divertente che l'avrebbe spinta verso il suo prossimo progetto. Sembra che certe persone, fortunatamente, non cambino mai.
pt_br: E quanto a Imoen, a eterna criança? Ela passou por muita coisa durante suas viagens com <CHARNAME>, coisas que ela se recusaria a discutir mais tarde na vida, mas seu espírito nunca foi quebrado. Ela se separou de seus companheiros para buscar seu próprio destino, fora da sombra de seu irmão. Ela voltou ao Forte da Vela por um curto período, sua habilidade formidável em magia lhe concedeu uma maior apreciação por seus tomos. Lá, ela podia lembrar dos tempos mais simples com <CHARNAME> e Gorion, e se alegrar por ter seguido os passos de seu pai adotivo. Embora tenha sido convidada a ficar, Imoen eventualmente decidiu que o Forte da Vela era muito menor do que ela se lembrava e partiu em busca de aventuras em terras distantes. São muitos os contos sobre a arquimaga que Imoen se tornou. Ela assumiu muitos outros nomes ao longo de sua vida, alguns misteriosos e sombrios, enquanto outros estranhos e excêntricos considerando o poder que essa grande mulher possuía. No entanto, qualquer pessoa que a conhecesse em sua juventude a reconheceria imediatamente, não importando o nome... nenhum grau de idade ou sabedoria poderia disfarçar o brilho travesso em seus olhos ou o sorriso pronto para cumprimentar um amigo. Ela se tornou a confidente de Khelben "Cajado Negro" Arunsun e foi frequentemente associada a uma história envolvendo o grande Elminster, supostamente roubando a carteira do sábio um dia e depois o levando a uma alegre perseguição mágica por Faerun por quatro meses. A verdade exata da história é desconhecida... embora não seja nada estranho para Imoen encorajar um velho rabugento a não ser tão ranzinza, e sua amizade posterior com Elminster é bem documentada. Contos posteriores dizem que Imoen fundou uma guilda de ladrões que operava até Nevenunca, enfrentou os Ladrões das Sombras e os Zhentarim e até duelou com um dragão porque (segundo a história) "ele foi rude". Às vezes, Imoen era conhecida por lembrar de seu antigo amigo, <CHARNAME>, e sorrir tristemente... e então imediatamente ser possuída por um pensamento maliciosamente engraçado que a impulsionava para o próximo plano. Parece que algumas pessoas, felizmente, nunca mudarão.
russian: А что же Имоен, вечное дитя? За время своих путешествий с <CHARNAME> она прошла через множество испытаний, которые она отказывалась обсуждать в последующей жизни, но ее дух никогда не был сломлен. Она покинула своих компаньонов, чтобы искать свою собственную судьбу, перестав быть тенью ее <PRO_BROTHERSISTER>. Она ненадолго возвратилась в Кэндлкип, чья библиотека представляла огромную ценность для ее магических навыков. Здесь она могла вспомнить более простые времена с <CHARNAME> и Горайоном, и чувствовала радость оттого, что она последовала по стопам ее приемного отца. Несмотря на уговоры остаться, Имоен, в конечном счете, решила, что нынешний Кэндлкип уже не тот, что она помнила, и покинула его в поисках приключений. Много рассказывают об архимаге, которым стала Имоен. В жизни у нее было много других имен - некоторые таинственные и знаменательные, а другие странные и необычные, учитывая ту силу, которой обладала эта великая женщина. Любой, кто знал Имоен в юности, немедленно узнает ее под любым именем, поскольку... ни возраст, ни мудрость не могли скрыть озорное мерцание в ее глазах или готовность с улыбкой поприветствовать друга. Она стала наперсницей Кхелбена Арунсуна "Черный Посох" и ей часто припоминали, как она залезла в карман великого мудреца Эльминстера, а затем четыре месяца исполняла главную роль в его забавном магическом преследовании по всему Фаэруну. Неизвестно, насколько правдив этот рассказ... хотя это, конечно, довольно похоже на Имоен - подстрекать старого чудаковатого старикашку не быть таким уж закостенелым, и что потом она подружилась с Эльминстером, тоже известно. Еще более поздние рассказы говорят, что Имоен основала гильдию воров, которая действовала на всех дорогах к Невервинтеру, соперничая с Теневыми Ворами и Зентаримом, и даже дралась на дуэли с драконом, потому что (так гласит история) "он ей нагрубил". Насколько известно, порой Имоен вспоминала о своем старом друге <CHARNAME> и печально улыбалась... а затем ею немедленно овладевала следующая озорная мысль, которая толкала ее на очередные махинации. Похоже, некоторые люди, к счастью, никогда не меняются.
spanish: ¿Y que hay de Imoen, la eterna niña? Ella había estado pensando mucho durante sus viajes con <CHARNAME>, cosas que ella habría rechazado discutir más tarde en la vida, pero su espíritu nunca había sido roto. Ella se separó de sus compañeros para buscar su propio destino, lejos de la sombra de su hermano. Ella volvió a Candelero durante un corto tiempo, su formidable habilidad en la magia le garantizó un gran reconocimiento para sus tomos. Aquí pudo recordar tiempos más simples con <CHARNAME> y Gorion, y se alegró de haber seguido los pasos de su padre adoptivo. Aunque le pedían que se quedara, Imoen en un tiempo decidió que Candelero era mucho más pequeño de lo que recordaba y lo dejó para buscar aventuras fuera. Muchos son los relatos de la archimaga en la que se convirtió Imoen. Ella llevó muchos otros nombres durante su vida, algunos misteriosos y premonitivos mientras que otros eran estrafalarios y raros considerando el poder que poseía esta gran mujer. Cualquiera que hubiera conocido a Imoen en su juventud inmediatamente la reconocería a pesar de cualquier nombre, sin embargo... ninguna cantidad de años o sabiduría podía disfrazar los pícaros parpadeos en sus ojos o la amplia sonrisa lista para saludar a un amigo. Se convirtió en la confidente de Khelben "Báculo Oscuro" Arunsun y fue asociada con un relato que involucraba al gran Elminster, supuestamente había hurgado el bolsillo del sabio un día y le llevó a éste a una jovial búsqueda mágica por todo Faerûn durante cuatro meses. La verdad exacta del relato es desconocida... aunque ciertamente Imoen quería animar a un viejo excéntrico a que no fuera tan chapado a la antigua, y su posterior amistad con Elminster está bien documentada. Relatos posteriores dicen que Imoen fundó una cofradía de ladrones que operaba a lo largo de Noyvern, enfrentados con los Ladrones de las Sombras y los Zhentarim e incluso se batieron en duelo con un dragón porque (según la historia) "era un grosero". Se sabía que a veces Imoen recordaba a su viejo amigo, <CHARNAME>, y sonreía con tristeza... e inmediatamente era poseída por un pensamiento malvadamente divertido que la hacía recapacitar en su siguiente plan. Parece que alguna gente, afortunadamente, nunca cambiará.
