Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Transform Into Bat
italian: Trasformazione in Pipistrello
pt_br: Transformar em Morcego
russian: Превращение в летучую мышь
spanish: Transformación en murciélago

source: Shockwave
italian: Onda d'Urto
pt_br: Onda de Choque
russian: Ударная волна
spanish: Onda de choque

source: Lightning Aura
italian: Aura Elettrica
pt_br: Aura do Relâmpago
russian: Аура молний
spanish: Aura relampagueante

source: Telekinesis
italian: Telecinesi
pt_br: Telecinesia
russian: Телекинез
spanish: Telequinesis

source: Flip Resistances
italian: Inversione di Resistenze
pt_br: Inverter Resistências
russian: Обращение сопротивлений
spanish: Invertir resistencias

source: Control Demon
italian: Controllare Demone
pt_br: Controle de Demônio
russian: Управление демоном
spanish: Controlar demonio

source: Focus
italian: Focalizzare
pt_br: Foco
russian: Фокусировка
spanish: Concentración

source: Divine Mantle
italian: Manto Divino
pt_br: Manto Divino
russian: Божественная мантия
spanish: Manto divino

source: Draw Power
italian: Potere Attinto
pt_br: Obter Poder
russian: Призыв силы
spanish: Drenar poder

source: Divine Spell Shield
italian: Scudo Anti-incantesimi Divini
pt_br: Escudo de Feitiços Divinos
russian: Божественный щит заклинаний
spanish: Escudo de conjuro divino

source: Command Demon
italian: Comanda Demone
pt_br: Comandar Demônio
russian: Власть над Демоном
spanish: Dominar demonio

source: Banish
italian: Scaccia
pt_br: Banir
russian: Изгнание
spanish: Desterrar

source: Unleash
italian: Scatenare il Potere
pt_br: Soltar
russian: Освобождение
spanish: Desatar

source: Feedback
italian: Reazione
pt_br: Regeneração
russian: Обратная связь
spanish: Retroacción

source: Divine Restoration
italian: Ristorare Divino
pt_br: Restauração Divina
russian: Божественное Восстановление
spanish: Restauración divina

source: Divine Cleansing
italian: Purificare Divino
pt_br: Limpeza Divina
russian: Божественное Искупление
spanish: Purificación divina

source: Paralyzation Aura
italian: Aura di Paralisi
pt_br: Aura de Paralisia
russian: Парализующая аура
spanish: Aura de paralización

source: Lava Bomb
italian: Bomba di Lava
pt_br: Bomba de Lava
russian: Лавовая бомба
spanish: Bomba de lava

source: Symbol, Slow
italian: Simbolo di Lentezza
pt_br: Símbolo, Lento
russian: Символ, Замедления
spanish: Símbolo, Ralentizamiento

source: Ravager Change
italian: Cambiamento del Distruttore
pt_br: Devastador
russian: Превратиться в Разрушителя
spanish: Transformación en el Saqueador

source: Melissan: Command the Minions of the Abyss
italian: Melissan: Comanda i Tirapiedi dell'Abisso
pt_br: Melissan: Comande os Agentes do Abismo
russian: Мелиссан: Управление прислужниками Бездны
spanish: Melisán: Dominar las huestes del abismo

source: Bhaalspawn Power gained: Immunity to Energy Drain
italian: Poteri della progenie di Bhaal Ottenuto: Immunità al Risucchio di Energia
pt_br: Poderes da Descendência de Bhaal recebido: Imunidade à Drenagem de Níveis
russian: Получена сила потомка Баала: Невосприимчивость к «Оттоку энергии»
spanish: Poder de engendro de Bhaal obtenido: Inmudidad a Drenar Energía

source: Bhaalspawn Power gained: 25% physical damage resistance
italian: Poteri della progenie di Bhaal Ottenuto: Resistenza al Danno Fisico +25%
pt_br: Poderes da Descendência de Bhaal recebido: 25% de resistência a danos físicos
russian: Получена сила потомка Баала: Сопротивление физическому урону увеличено на 25%
spanish: Poder de engendro de Bhaal obtenido: 25% de resistencia a daño físico

source: Transfixed
italian: Folgorato
pt_br: Parado
russian: Ошеломление
spanish: Transfigurado

source: Weapons weakened by Babau slime
italian: Armi indebolite dalla fanghiglia di Babau
pt_br: Armas enfraquecidas pelo lodo do Babau
russian: Оружие ослаблено слизью Бабау
spanish: Armas debilitadas por limo Babau

source: Grabbed
italian: Afferrato
pt_br: Agarrado
russian: В захвате
spanish: Agarrado

source: Regains Bhaal powers
italian: Poteri di Bhaal riacquisiti
pt_br: Recupera os poderes de Bhaal
russian: Восстанавливает силы Баала
spanish: Recupera los poderes de Bhaal

source: You have regained control for now.
italian: Hai riacquisito il controllo per adesso.
pt_br: Você recuperou o controle por enquanto.
russian: Теперь вы восстановили контроль.
spanish: Has retomado el control, por ahora.

source: Magic Resistance lowered by 5%
italian: Resistenza alla Magia Abbassata del 5%
pt_br: Resistência Mágica reduzida em 5%
russian: Сопротивление магии уменьшено на 5%
spanish: Resistencia mágica reducida un 5%

source: Slayer transformation enhanced
italian: Trasformazione dell'Uccisore migliorata
pt_br: Forma do Matador aprimorada
russian: Превращение в Убийцу улучшено
spanish: Transformación en el Asesino mejorada

source: The demon bows to your will
italian: Il demone s'inchina al tuo volere
pt_br: O demônio se curva à sua vontade
russian: Демон склоняется перед вашей волей
spanish: El demonio se inclina ante tu voluntad

source: The demon defies your will
italian: Il demone si ribella al tuo volere
pt_br: O demônio desafia sua vontade
russian: Демон противится вашей воле
spanish: El demonio desafía tu voluntad

source: This power only affects demons
italian: Il potere ha effetti solo sui demoni
pt_br: Esse poder afeta apenas demônios
russian: Эта способность действует только на демонов
spanish: Este poder solo afecta a los demonios

source: The demon bows to Melissan's will
italian: Il demone s'inchina al volere di Melissan
pt_br: O demônio se curva à vontade de Melissan
russian: Демон склоняется перед волей Мелиссан
spanish: El demonio se inclina ante la voluntad de Melisán

source: The demon defies Melissan's will
italian: Il demone si ribella al volere di Melissan
pt_br: O demônio desafia a vontade de Melissan
russian: Демон противится воле Мелиссан
spanish: El demonio desafía la voluntad de Melisán

source: Bhaalspawn Power gained: Unleash
italian: Potere della Progenie di Bhaal Ottenuto: Rilascio
pt_br: Poderes da Descendência de Bhaal recebido: Libertar
russian: Получена сила потомка Баала: Высвобождение
spanish: Poder de engendro de Bhaal obtenido: Desatar

source: Bhaalspawn Power gained: immunity to death magic
italian: Potere della Progenie di Bhaal Ottenuto: Immunità alla magia della morte
pt_br: Poderes da Descendência de Bhaal recebido: Imunidade à magia da morte
russian: Получена сила потомка Баала: Невосприимчивость ко всем формам смертельной магии
spanish: Poder de engendro de Bhaal obtenido: Inmunidad a la magia de muerte

source: Bhaalspawn Power gained: immunity to vorpal effects
italian: Potere della Progenie di Bhaal Ottenuto: Immunità agli effetti vorpal
pt_br: Poderes da Descendência de Bhaal recebido: Imunidade aos efeitos vorpais
russian: Получена сила потомка Баала: Невосприимчивость к ворпальным эффектам
spanish: Poder de engendro de Bhaal obtenido: Inmunidad a efectos vorpal

source: Bhaalspawn Power gained: Dimension Door
italian: Potere della Progenie di Bhaal Ottenuto: Porta dimensionale
pt_br: Poderes da Descendência de Bhaal recebido: Porta Dimensional
russian: Получена сила потомка Баала: Дверь измерений
spanish: Poder de engendro de Bhaal obtenido: Puerta dimensional

source: Bhaalspawn Power gained: Control Demons
italian: Potere della Progenie di Bhaal Ottenuto: Controllo sui demoni
pt_br: Poderes da Descendência de Bhaal recebido: Controle de Demônio
russian: Получена сила потомка Баала: Контроль Демонов
spanish: Poder de engendro de Bhaal obtenido: Controlar demonios

source: Bhaalspawn Power gained: immunity to Maze and Imprisonment
italian: Potere della Progenie di Bhaal Ottenuto: Immunità a Labirinto e Imprigionare
pt_br: Poderes da Descendência de Bhaal recebido: Imunidade a Labirinto e Aprisionamento
russian: Получена сила потомка Баала: Невосприимчивость к Лабиринту и Заключению
spanish: Poder de engendro de Bhaal obtenido: Inmunidad a laberinto y encarcelamiento

source: Bhaalspawn Power gained: Focus
italian: Potere della Progenie di Bhaal Ottenuto: Focalizzazione
pt_br: Poderes da Descendência de Bhaal recebido: Foco
russian: Получена сила потомка Баала: Сосредоточение
spanish: Poder de engendro de Bhaal obtenido: Concentración

source: Bhaalspawn Power gained: immunity to Taint of the Slayer
italian: Potere della Progenie di Bhaal Ottenuto: Immunità a Marchio dell'Uccisore
pt_br: Poderes da Descendência de Bhaal recebido: imunidade a Mancha do Matador
russian: Получена сила потомка Баала: невосприимчивость к Скверне Убийцы
spanish: Poder de engendro de Bhaal obtenido: Inmunidad a mancha del Asesino

source: Divine Gift
italian: Dono Divino
pt_br: Presente Divino
russian: Божественный дар
spanish: Regalo divino

source: Magic Resistance Restored
italian: Resistenza alla Magia Ripristinata
pt_br: Resistência à Magia Restaurada
russian: Сопротивление магии восстановлено
spanish: Resistencia mágica restaurada

source: Antimagic Protections Removed
italian: Protezioni dalla Magia Rimosse
pt_br: Proteções Antimagicas Removidas
russian: Все виды защиты от магии сняты
spanish: Protecciones antimágicas removidas

source: Combat Protections Removed
italian: Protezioni di Combattimento Rimosse
pt_br: Proteções de Combate Removidas
russian: Все виды защиты от физического урона сняты
spanish: Protecciones de combate removidas

source: AI deactivated
italian: IA disattivata
pt_br: IA desativada
russian: ИИ выключен
spanish: IA desactivada

source: AI activated
italian: IA attivata
pt_br: IA ativada
russian: ИИ включен
spanish: IA activada

source: Lunar Malison
italian: Malia della Luna
pt_br: Maldição Lunar
russian: Лунное проклятие
spanish: Maldición lunar

source: Bhaalspawn Powers <CHARNAME> has gained permanent negative plane protection (i.e., <CHARNAME> cannot be level-drained) and 5% magic resistance.
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito una protezione permanente al Piano Negativo (non possono più essere risucchiati i livelli a <CHARNAME>) e una Resistenza alla Magia pari al 5%.
pt_br: Poderes da Descendência de Bhaal <CHARNAME> ganhou proteção contra o plano negativo permanente (ou seja, <CHARNAME> não pode ter su nível drenado) e 5% de resistência mágica.
russian: Силы Потомка Баала Приобретены постоянная защита от воздействия Негативного Плана (иммунитет к истощению уровней) и улучшение сопротивления магии на 5%.
spanish: Poderes de engendro de Bhaal <CHARNAME> ha obtenido protección permanente contra el plano negativo (por ejemplo, a <CHARNAME> no se le pueden drenar niveles) y un 5% de resistencia mágica.

source: Bhaalspawn Powers <CHARNAME> has gained 25% resistance to physical damage (i.e., slashing, piercing, crushing and missile damage).
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito una resistenza pari al 25% ai danni fisici (tagliente, perforante, contundente e da proiettile).
pt_br: Poderes da Descendência de Bhaal <CHARNAME> ganhou 25% de resistência a dano físico (corte, perfuração, esmagamento e projéteis).
russian: Силы Потомка Баала Приобретено постоянное улучшение на 25% сопротивления физическому урону (т.е. урону от рубящего, колющего, крушащего и метательного оружия).
spanish: Poderes de engendro de Bhaal <CHARNAME> ha obtenido un 25% de resistencia al daño físico (por ejemplo, el daño cortante, perforante, contundente y de proyectil).

source: Slayer Change ability improved
italian: Trasformazione dell'Uccisore migliorata
pt_br: Habilidade Melhoradas da Forma do Matador
russian: Способность "Превращение в Убийцу" улучшена
spanish: Capacidad de cambio del Asesino mejorada

source: Sarevok's Sword of Chaos +4
italian: Spada del Caos di Sarevok
pt_br: A Espada do Caos de Sarevok + 4
russian: Меч хаоса Саревока +4
spanish: Espada del caos +4

source: Sendai's Potion
italian: Pozione di Sendai
pt_br: Poção de Sendai
russian: Зелье Сендай
spanish: Poción de Sendái

source: Sendai's Potion Possibly a brew of Sendai's own, this is an incredibly potent healing potion capable of fully restoring the hit points of any who use it.
italian: Forse un infuso realizzato da Sendai in persona, questa è una pozione di guarigione incredibilmente potente capace di ripristinare i Punti Ferita di chi la usa.
pt_br: Poção de Sendai Possivelmente uma mistura da própria Sendai, esta é uma poção de cura incrivelmente potente capaz de restaurar totalmente os pontos de vida de qualquer um que a use.
russian: Зелье Сендай Вероятно, сваренное самой Сендай, это удивительно сильное зелье лечения способно полностью восстановить здоровье любого, кто его выпьет.
spanish: Poción de Sendái Posiblemente un brebaje propiedad de Sendái, es una poción increíblemente potente de curación capaz de restaurar completamente los puntos de golpe de cualquiera que la use.

source: I wish I could take the credit for this ruse, <CHARNAME>. But it seems I was not the only member of the Five who plotted the downfall of the others.
italian: Vorrei potermi prendere il merito di questo stratagemma, <CHARNAME>, ma pare che io non sia l'unico membro dei Cinque ad avere tramato la caduta degli altri.
pt_br: Queria muito poder levar o crédito por esse ardil, <CHARNAME>. Mas parece que não fui o único membro dos Cinco que tramou a queda dos outros.
russian: Я бы хотел взять на себя ответственность за эту уловку, <CHARNAME>. Но, похоже, я был не единственным из Пятерки, кто замышлял падение остальных.
spanish: Ojalá pudiera atribuirme esta estratagema, <CHARNAME>. Pero parece que no fuí el único miembro de los Cinco que planeó la caida de los otros.

source: You won't be the first to try and kill me... and probably not the last!
italian: Non sei il primo che cerca di uccidermi... e probabilmente neanche l'ultimo!
pt_br: Você não será o primeiro a tentar me matar... e provavelmente não será o último!
russian: Ты не первый, кто хочет убить меня... и, возможно, не последний!
spanish: ¡Vos no seréis el primero en intentar matarme... ni el último probablemente!

source: It is true. You are a good <PRO_MANWOMAN>, <CHARNAME>, and your stance against evil is without question. Your fight against the taint of our evil father is worthy of praise.
italian: Sì, è vero. Sei un buon uomo, <CHARNAME>, e la tua presa di posizione contro il male è fuori discussione. La tua lotta contro la corruzione del nostro malvagio padre merita una lode.
pt_br: É verdade. Você é uma boa pessoa, <CHARNAME>, e sua posição contra o mal é inquestionável. Sua luta contra a corrupção de nosso pai maligno é digna de elogios.
russian: Это правда. Ты хороший <PRO_RACE>, <CHARNAME>, и твоя позиция против зла не вызывает сомнения. Твое сопротивление скверне нашего злого отца выше всех похвал.
spanish: Es verdad. Sois un buen hombre, <CHARNAME>, y vuestra postura contra el mal está fuera de toda duda. Vuestra lucha contra la deshonra de nuestro malvado padre es digna de elogio.

source: I see the good that is within you, <CHARNAME>, but your deeds are hardly above reproach. I sense only a soul that struggles with our father's taint, that struggles to find the good path where none exists.
italian: Vedo il bene che è in te, <CHARNAME>, ma le tue imprese sono difficilmente degne di lodi. Percepisco solo un'anima che combatte la corruzione di nostro padre, che lotta alla ricerca del cammino retto dove esso non esiste.
pt_br: Vejo a bondade que está dentro de você, <CHARNAME>, mas suas ações estão longe de serem impecáveis. Sinto apenas uma alma que luta contra a corrupção de nosso pai, que luta para encontrar o caminho do bem onde nada existe.
russian: Я вижу добро в тебе, <CHARNAME>, но твои поступки едва ли безупречны. Я чувствую только душу, которая сопротивляется скверне нашего отца и пытается найти путь добра там, где его нет.
spanish: Veo la bondad que hay en vos, <CHARNAME>, pero vuestros actos apenas son irreprochables. Sólo intuyo un alma en lucha contra la mancha de nuestro padre, que pelea por encontrar el buen camino cuando no hay ninguno.

source: I sense no innate goodness within you, <CHARNAME>. I do not think your deeds above reproach. I sense only a soul struggling against the taint of <PRO_HISHER> father, much like mine own.
italian: Non percepisco nessuna bontà innata in te, <CHARNAME>. Non penso che le tue imprese siano degne di lodi. Percepisco solo un'anima che combatte la corruzione di nostro padre, proprio come me.
pt_br: Não sinto bondade inata em você, <CHARNAME>. Não acho suas ações impecáveis. Sinto apenas uma alma lutando contra a corrupção de nosso pai, assim como a minha.
russian: Я не чувствую врожденной доброты внутри тебя, <CHARNAME>. Я не думаю, что твои поступки были безупречны. Я чувствую только душу, что сопротивляется скверне своего отца, похожую на мою.
spanish: No siento que haya bondad innata en vos, <CHARNAME>. No creo que vuestras hazañas sean irreprochables. Sólo siento un alma en lucha contra la mancha de su padre, como la mía.

source: Actually, I am the perfect person to judge, <CHARNAME>. I, too, contain the taint of our father within me. I, too, have felt its yearnings for blood, its efforts to exert chaos upon my life. I have mastered it... but only barely. Too well I know what it is capable of.
italian: A dire il vero, sono la persona perfetta per giudicare, <CHARNAME>. Anch'io ho la corruzione di nostro padre. Anch'io ho provato il suo desiderio di sangue, i suoi tentativi di esercitare il caos sulla mia vita. L'ho dominata... ma solo a stento. So troppo bene di cosa sia capace.
pt_br: Na verdade, eu sou a pessoa perfeita para julgar, <CHARNAME>. Eu também carrego a corrupção de nosso pai dentro de mim. Também senti seu desejo por sangue, seus esforços para impor o caos em minha vida. Eu o dominei... mas apenas por pouco. Conheço muito bem do que ele é capaz.
russian: Как раз я идеальный судья, <CHARNAME>. У меня внутри та же скверна нашего отца. Я тоже чувствовал его жажду крови, его попытку столкнуть мою жизнь в хаос. Я овладел им... но только едва. Слишком хорошо я знаю, на что он способен.
spanish: De hecho, soy la persona perfecta para juzgar, <CHARNAME>. Yo, también, llevo la marca de nuestro padre dentro de mí. Yo, también, he sentido su anhelo por la sangre, sus esfuerzos por imponer el caos en mi vida. He conseguido dominarlo... pero a duras penas. Sé demasiado bien de lo que es capaz.

source: Naturally. Our taint brings us no peace, does it, <CHARNAME>? We fight in self-defense and yet still we kill, still we bring destruction. We may claim an absence of responsibility, should we desire, but I know all too well what the taint in our soul is capable of. Only barely do I keep it mastered.
italian: Naturalmente. La nostra corruzione non ci da pace, non è così, <CHARNAME>? Noi combattiamo per difenderci, eppure uccidiamo comunque, portiamo distruzione comunque. Se volessimo, potremmo rivendicare una mancanza di responsabilità, ma so fin troppo bene di cosa sia capace la corruzione nella nostra anima. Continuo a dominarla solo a stento.
pt_br: Claro. Nossa corrupção não nos traz paz, não é, <CHARNAME>? Lutamos em legítima defesa e ainda assim matamos, ainda assim causamos destruição. Podemos alegar falta de responsabilidade, se desejarmos, mas eu sei muito bem do que a corrupção em nossa alma é capaz. A duras penas eu a mantenho sob controle.
russian: Естественно. Наша скверна не приносит нам покоя, не так ли, <CHARNAME>? Мы сражаемся ради самозащиты, и все равно убиваем, все равно приносим разрушения. Мы можем ни за что не отвечать, если захотим, но я слишком хорошо знаю, на что способен порок в моей душе. Я с трудом с ним справляюсь.
spanish: Por supuesto. Nuestra lacra no nos trae paz alguna, ¿verdad, <CHARNAME>? Luchamos en defensa propia y aún así matamos, aún así traemos la destrucción. Podremos alegar falta de responsabilidad, si así lo queremos, pero sé demasiado bien de lo que es capaz la mancha de nuestra alma. A duras penas consigo dominarla.

source: I would expect no other response from a true <PRO_BROTHERSISTER> of mine. I know too well the thirst for death that comes with the taint of our sire. I have mastered it, but only barely... I pity those who are a slave to it.
italian: Non mi aspetterei nessun'altra risposta da un mio vero fratello. Conosco fin troppo bene la brama di morte che deriva dalla corruzione di nostro padre. Io l'ho dominata, ma solo a stento... Compatisco quelli che ne sono schiavi.
pt_br: Eu não esperaria outra resposta de um verdadeiro irmão meu. Conheço muito bem a sede de morte que vem com a corrupção de nosso pai. Eu a dominei, mas apenas por pouco... tenho pena daqueles que são escravizados por ela.
russian: Я не ожидал другого ответа, если ты воистину мне <PRO_BROTHERSISTER>. Слишком хорошо знаю жажду смерти, которая присуща наследию нашего предка. Я подчинил его, но не полностью... Мне жаль тех, кто стал его рабом.
spanish: No esperaría otra cosa de un verdadero hermano mío. Conozco demasiado bien la sed de muerte que conlleva la mancha de nuestro padre. La he dominado, pero a duras penas... Compadezco a los que son esclavos de ella.

source: Do not make me laugh, <CHARNAME>. If you expect me to believe that the reason for your depraved existence is to fight evil in this world, you expect far too much.
italian: Non farmi ridere, <CHARNAME>. Se ti aspetti che creda che la tua depravata vita esista per combattere il male in questo mondo, allora ti aspetti troppo da me.
pt_br: Não me faça rir, <CHARNAME>. Se espera que eu acredite que o motivo de sua existência depravada é lutar contra o mal neste mundo, está esperando demais.
russian: Не смеши меня, <CHARNAME>. Если думаешь, что я поверю, будто твоя извращенная сущность живет ради борьбы со злом в этом мире, ты ошибаешься.
spanish: No me hagáis reir, <CHARNAME>. Si esperáis que me crea que vuestra depravada existencia tiene como fin la lucha contra el mal en este mundo, es que esperáis demasiado.

source: But regardless of our wishes on the matter, our destiny has been written for us, <CHARNAME>. Some may run from it or deny it, while others embrace it... but each and every Bhaalspawn has a seed within them that has sprung forth a fruit laden with blood and murder. Do you deny this?
italian: Nonostante i nostri desideri a riguardo, il nostro destino è stato scritto per noi, <CHARNAME>. Qualcuno potrebbe scappare da esso o negarlo, mentre altri lo accettano... ma tutte le progenie di Bhaal hanno un seme dentro di loro che si è schiuso in un frutto carico di sangue e di omicidio. Vorresti negarlo?
pt_br: Mas independentemente de nossos desejos sobre o assunto, nosso destino foi escrito para nós, <CHARNAME>. Alguns podem fugir disso ou negá-lo, enquanto outros o abraçam... mas cada Filho de Bhall carrega em si uma semente que deu frutos carregados de sangue e assassinato. Você nega isso?
russian: Но независимо от наших желаний, судьбы наши уже написаны для нас, <CHARNAME>. Кто-то может бежать от судьбы или отвергать ее, пока другие ее стыдятся... но внутри всех порождений Баала зреют семена, которые приносят в качестве плодов реки крови и убийств. Ты это отрицаешь?
spanish: Pero nuestro destino está escrito, nos guste o no, <CHARNAME>. Algunos huirán de él o lo negarán, mientras que otros lo abrazarán... pero cada uno de los hijos de Bhaal lleva una semilla en su interior que da un fruto cargado de sangre y asesinato. ¿Acaso lo negáis?

source: Are you implying that you are somehow different, Balthazar?
italian: Stai insinuando che sei in qualche modo diverso, Balthazar?
pt_br: Você está insinuando que é de alguma forma diferente, Balthazar?
russian: Хочешь сказать, что ты особенный, Балтазар?
spanish: ¿Estáis diciendo que vos sois de algún modo diferente, Baltasar?
