Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: You may have gained some crude and rudimentary control over your abilities in the interim, but even I have learned a thing or two... delusions or no. And Melissan has given me the opportunity to personally see an end to your ascension... consider it a favor returned.
italian: Puoi aver acquisito un qualche controllo approssimativo e rudimentale delle tue abilità nel frattempo, ma anch'io ho imparato una cosa o due... deliri o no. E Melissan mi ha dato l'opportunità di mettere personalmente fine alla tua ascensione... Consideralo un favore restituito.
pt_br: Pode até ter adquirido algum controle rudimentar sobre suas habilidades no intervalo, mas até eu aprendi algumas coisas... ilusões ou não. E Melissan me deu a oportunidade de pessoalmente colocar um fim em sua ascensão... considere isso como um favor retribuído.
russian: Может, ты и получил какой-то грубый, примитивный контроль над своими способностями, но и у меня появились кое-какие новшества... веришь или нет. И Мелиссан дала мне возможность лично проследить за концом твоего вознесения... считай это проявлением любезности.
spanish: Debéis de haber ganado un rudimentario control sobre vuestras habilidades por ahora, pero yo también he aprendido una o dos cosas... falsas ilusiones o no. Y Melisán me ha dado la oportunidad de ver personalmente el fin de vuestra ascensión... consideradlo un favor devuelto.

source: Do not speak her name, dog. Ellesime will understand the fullness of her regret soon enough. As for you... Melissan has given me the opportunity to return an old favor. One ascension for another... it rings with universal justice.
italian: Non pronunciare il suo nome, cane. Ellesime capirà presto il suo rimpianto. Quanto a te... Melissan mi ha dato l'opportunità di restituire un vecchio favore. Un'ascensione per un'altra... Giustizia divina.
pt_br: Não pronuncie o nome dela, cão. Ellesime logo entenderá o peso de seu arrependimento. Quanto a você... Melissan me deu a oportunidade de retribuir um velho favor. Uma ascensão por outra... soa como justiça universal.
russian: Не произноси ее имя, собака. Эллисайм поймет величину своего сожаления достаточно скоро. Что касается тебя... Мелиссан дала мне возможность вернуть старый должок. Одно вознесение за другое... это вселенское правосудие.
spanish: No pronunciéis su nombre, perro. Ellesime entenderá la magnitud de su error bastante pronto. En cuanto a vos... Melisán me ha dado la oportunidad de devolveros un viejo favor. Una ascensión para otro... suena como justicia universal.

source: How very glib and typical. How far the expectations of the universe must have lowered to allow a gnat like you to even come this far. It is fortunate that I have an opportunity, then, to repay your termination of my own ascension in kind.
italian: Superficiale e scontato. La giustizia divina dev'essere caduta in basso per permettere a un moscerino come te di arrivare così lontano. È quindi una fortuna che io abbia l'opportunità di ripagarti con la stessa moneta per aver impedito la mia ascensione.
pt_br: Como você é esperto e típico. As expectativas do universo devem ter diminuído bastante para permitir que um insignificante como você chegasse tão longe. É uma sorte que tenho a oportunidade de retribuir sua interrupção de minha própria ascensão da mesma forma.
russian: Очень беззаботно и типично. Должно быть, надежды вселенной сильно понизились, что она позволила такому комару, как ты, зайти так далеко. Как хорошо, что у меня появилась возможность отплатить тебе за прерывание моего вознесения тем же.
spanish: Qué elocuente y típico. Hasta donde deben haberse reducido las expectativas del universo para permitir a un mosquito como vos llegar tan lejos. Es una suerte que tenga la oportunidad para pagaros con creces vuestro destrozo de mi propia ascensión.

source: Ah, yes. Familiar words. Similar to the ones I spoke at the cusp of my own ascension. How I would enjoy to repay that favor in kind and show the universe what an unworthy gnat you truly are.
italian: Ah, sì. Parole familiari. Simili a quelle che pronunciai sulla soglia della mia ascensione. Godrò nel ripagarti con la stessa moneta, mostrando all'universo l'indegno moscerino che sei veramente.
pt_br: Ah, sim. Palavras familiares. Semelhantes às que eu proferi no ápice da minha própria ascensão. Como eu gostaria de retribuir esse favor e mostrar ao universo que você é uma pulga indigna.
russian: Ах, да. Знакомые слова. Такие же я говорил на пике своего собственного вознесения. Как бы я насладился возможностью отплатить тем же и показать вселенной, что ты за недостойный комар на самом деле.
spanish: Ah, sí. Palabras familiares. Similares a las que dije en la cúspide de mi ascensión. Como disfrutaré al devolveros un favor de este tipo y enseñar al universo lo realmente insignificante que sois.

source: But enough of this. Though I would dearly love to let my sister rot in her own Hell for eternity, it would not be a true and fitting re-union if I did not use my new power to send her an invitation.
italian: Ma basta con queste sciocchezze. Sebbene desideri di cuore lasciar marcire mia sorella negli Inferi per l'eternità, non sarebbe un vero e appropriato ritrovo se non usassi i miei nuovi poteri per mandarle un invito.
pt_br: Mas chega disso. Embora eu adorasse deixar minha irmã apodrecer em seu próprio Inferno pela eternidade, não seria uma verdadeira e adequada reunião se eu não usasse meu novo poder para lhe enviar um convite.
russian: Но хватит об этом. Хотя мне хотелось бы оставить свою милую сестру гнить вечность в ее собственном Аду, было бы неправильным и неподобающим, если бы я не применил свою новую силу и не послал бы ей приглашение.
spanish: Ya es suficiente. Creo que me encantaría dejar a mi hermana quemarse en su propio infierno por toda la eternidad, podría no ser una verdadera y apropiada reunión si no usara mi nuevo poder para enviarle una invitación.

source: Better that than a laughable fool whose most promising idea to dominate the Sword Coast was to 'poison' its supply of iron. I discarded you as a candidate long before <CHARNAME> soundly defeated you merely for fear of losing all common sense merely by association with your pathetic soul.
italian: Meglio questo che un ridicolo folle la cui più promettente idea per dominare la Costa della Spada era di "avvelenare" la sua scorta di ferro. Ti ho scartato come candidato molto prima che <CHARNAME> ti sconfiggesse sonoramente semplicemente per la paura di perdere tutto il mio buon senso unendomi alla tua patetica anima.
pt_br: Melhor do que ser um tolo ridículo cuja ideia mais promissora para dominar a Costa da Espada foi 'envenenar' seu suprimento de ferro. Eu o descartei como candidato muito antes de <CHARNAME> derrotá-lo completamente, apenas pelo medo de perder todo o bom senso por associação com sua alma patética.
russian: Лучше, чем тот смехотворный дурак, чья наиболее многообещающая идея господствовать над Побережьем Мечей состояла лишь в том, чтобы 'отравить' добычу железа. Я отверг твою кандидатуру задолго до того, как ты был вполне обоснованно побежден <CHARNAME>, чтобы не потерять свой рассудок, используя твою жалкую душу для своих целей.
spanish: Mejor que un ridículo mentecato cuya idea más prometedora para dominar la Costa de la Espada era envenenar su abastecimiento de hierro. Os descarté como un candidato mucho antes de que <CHARNAME> os derrotará firmemente, sólo por miedo a perder todo mi sentido común en una asociación con vuestra patética alma.

source: Bark if you wish, mongrel. Whatever dull fangs you might have possessed have long since been pulled. If a has-been wishes to ride <CHARNAME>'s coat-tails it makes no difference to me... but you'll be disintegrated right along with <PRO_HIMHER>.
italian: Abbaia se vuoi, cane bastardo. Qualsiasi zanna spuntata tu possa aver avuto ti è stata tolta da tempo. Se un fallito vuole fare il galoppino di <CHARNAME>, non fa alcuna differenza per me... ma sarai disintegrato insieme a lui.
pt_br: Late o quanto quiser, vira-lata. Quaisquer presas sem graça que você possa ter tido foram arrancadas há muito tempo. Se um 'cão' quer andar às custas de <CHARNAME>, não faz diferença para mim... mas você será desintegrado junto com <PRO_HIMHER>.
russian: Гавкай, если хочешь, полукровка. Клыки, которые, возможно, у тебя и были, уже давно выдернуты. Если хочешь быть вместе с <CHARNAME>, это не имеет никакого значения для меня... ты будешь раздавлен, как и <CHARNAME>.
spanish: Ladrad si lo deseáis, chucho. Cualquier colmillo amenazador que halláis tenido ha sido desde hace tiempo pulido. Si un marginado desea conducir el taparrabos de <CHARNAME>, no crea diferencias para mí... pero seréis desintegrado junto a él.

source: The blade of Sarevok, brother of <CHARNAME>, used in the battle they fought in faraway Baldur's Gate. <CHARNAME> prevailed, destroying Sarevok's plans and rescuing the Sword Coast from the brink of war. Now Sarevok has joined with <CHARNAME>'s cause and his blade has been restored to him. Sarevok describes the weapon as a Deathbringer blade and has restored some of the weapon's old power. Without his Bhaalspawn essence to channel through the sword, however, it cannot achieve the power it once had. Still, however, it is a formidable weapon... and one that Sarevok warns would become increasingly difficult to wield in the hands of one who was not a Deathbringer, if they could use it at all. STATISTICS: Combat abilities: - Each hit drains one to five Hit Points from the target and transfers it to the wielder. This will not heal beyond the wielder's maximum. Equipped abilities: - Magic Resistance: +10% THAC0: +4 Damage: 1d10+4 (slashing) Speed Factor: 8 Proficiency Type: Two-handed Sword Type: Two-handed Requires: 14 Strength 18 Constitution Weight: 10
italian: La spada di Sarevok, il fratello di <CHARNAME>, usata nella battaglia combattuta nella lontana Baldur's Gate. <CHARNAME> prevalse, distruggendo i piani di Sarevok e salvando la Costa della Spada dal baratro della guerra. Ora Sarevok si è unito alla causa di <CHARNAME> e la sua lama gli è stata riconsegnata. Sarevok la descrive come l'arma di un Latore di Morte e ha ripristinato alcuni dei precedenti poteri della spada. Tuttavia, senza la sua essenza di progenie di Bhaal che scorre nella lama, non può raggiungere il potere che un tempo aveva. Resta comunque un'arma formidabile... una che secondo Sarevok sarebbe difficile da brandire da chi non è mai stato un Latore di Morte, se non del tutto impossibile. STATISTICHE: Abilità in combattimento: - Ogni colpo messo a segno risucchia 1-5 Punti Ferita dal bersaglio e li trasferisce in chi brandisce l'arma. Non è possibile superare i Punti Ferita Massimi del personaggio. Abilità durante l'uso: - Resistenza alla Magia: +10% THAC0: +4 Danno: 1d10+4 (tagliente) Fattore-velocità: 8 Tipo di Competenza: Spade a Due Mani Tipo: A due mani Richiede: Forza 14 Costituzione 18 Peso: 10
pt_br: A espada de Sarevok, irmão de <CHARNAME>, usada na batalha entre os dois na distante Portão de Baldur. <CHARNAME> venceu, destruindo os planos de Sarevok e salvando a Costa das Espadas da guerra iminente. Agora Sarevok se juntou à causa de <CHARNAME> e sua espada foi restaurada para ele. Sarevok chama a arma de Arauto da Morte e restaurou um pouco do antigo poder da arma. Sem a sua essência de Filho de Bhall para canalizar através da espada, ela não pode alcançar o poder que já teve. Ainda assim, no entanto, é uma arma formidável... e uma que Sarevok avisa se tornaria cada vez mais difícil de usar nas mãos de alguém que não era um Arauto da Morte, se pudesse usá-la. ESTATÍSTICAS: Habilidades de combate: - Cada golpe drena de um a cinco pontos de vida do alvo e o transfere para o usuário. Isto não dará pontos de vida além do máximo do portador. Habilidades equipadas: - Resistência à Magia: + 10% PACA0: +4 Dano: 1d10+4 (corte) Fator de Velocidade: 8 Tipo de Proficiência: Montante Tipo: Duas Mãos Requer: 14 Força 18 Constituição Peso: 10
russian: Это клинок Саревока, брата отродья Баала по имени <CHARNAME>, использованный в их битве в далеких Вратах Балдура. Саревок проиграл, его планы были разрушены, а Побережье Меча спасено от войны. Сейчас <CHARNAME> и Саревок путешествуют вместе и он получил свой клинок обратно. Саревок описывает это оружие, как клинок Несущего Смерть и часть былой мощи этого оружия была восстановлена. Однако, без сущности Баала, питающей меч, он никогда не сможет достичь своей прежней силы. Тем не менее, это всё равно гроздное оружие... оружие, которое, как утверждает Саревок, будет невероятно трудно использовать тем, кто не является Несущим Смерть, если они вообще они смогут его использовать. ПАРАМЕТРЫ: Боевые возможности: – каждое попадание вытягивает от одного до пяти пунктов здоровья из цели и передаёт их владельцу. Выше уровня здоровья владельца его пункты здоровья не поднимаются. Свойства экипировки: – сопротивление магии: +10%. THAC0: +4 улучшение Урон: 1d10+4 (рубящий) Фактор скорости: 8 Навык: двуручный меч Тип: двуручное Требования: Сила 14 Телосложение 18 Вес: 10
spanish: La hoja de Sarevok, el hermano de <CHARNAME>, utilizada en la batalla en la que combatieron en la lejana Puerta de Baldur. <CHARNAME> se impuso, destruyendo los planes de Sarevok y librando a la Costa de la Espada de la inminente guerra. Ahora Sarevok se ha unido a la causa de <CHARNAME> y su hoja le ha sido devuelta. Sarevok ha descrito el arma como la hoja de un portador de la muerte y ha conseguido recuperar algo del viejo poder de la espada. Sin su esencia de Engendro de Bhaal para canalizarla a través de la espada, de todas formas, no puede alcanzar el poder que una vez tuvo. Todavía, a pesar de todo, es un arma formidable... y algo que Sarevok advierte es que sería más difícil de manejar en manos de alguien que no sea un portador de la muerte, si pudiera usarla claro. CARACTERÍSTICAS: Aptitudes de combate: - Cada golpe drena de uno a cinco puntos de golpe al objetivo y los transfiere al portador. Esto no curará mas allá del máximo del portador. Aptitudes poseídas: - La hoja también concede un +10% de resistencia mágica mientras sea equipada. GAC0: Bonificación +4 Daño: 1D10 +4 (cortante) Factor de velocidad: 8 Talento marcial: Mandoble Tipo: A dos manos Requisitos: Fuerza 14 Constitución 18 Peso: 10 lbs

source: Possibly a brew of Sendai's own, this is an incredibly potent healing potion capable of fully restoring the hit points of any who use it. STATISTICS: Weight: 1
italian: Forse un infuso realizzato da Sendai in persona, questa è una pozione di guarigione incredibilmente potente capace di ripristinare i Punti Ferita di chi la usa. STATISTICHE: Peso: 1
pt_br: Possivelmente uma mistura da própria Sendai, esta é uma poção de cura incrivelmente potente capaz de restaurar totalmente os pontos de vida de qualquer um que a use. ESTATÍSTICAS: Peso: 1
russian: Вероятно, сваренное самой Сендай, это удивительно сильное зелье лечения способно полностью восстановить здоровье любого, кто его выпьет. ПАРАМЕТРЫ: Вес: 1
spanish: Posiblemente un brebaje propiedad de Sendái, es una poción increíblemente potente de curación capaz de restaurar completamente los puntos de golpe de cualquiera que la use. CARACTERÍSTICAS: Peso: 1

source: Still, however, it is a formidable weapon... and one that Sarevok warns would become increasingly difficult to wield in the hands of one who was not a Deathbringer, if they could use it at all.
italian: Resta comunque un'arma formidabile... una che secondo Sarevok sarebbe difficile da brandire da chi non è mai stato un Latore di Morte, se non del tutto impossibile.
pt_br: Ainda assim, no entanto, é uma arma formidável... e uma que Sarevok avisa se tornaria cada vez mais difícil de usar nas mãos de alguém que não era um Arauto da Morte, se pudesse usá-la.
russian: Тем не менее, это всё равно гроздное оружие... оружие, которое, как утверждает Саревок, будет невероятно трудно использовать тем, кто не является Несущим Смерть, если они вообще они смогут его использовать.
spanish: Todavía, a pesar de todo, es un arma formidable... y algo que Sarevok advierte es que sería más difícil de manejar en manos de alguien que no sea un portador de la muerte, si pudiera usarla claro.

source: Still, however, it is a formidable weapon... and one that only a Deathbringer of Sarevok's skill and power can wield.
italian: Tuttavia, è un'arma formidabile... che solo un Portatore di Morte dell'abilità e del potere di Sarevok'può brandire.
pt_br: Ainda assim, é uma arma formidável... e somente um Arauto da Morte com a habilidade e poder de Sarevok pode empunhá-la.
russian: Тем не менее, это всё равно гроздное оружие... и только Несущий Смерть, обладающий мастерством и силой Саревока может владеть им.
spanish: Sin embargo, es un arma formidable... que sólo un Portador de la Muerte con la habilidad y el poder de Sarevok puede blandir.

source: Only Sarevok can use this weapon.
italian: Solo Sarevok può usare quest'arma.
pt_br: Apenas Sarevok pode usar esta arma.
russian: Только Саревок может использовать это оружие.
spanish: Sólo Sarevok puede usar esta arma.

source: You don't have all the essence of Bhaal... not by far. And I rule here, as well... you know that.
italian: Non hai tutta l'essenza di Bhaal... neanche lontanamente. E sono io al comando qui, oltretutto... questo lo sai.
pt_br: Você não possui toda a essência de Bhaal... nem de longe. E eu governo aqui também... você sabe disso.
russian: Ты владеешь не всей сущностью Баала... не всей. И я правлю здесь... ты знаешь это.
spanish: No poseéis toda la esencia de Bhaal... ni de lejos. Y yo estoy al mando aquí, aunque eso... ya lo sabéis.

source: True. More insightful than I would have expected from you, <CHARNAME>. And far more clever for you to have denied me Balthazar's essence... although, to tell the truth, I was secretly hoping for him to have defeated you. Unlikely as that was, considering the pathetic monk could barely see the forest for the trees.
italian: Vero. Più perspicace di quanto mi sarei aspettata da te, <CHARNAME>. E ancora più intelligente da parte tua avermi negato l'essenza di Balthazar... anche se, a dire il vero, segretamente speravo che ti battesse. Cosa poco probabile, considerando che il patetico monaco riuscirebbe a stento a distinguere una foresta da un albero.
pt_br: Verdade. Mais perspicaz do que eu esperava de você, <CHARNAME>. E muito mais esperto por ter me negado a essência de Balthazar... embora, para ser sincero, eu estava secretamente torcendo para que ele o tivesse derrotado. Embora isso fosse improvável, considerando que o patético monge mal conseguia ver a floresta além das árvores.
russian: Правда. Такой проницательности я от тебя не ожидала, <CHARNAME>. И очень умно с твоей стороны лишить меня сущности Балтазара... хотя, по правде говоря, я тайно надеялась что он тебя победит. Напрасно было рассчитывать на этого жалостливого монаха, не способного увидеть деревья в лесу.
spanish: Cierto. Veo que os hacéis una idea mejor de lo que habría esperado de vos, <CHARNAME>. Y habéis sido aún más perspicaz por haberme negado la esencia de Baltasar... aunque, si os soy sincera, esperaba en el fondo que os derrotara. Aunque era improbable, considerando que el patético monje apenas podía distinguir un bosque de un árbol.

source: Ahhhh, Balthazar is here as well. How clever to deny me his essence, <CHARNAME>. Still blinded by your devotion to destiny, Balthazar? Or have you abandoned your faith so quickly?
italian: Ahhhh, anche Balthazar è qui. Astuto negarmi la sua essenza, <CHARNAME>. Sempre accecato dalla tua devozione per il destino, Balthazar? O hai abbandonato la tua fede tanto velocemente?
pt_br: Ahhhh, Balthazar também está aqui. Que inteligente negar-me sua essência, <CHARNAME>. Ainda cego pela sua devoção ao destino, Balthazar? Ou você abandonou sua fé tão rapidamente?
russian: Аххх, Балтазар тоже здесь. Это было ловко лишить меня его сущности, <CHARNAME>. Балтазар, ты все еще ослеплен своей преданностью судьбе? Или уже отказался от своей веры в нее?
spanish: Ahhhh, Baltasar también está aquí. Qué inteligente por vuestra parte el negarme su esencia, <CHARNAME>. ¿Todavía cegado por vuestra devoción del destino, Baltasar? ¿O tan rápidamente habéis perdido la fe?

source: Oh no? Perhaps you do not understand. This... this place, here, is the Source. This is where the essence of all of Bhaal's children returns when they die, hidden away. Did you never wonder, dear Balthazar, what killing all the other spawn of Bhaal was *for*?
italian: Oh, no? Forse non comprendi. Questo... questo posto, qui, è la Fonte. Qui è dove l'essenza di tutti i figli di Bhaal ritorna quando muoiono, nascosta. Non ti sei mai chiesto, caro Balthazar, a COSA servisse uccidere tutte le altre progenie di Bhaal?
pt_br: Oh, não? Talvez você não entenda. Este... este lugar, aqui, é a Fonte. É aqui que a essência de todos os filhos de Bhaal retorna quando morrem, escondida. Você nunca se perguntou, querido Balthazar, para que servia matar todos os outros filhos de Bhaal?
russian: О, нет? Возможно ты не понимаешь. Это... это место, здесь, и есть Источник. Это - то, куда сущности всех детей Баала возвращаются, когда они умирают, как бы далеко это не было. Ты никогда не задавался вопросом, дорогой Балтазар, *для чего* все эти убийства отпрысков Баала?
spanish: ¿Oh no? Tal vez no lo entendéis. Este... este sitio, aquí, es la Fuente. Aquí es donde la esencia de todos los Hijos de Bhaal vuelve cuando mueren, oculta. ¿Nunca os preguntasteis, mi querido Baltasar, *para qué* había que matar a los demás Hijos de Bhaal?

source: And well you should not have, though you aided me regardless. Bhaal may, indeed, be... somewhere. But not here. Here I have locked these essences away and drank heartily of their power. The Source, the Throne, all are mine... and god-hood is but one simple step away.
italian: E non avresti dovuto, ma mi hai comunque aiutata. Bhaal potrebbe davvero essere... da qualche parte. Ma non qui. Qui ho intrappolato tutte le essenze e mi sono dissetata con piacere del loro potere. La Fonte, il Trono, sono tutti miei... e la mia ascesa a dea non è che a un passo.
pt_br: E bem que você não deveria ter perguntado, embora tenha me ajudado mesmo assim. Bhaal pode, de fato, estar... em algum lugar. Mas não aqui. Aqui eu tranquei essas essências e bebi delas com avidez. A Fonte, o Trono, tudo é meu... e a divindade está a apenas um simples passo de distância.
russian: И даже независимо от твоего желания, ты помог мне. Баал, действительно, может *быть*... где-нибудь. Но не здесь. Здесь я захватила все эти сущности и наполнилась их мощью. Источник, Трон, все это мое... и к могуществу бога - всего лишь один маленький шаг.
spanish: Y bien que no deberíais, aunque de todos modos me ayudasteis. Bhaal tal vez, de hecho, esté... en alguna parte. Pero no aquí. Aquí he encerrado todas estas esencias y he bebido sedienta de su poder. La Fuente, el Trono, son míos... y estoy a un paso de la deidad.

source: <CHARNAME> does not stand alone, Melissan. It is time that this is ended.
italian: <CHARNAME> non è solo, Melissan. È tempo che tutto questo finisca.
pt_br: <CHARNAME> não está sozinho, Melissan. É hora de que isso termine.
russian: Мелиссан, <CHARNAME> здесь не в одиночестве. Пришло время, когда все закончится.
spanish: <CHARNAME> no está solo, Melisán. Es hora de acabar con esto.
