Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: I cannot thank you enough, <CHARNAME>, for the gift you have given me. I once thought I had done everything I could to fight for what was good... but it was you that showed me how wrong I was. Without you, I would have died with that stain upon my soul and perhaps even been Melissan's puppet forever.
italian: Non potrò mai ringraziarti abbastanza, <CHARNAME>, per il dono che mi hai dato. Un tempo pensavo di avere fatto qualsiasi cosa possibile per combattere in nome di ciò che è giusto... ma sei stato tu a mostrarmi quanto mi sbagliassi. Senza di te, sarei morto con questa macchia sulla mia anima e forse sarei persino diventato il giocattolo di Melissan per sempre.
pt_br: Não posso agradecer o suficiente, <CHARNAME>, pelo presente que você me deu. Eu pensei que havia feito tudo o que podia para lutar pelo que era bom... mas foi você que me mostrou o quão errado eu estava. Sem você, eu teria morrido com aquela mancha em minha alma e talvez sido uma marionete de Melissan para sempre.
russian: Я не смогу достойно отблагодарить тебя, <CHARNAME>, за подарок, который ты мне даешь. Я раньше думал, что сделал все возможное, борясь за то, что было добром... но благодаря тебе я понял, как ошибался. Без тебя я умер бы с тем пятном на моей душе и, возможно, даже стал бы марионеткой Мелиссан.
spanish: No puedo daros las suficientes gracias, <CHARNAME>, por el regalo que me habéis hecho. Una vez pensé que había hecho todo lo que había podido para luchar por el bien... pero fuísteis vos el que me enseñó lo equivocado que estaba. Sin vos, habría muerto con esa mancha en mi alma y quizás habría sido la marioneta de Melisán de por vida.

source: I cannot pretend to know what you are thinking, now, of the decision you must make. Nor do I pretend to certainty that the taint would bring such a <PRO_MANWOMAN> such as yourself towards evil. Perhaps you would overcome that taint and be a good god, I cannot say.
italian: Non pretendo di sapere, ora, cosa stai pensando della decisione che devi prendere. E non pretendo di sapere con certezza se la corruzione porterebbe un uomo come te verso il male. Forse avresti la meglio su di essa e saresti un dio buono, non so dirlo.
pt_br: Não posso fingir saber o que você está pensando agora, sobre a decisão que você deve tomar. Nem mesmo pretendo ter certeza de que a mancha o levaria a ser malévolo. Talvez você a supere e seja um bom deus, eu não posso dizer.
russian: Я не могу знать, что ты сейчас думаешь о решении, которое тебе предстоит принять. Но при этом я точно знаю - такой, как ты, не обратится к самому злу. Возможно, ты преодолеешь эту скверну и станешь добрым Богом, не знаю.
spanish: No puedo pretender saber lo que estáis pensando ahora, de la decisión que debéis hacer. Ni puedo pretender saber si la mancha conduciría a un hombre como vos hacia el mal. Tal vez superaríais esa lacra y seríais un buen dios, no lo sé.

source: I just ask you to consider how Bhaal's taint has affected your life to this point. Do you really wish to have all of it? What type of person actually wishes to become a god? Sarevok? Irenicus? Melissan? Even if your intentions are good, what of an eternity being chained to such power?
italian: Ti chiedo solo di pensare a come la corruzione di Bhaal abbia condizionato la tua vita sino a questo punto. Desideri davvero averla nella sua interezza? Quale tipo di persona desidera veramente diventare un dio? Sarevok? Irenicus? Melissan? Anche se le tue intenzioni sono buone, come sarà essere incatenato a un simile potere per l'eternità?
pt_br: Apenas peço que considere como a mancha de Bhaal afetou sua vida até este ponto. Você realmente deseja ter tudo isso? Que tipo de pessoa realmente deseja se tornar um deus? Sarevok? Irenicus? Melissan? Mesmo que suas intenções sejam boas, e quanto a uma eternidade acorrentado a tal poder?
russian: Я лишь прошу - вспомни, как скверна Баала повлияла на твою жизнь к данному моменту. Ты действительно хочешь получить все это? Кто из людей так хочет стать богом? Саревок? Айреникус? Мелиссан? Даже если у тебя благие намерения - что это за вечность, связанная с такой силой?
spanish: Sólo os pido que consideréis cómo la mancha de Bhaal ha afectado vuestra vida hasta este momento. ¿De verdad queréis tenerlo todo? ¿Qué clase de persona realmente desea convertirse en un dios? ¿Sarevok? ¿Irenicus? ¿Melisán? Incluso si vuestras intenciones son buenas, ¿qué me decís de una eternidad encadenado a semejante poder?

source: The choice is your own. You know yourself better than I. I simply ask that you consider the life you might have led, the mortal life, had the taint never visited itself upon you back at Candlekeep. I look forward to my own.
italian: La decisione è tua. Conosci te stesso meglio di me. Ti chiedo solo di immaginare la vita che avresti potuto condurre, la vita da mortale, se la corruzione non ti avesse mai afflitto sin da Candlekeep. Io non vedo l'ora della mia.
pt_br: A escolha é sua. Você se conhece melhor do que eu. Apenas peço que considere a vida que você poderia ter levado, a vida mortal, se a mancha nunca tivesse se manifestado no Forte da Vela. Eu estou ansioso pela minha própria.
russian: Это твой выбор. Ты знаешь себя лучше, чем я. Я просто прошу тебя еще раз представить свою жизнь, смертную жизнь, которая могла бы у тебя быть, не узнай ты про скверну там, в Кэндлкипе. Я же ожидаю свою собственную судьбу.
spanish: La elección es vuestra. Os conocéis a vos mismo mejor que yo. Yo sólo os pido que consideréis la vida que podríais haber llevado, una vida mortal, si la lacra no hubiera caido sobre vos cuando estábais en Candelero. Yo tengo ganas de vivir la mía.

source: And so it is done. I believe you have made the right choice. I look forward to meeting you again on Faerun, <CHARNAME>... as a mortal and a true <PRO_BROTHERSISTER>.
italian: E dunque è fatta. Credo che tu abbia preso la scelta giusta. Non vedo l'ora di incontrarti di nuovo nel Faerùn, <CHARNAME>... come mortale e come vero fratello.
pt_br: E assim está feito. Eu acredito que você fez a escolha certa. Estou ansioso para encontrá-lo novamente em Faerun, <CHARNAME>... como um mortal e um verdadeiro irmão.
russian: Итак, решено. Я думаю, ты делаешь правильный выбор. Надеюсь снова встретить тебя на Фаэруне, <CHARNAME>... <PRO_BROTHERSISTER> из плоти и крови.
spanish: Ya está hecho. Creo que habéis tomado la decisión correcta. Espero que nos encontremos de nuevo en Faerûn, <CHARNAME>... como mortal y verdadero hermano.

source: And so you take the road less traveled, <CHARNAME>. I cannot say I envy you. I hope the power brings you what you expect and desire, my friend. When I look up at the heavens and see the brightest star in the sky, I shall think of you and offer a prayer.
italian: E cosi prendi la strada meno percorsa, <CHARNAME>. Non posso dire di invidiarti. Spero che il potere ti porti ciò che aspetti e desideri, amico mio. Quando guarderò il firmamento e vedrò la stella più luminosa del cielo, penserò e pregherò per te.
pt_br: E assim você escolhe o caminho menos percorrido, <CHARNAME>. Não posso dizer que te invejo. Espero que o poder lhe traga o que você espera e deseja, meu amigo. Quando eu olhar para o céu e ver a estrela mais brilhante, pensarei em você e farei uma prece.
russian: Значит, ты пойдешь по пути, лишенному путешествий, <CHARNAME>. Не могу сказать, что завидую тебе. Надеюсь, что эта сила принесет тебе то, чего желаешь и ожидаешь, мой друг. Когда я посмотрю на небо и увижу на нем самую яркую звезду, я буду думать и молиться о тебе.
spanish: Así que tomáis el camino menos transitado, <CHARNAME>. No puedo decir que os envidie. Espero que el poder os traiga lo que ansiáis, amigo mío. Cuando mire el cielo y vea la estrella más brillante, pensaré en vos y rezaré una plegaria.

source: I require satisfaction before the Child of Bhaal makes any sort of decision, creature. Both my brother and this... Melissan, lie dead. Your hunt has been delightfully successful, <CHARNAME>.
italian: Esigo la mia ricompensa prima che il figlio di Bhaal prenda qualsiasi decisione. Sia mio fratello sia questa... Melissan... giacciono senza vita. La tua caccia è stata un delizioso successo, <CHARNAME>.
pt_br: Antes que a Criança de Bhaal tome qualquer decisão, criatura, eu exijo satisfação. Tanto meu irmão quanto esta... Melissan estão mortos. Sua caçada foi maravilhosamente bem-sucedida, <CHARNAME>.
russian: Я требую удовлетворения до того, как Дитя Баала сделает свой выбор, существо. И мой брат, и эта... Мелиссан лежат мертвыми. Твое преследование было очень успешно, <CHARNAME>.
spanish: Quiero una respuesta antes de que el Hijo de Bhaal tome una decisión, criatura. Tanto mi hermano como la tal... Melisán, están muertos. Vuestra caza ha sido de lo más exitosa, <CHARNAME>.

source: But do not forget our deal. I am impatient for the piece of your soul you promised me. I have enjoyed our dance Child of Bhaal, but I tire of this place. Give me what I want so I may leave... we need not meet each other again, unless you wish it.
italian: Ma non dimenticare il nostro accordo. Sono impaziente di avere la parte della tua anima che mi hai promesso. La nostra danza mi ha divertita, figlio di Bhaal, ma sono stanca di questo posto. Dammi ciò che voglio, cosicché possa andarmene... e non dovremo più rivederci, a meno che tu non lo voglia.
pt_br: Mas não se esqueça do nosso acordo. Estou impaciente pela parte da sua alma que você me prometeu. Eu gostei da nossa dança, Criança de Bhaal, mas estou cansada deste lugar. Me dê o que eu quero para que eu possa partir... não precisamos nos encontrar novamente, a menos que você queira.
russian: Но не забудь про наш уговор. Я с нетерпением жду той части твоей души, что была мне обещана. Я наслаждалась нашим танцем, Дитя Баала, но я уже утомилась здесь находиться. Дай мне то, что я хочу, чтобы я могла тебя покинуть... нам больше не нужно встречаться, если ты не пожелаешь этого.
spanish: Pero no olvidéis nuestro pacto. Estoy impaciente por tener la porción de vuestra alma que me prometísteis. He disfrutado con nuestro baile, Hijo de Bhaal, pero me canso de este sitio. Dadme lo que quiero para poder marcharme... no tenemos por qué vernos otra vez, a no ser que así lo deseéis.

source: It was a pleasure to have you fight by my side, Bodhi. You have earned this reward.
italian: È stato un piacere averti al mio fianco in battaglia, Bodhi. Ti sei meritata questa ricompensa.
pt_br: Foi um prazer ter você lutando ao meu lado, Bodhi. Você mereceu essa recompensa.
russian: Это было восхитительно, что ты была на моей стороне, Бодхи. Ты заработала свою награду.
spanish: Fue un placer teneros luchando a mi lado, Bodhi. Os habéis ganado la recompensa.

source: You shall have nothing. Your use to me is at an end. I shall enjoy sending you screaming back into the abyss.
italian: Non avrai nulla. I tuoi servigi non sono più richiesti. Godrò nel rispedirti tra le urla negli Abissi.
pt_br: Você não receberá nada. Sua utilidade para mim chegou ao fim. Eu vou adorar mandá-la gritando de volta para o abismo.
russian: Ты ничего не должна получить. Теперь ты для меня бесполезна. Я с наслаждением отправлю тебя, визгливую, назад в бездну.
spanish: No tendréis nada. Vuestra utilidad se ha acabado. Disfrutaré enviándoos gritando de vuelta al abismo.

source: Hmmm, I could kill you... no, I have better things to do. Take these scraps of my essence and depart.
italian: Hmmm, potrei ucciderti... No, ho di meglio da fare. Prendi questo brandello della mia essenza e vattene.
pt_br: Hmmm, eu poderia matar você... não, tenho coisas melhores para fazer. Leve esses fragmentos da minha essência e vá embora.
russian: Хммм, мне следовало бы убить тебя... хотя нет, лучше не стоит этого делать. Забирай эти остатки моей сущности и уходи.
spanish: Hmmm, podría mataros... no, tengo cosas mejores que hacer. Tomad estas sobras de mi esencia e iros.

source: No Bodhi, I think I will keep all of my soul. You will fall back into the abyss. Give Bhaal my regards.
italian: No, Bodhi, penso che terrò per me tutta la mia anima. Sprofonderai nuovamente negli Abissi. Salutami Bhaal.
pt_br: Não, Bodhi, acho que vou ficar com toda a minha alma. Você vai cair de volta ao abismo. Dê lembranças minhas a Bhaal.
russian: Нет Бодхи, я думаю сохранить всю свою душу целиком. Ты вернешься назад в бездну. Передай Баалу привет от меня.
spanish: No Bodhi, creo que conservaré toda mi alma. Volveréis al abismo. Saludad a Bhaal de mi parte.

source: Fool! You think to betray me, Child of Bhaal? I refuse to return to the abyss. I shall rip every shred of that soul from your body! Let the dance end here!
italian: Folle! Pensi di tradirmi, figlio di Bhaal? Mi rifiuto di tornare negli Abissi. Strapperò ogni briciola della tua anima dal tuo corpo! Iniziamo subito!
pt_br: Tolo! Você pensa em me trair, Criança de Bhaal? Eu me recuso a voltar ao abismo. Eu vou arrancar cada pedaço dessa alma do seu corpo! Que a dança termine aqui!
russian: Предательство! Ты пытаешься предать меня, Дитя Баала? Я отказываюсь возвращаться в бездну. Я вырву все клочки обещанной мне души из твоего тела! Танец закончится здесь!
spanish: ¡Estúpido! ¿Pensáis traicionarme, Hijo de Bhaal? Me niego a regresar al abismo. ¡Os arrancaré hasta el último vestigio de vuestra alma! ¡Que el baile se acabe aquí!

source: This is my realm, Bodhi. I control everything here. It is time for you to join your brother.
italian: Questo è il mio reame, Bodhi. Controllo ogni cosa qui. È tempo che ti unisca a tuo fratello.
pt_br: Este é o meu domínio, Bodhi. Eu controlo tudo aqui. É hora de você se juntar a seu irmão.
russian: Это мое царство, Бодхи. Я здесь всем управляю. Настало время тебе присоединиться к своему брату.
spanish: Este es mi reino, Bodhi. Lo controlo todo aquí. Es hora de que os reunáis con vuestro hermano.

source: Enough talk! The dance has come to an end, Bodhi, and so has your part in it.
italian: Basta chiacchiere! La danza è giunta a termine, Bodhi, e anche la parte che tu hai recitato.
pt_br: Chega de conversa! A dança chegou ao fim, Bodhi, e também chegou a sua parte nela.
russian: Хватит разговоров! Танец подошел к концу, Бодхи, так же как и твоя участь в нем.
spanish: ¡Basta de charla! El baile ha llegado a su fin, Bodhi, y también vuestra participación en él.

source: Die! Witness my power, insect!
italian: Muori! Sii testimone del mio potere, insetto!
pt_br: Morra! Testemunhe o meu poder, inseto!
russian: Умри! В доказательство моей силы, насекомое!
spanish: ¡Morid! ¡Sed testigo de mi poder, insecto!

source: Oh Bodhi, you should have begged. I would have liked to see that. Too late now.
italian: Oh, Bodhi, avresti dovuto supplicare. Mi sarebbe piaciuto vederlo. Ora è troppo tardi.
pt_br: Oh, Bodhi, você deveria ter implorado. Eu teria gostado de ver isso. Tarde demais agora.
russian: О Бодхи, ты должна была умолять. Мне бы это понравилось. Теперь слишком поздно.
spanish: Oh Bodhi, deberíais haber suplicado. Me hubiera gustado verlo. Ahora ya es demasiado tarde.

source: So you have betrayed me, <CHARNAME>. It would seem that working together was never our true calling.
italian: Così mi hai tradita, <CHARNAME>. Sembrerebbe che lavorare insieme non sia la nostra vera vocazione.
pt_br: Então você me traiu, <CHARNAME>. Parece que trabalhar juntos nunca foi nosso verdadeiro destino.
russian: Ты предаешь меня, <CHARNAME>. Получается, что работать вместе никогда не было твоим истинным желанием.
spanish: Así que me habéis traicionado, <CHARNAME>. Parece que trabajar juntos no era para nosotros.

source: Ahhhhh, such feeling. I feel the life flow through me! Such a gift you carry Child of Bhaal... such power... such strength. Oh this is simply divine!
italian: Ahhhhh, che sensazione. Sento la vita scorrere in me! Di quale dono sei portatore, figlio di Bhaal... di quale potere... di quale forza. Oh, è semplicemente divino!
pt_br: Ahhhhh, que sensação. Sinto a vida fluindo através de mim! Que presente você carrega, Criança de Bhaal... que poder... que força. Oh, isso é simplesmente divino!
russian: Аххххх, такое чувство. Я чувствую поток жизни во мне! У тебя такой дар, Дитя Баала... такая мощь... такая сила. О, это просто божественно!
spanish: Ahhhhh, qué sensación. ¡Siento que la vida fluye por mis venas! Lleváis tal regalo, Hijo de Bhaal... tal poder... tal fuerza. ¡Oh esto es simplemente divino!

source: Such an ungrateful <PRO_MANWOMAN> you are. Still, I have life once more, and I intend to enjoy it. Perhaps the wizards of Spellhold still wish to play?
italian: Che uomo ingrato che sei. Nondimeno, sono di nuovo in vita e intendo goderne. Forse gli stregoni di Spellhold hanno ancora voglia di giocare?
pt_br: Você não tem gratidão. Ainda assim, eu tenho vida novamente, e pretendo desfrutá-la. Talvez os magos da Fortaleza do Feitiço ainda queiram brincar?
russian: Какое же ты неблагодарное существо, <CHARNAME>. Однако я еще жива и намереваюсь насладиться этим. Возможно, волшебники Спеллхолда все еще желают поиграть?
spanish: Qué hombre tan desagradecido sois. Pero aun así, tengo vida de nuevo, y pienso disfrutarla. ¿Tal vez los magos de la Prisión del Hechicero quieran jugar todavía?

source: Well, Child of Bhaal, it would seem that our time together is at an end. I shall enjoy carrying this piece of you with me. Perhaps we shall meet again, you and I...
italian: Bene, figlio di Bhaal, sembrerebbe che il tempo che ci ha legato sia alla fine. Sarò lieta di portare questo pezzo di te con me. Forse ci incontreremo di nuovo, tu ed io...
pt_br: Bem, Criança de Bhaal, parece que nosso tempo juntos chegou ao fim. Vou gostar de carregar esse pedaço de você comigo. Talvez nos encontremos novamente, você e eu...
russian: Хорошо, Дитя Баала, кажется, время пребывания вместе подходит к концу. Я буду наслаждаться, унося эту частицу вас в себе. Надеюсь, мы встретимся снова, ты и я...
spanish: Bien, Hijo de Bhaal, parece que nuestro tiempo juntos se acaba. Disfrutaré llevando esta parte de vos conmigo. Tal vez nos encontremos de nuevo, vos y yo...

source: While it fills me with distaste that you would even bring such a creature of evil before me, god-child, you must remember that in this place an oath is worth more than the words with which it is spoken. You are no god yet... and while I would rather destroy this undead thing, it now falls on me to enforce the promise you have made.
italian: Sebbene mi riempia di disgusto il fatto che tu voglia portare una simile creatura malvagia davanti a me, devi ricordare, figlio degli dèi, che in questo posto un giuramento vale più delle semplici parole con cui è pronunciato. Non sei ancora un dio... e anche se preferirei distruggere questa cosa non morta, è mio compito far rispettare la promessa che hai fatto.
pt_br: Embora me encha de desgosto que você tenha trazido uma criatura tão maligna diante de mim, criança divina, você deve lembrar que neste lugar um juramento vale mais do que as palavras com as quais é feito. Você ainda não é um deus... e, embora eu preferisse destruir essa coisa morta-viva, agora cabe a mim fazer valer a promessa que você fez.
russian: Хотя меня и переполняет отвращение при виде этого существа, полного зла, дитя бога, но помни, что в этом месте клятва - это не просто пустые обещания. Ты еще не божество... и хотя я предпочла бы уничтожить эту нежить, но теперь я должна выполнить обещание, данное тобой.
spanish: Me disgusta ver que habéis traido a mi presencia a semejante criatura maligna, hijo de dios, debéis recordar que en este lugar un juramento es más importante que las palabras con las que es nombrado. Vos no sois un dios todavía... y mientras yo destruiría esta cosa no muerta. Ahora cae sobre mi el forzar la promesa que habéis hecho.

source: End Slayer Change This ability allows Imoen to cancel her transformation and return to her usual form.
italian: Fine Cambiamento in Uccisore Questa abilità consente a Imoen di annullare la sua trasformazione e tornare alla sua solita forma.
pt_br: Desfazer a Forma do Matador Essa habilidade permite que Imoen cancele sua transformação e retorne à sua forma usual.
russian: Выйти из формы Убийцы Эта способность позволяет Имоен отменить трансформацию и вернуться к своей обычной форме.
spanish: Finalizar transformación en el Asesino Esta habilidad permite a Imoen cancelar su transformación y volver a su forma habitual.

source: Regeneration Range: Touch Duration: 1 round/ 2 levels Casting Time: 7 Area of Effect: Target Creature Saving Throw: None This powerful ability enables the Bhaalspawn to imbue 1 creature with the ability to regenerate. This regeneration will heal any wounds and even regenerate lost limbs. The creature affected will regain 3 hit points per second. The effect lasts for 1 round per every 2 levels of the caster or until dispelled. For example, a 14th level character would regenerate 18 hit points per round for 7 rounds.
italian: Rigenerazione (Necromanzia) Raggio d'azione: Tocco Durata: 1 round ogni 2 livelli Tempo di lancio: 7 Area d'effetto: 1 creatura Tiro-salvezza: Nessuno Questa potente abilità consente alla progenie di Bhaal di conferire ad una creatura l'abilità di rigenerare. Il processo di rigenerazione guarirà ogni ferita e farà persino ricrescere gli arti perduti. La creatura bersaglio recupera 3 Punti Ferita al secondo. L'effetto dura 1 round ogni 2 livelli del lanciatore o finché non viene dissolto. Ad esempio: un personaggio di 14° livello potrebbe rigenerare 18 Punti Ferita a round per 7 round.
pt_br: Regeneração Alcance: Toque Duração: 1 rodada/2 níveis Tempo de Lançamento: 7 Área de Efeito: Criatura alvo Salvaguarda: Nenhum Este poderoso feitiço permite que o filho de Bhaal dê a uma criatura a habilidade de regenerar. Esta regeneração curará qualquer ferimento e até regenerará membros perdidos. A criatura afetada recuperará 3 pontos de vida por segundo. O efeito dura 1 rodada por cada 2 níveis do lançador ou até que seja dissipado. Por exemplo, um sacerdote de nível 14 regeneraria 18 pontos de vida por rodada durante 7 rodadas.
russian: Регенерация Расстояние: касание Длительность: 1 раунд / 2 уровня Время чтения: 7 Зона действия: 1 существо Спасбросок: нет Данная способность позволяет Потомку Баала наделить одно существо способностью к регенерации. Регенерация излечивает любые раны и даже восстанавливает потерянные конечности. Регенерирующее существо приобретает 3 пункта здоровья каждую секунду. Эффект длится 1 раунд за каждые 2 уровня заклинателя или пока не будет рассеян. Например, персонаж 14-го уровня восстановит 18 пунктов здоровья за раунд в течение 7 раундов.
spanish: Regeneración Alcance: Toque Duración: 1 asalto/2 niveles Tiempo de lanzamiento: 7 Área de efecto: Criatura objetivo Tirada de salvación: Ninguna DESCRIPCIÓN: Esta poderosa aptitud permite al engendro de Bhaal imbuir a una criatura con la habilidad de regenerarse. Esta regeneración curará cualquier herida e incluso regenerará extremidades perdidas. La criatura afectada recuperará 3 puntos de golpe por segundo. El efecto permanece 1 asalto por cada 2 niveles del lanzador o hasta que sea disipado. Por ejemplo, un personaje de nivel 14 regeneraría 18 puntos de golpe por asalto durante 7 asaltos.
