Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: I see you are now more Slayer than <PRO_MANWOMAN>. How dull. You provided such small amusement last time, I doubt that this will be different.
italian: Vedo che ora sei più Uccisore che uomo. Noioso. Mi hai dato così poco divertimento l'ultima volta. Dubito che questa sarà diversa.
pt_br: Vejo que agora você é mais Slayer do que <HOMEM_MULHER>. Que monótono. Você proporcionou pouca diversão da última vez, duvido que seja diferente agora.
russian: Как вижу, ты теперь больше Убийца, чем <PRO_MANWOMAN>. Как печально. Ты доставишь в последний раз лишь небольшое развлечение, и я сомневаюсь, что будет по-другому.
spanish: Ya veo que ahora sois más Asesino que hombre. Qué aburrido. Me proporcionasteis tan escaso entretenimiento la última vez que dudo que esta vez sea diferente.

source: No, <CHARNAME>. Sadly, I do not think we are destined to work together again. I am content to fight by my brother and revel in your blood and that of those that follow at your heel.
italian: No, <CHARNAME>. Sfortunatamente, non penso che siamo destinati a collaborare di nuovo. Sono felice di combattere per mio fratello e di bearmi nel tuo sangue e in quello dei tuoi compagni.
pt_br: Não, <CHARNAME>. Infelizmente, não acredito que estamos destinados a trabalhar juntos novamente. Estou contente em lutar ao lado de meu irmão e me deliciar com seu sangue e o daqueles que o seguem.
russian: Нет, <CHARNAME>. Печально, но я не думаю, что нам суждено опять работать вместе. Я буду сражаться вместе со своим братом и упиваться твоей кровью и тех, кто на твоей стороне.
spanish: No, <CHARNAME>. Desgraciadamente, no creo que estemos destinados a trabajar juntos de nuevo. Me conformo con luchar al lado de mi hermano y disfrutar con vuestra sangre y las de los que os siguen.

source: Oh Child of Bhaal, such a game you play. You think to trick me, but I shall not be fooled so easily. I know you to be ever so desperate to do 'good' and this would not bode well for me. No, this ends here.
italian: Oh, figlio di Bhaal, stai recitando. Pensi di imbrogliarmi, ma non sarò ingannata così facilmente. So quanto tu ci tenga a fare la cosa "giusta" e questo non mi fa ben sperare. No, finirà qui.
pt_br: Oh, Filho de Bhaal, você brinca tanto. Você pensa em me enganar, mas não serei enganada tão facilmente. Eu sei que você está desesperado para fazer o 'bem', e isso não será bom para mim. Não, isso termina aqui.
russian: О, Дитя Баала, в какую игру ты играешь. Ты думаешь обмануть меня, но меня не так-то легко одурачить. Я вижу, что ты очень стараешься задобрить меня, и это плохое предзнаменование. Нет, это закончиться здесь.
spanish: Oh Hijo de Bhaal, ¿a qué estáis jugando? Pretendéis engañarme, pero no me dejaré engañar tan fácilmente. Sé que siempre estáis desesperado por hacer el 'bien' y yo no saldría de esto bien parada. No, esto se acaba aquí.

source: Oh Child of Bhaal, such a game you play. I fight with my 'dear' brother for your soul, yet you would offer it willingly? Promise me a piece of your essence and I will join you... for now.
italian: Oh, figlio di Bhaal, stai recitando. Combatto con il mio "caro" fratello per la tua anima, mentre tu me la offriresti così di buon grado? Promettimi una parte della tua essenza e mi unirò a te... per ora.
pt_br: Oh, Filho de Bhaal, você brinca tanto. Luto ao lado do meu 'querido' irmão por sua alma, mas você a ofereceria voluntariamente? Prometa-me um pedaço de sua essência e eu me juntarei a você... por agora.
russian: О, Дитя Баала, в какую игру ты играешь. Я должна сражаться с моим 'дорогим' братом за твою душу, это ты мне предлагаешь? Обещай мне часть своей сущности и я присоединюсь к тебе... пока что.
spanish: Oh Hijo de Bhaal, ¿a qué estáis jugando? Lucho con mi 'querido' hermano por vuestra alma, ¿y sin embargo la ofreceríais voluntariamente? Prometedme una porción de vuestra esencia y me uniré a vos... por el momento.

source: I swear to you Bodhi, fight by my side, kill my enemies, and you shall have the soul you desire.
italian: Te lo giuro, Bodhi: combatti al mio fianco, uccidi i miei nemici e avrai l'anima che desideri.
pt_br: Eu juro a você, Bodhi, lute ao meu lado, mate meus inimigos e você terá a alma que deseja.
russian: Я клянусь тебе, Бодхи, сражайся на моей стороне, убьем моих врагов, и ты получишь душу, которую жаждешь.
spanish: Bodhi, luchad a mi lado, matad a mis enemigos, y os juro que tendréis el alma que anheláis.

source: You have my word Bodhi that when this is done, you shall have a piece of my essence.
italian: Hai la mia parola, Bodhi, che quando questo sarà finito, avrai una parte della mia essenza.
pt_br: Você tem minha palavra, Bodhi, que quando tudo isso acabar, você terá uma recompensa adequada.
russian: Я даю тебе слово, Бодхи, что когда все будет сделано, ты получишь часть моей сущности.
spanish: Tenéis mi palabra Bodhi de que cuando acabe esto, tendréis una porción de mi esencia.

source: Actually Bodhi, I have changed my mind. I enjoy watching you die too much, to pass up an opportunity to see it again.
italian: A dire il vero, Bodhi, ho cambiato idea. Mi diverto troppo a guardarti morire per perdere questa opportunità.
pt_br: Na verdade, Bodhi, eu mudei de ideia. Gosto muito de vê-la morrer, para perder a oportunidade de vê-la novamente seria um erro.
russian: На самом деле, мое мнение изменилось, Бодхи. Мне нравится наблюдать, как ты умираешь. И я не упущу возможность увидеть это снова.
spanish: De hecho Bodhi, he cambiado de opinión. Disfruto demasiado viendo como morís, como para dejar pasar la oportunidad de verlo otra vez.

source: Bodhi, when this is over, I swear that you will be fittingly rewarded.
italian: Bodhi, quando questo sarà finito, giuro che sarai adeguatamente ricompensata.
pt_br: Bodhi, quando tudo acabar, eu juro que você será recompensada de forma adequada.
russian: Бодхи, я клянусь, что когда все будет закончено, ты будешь соответственно вознаграждена.
spanish: Bodhi, cuando esto acabe, os juro que seréis recompensada adecuadamente.

source: Pray that you hold to your word, failure to do so would be... unpleasant for you. Now to finalize matters...
italian: Prega di mantenere la tua parola o sarà... spiacevole. Ora, per completare gli affari...
pt_br: Reze para que você cumpra sua palavra, pois falhar em fazê-lo seria... desagradável para você. Agora para finalizar as questões...
russian: Молись, чтобы ты выполнил свое обещание и не отказался от него даже, если это было бы... неприятно для тебя. И напоследок еще кое-что...
spanish: Rezad para mantener vuestra palabra, hacer lo contrario sería... desagradable para vos. Y ahora para acabar el tema...

source: No, <CHARNAME>. Sadly, I do not think we are destined to work together again. Despite the attractiveness of what you offer, your words ring more hollow than my brother's. Far better to rip your soul from your living breast than beg for it at your side.
italian: No, <CHARNAME>. Sfortunatamente, non penso che siamo destinati a collaborare di nuovo. Nonostante la tua offerta sia allettante, le tue parole mi suonano più false di quelle di mio fratello. Sarà decisamente meglio strapparti l'anima dal petto che elemosinarla al tuo fianco.
pt_br: Não, <CHARNAME>. Infelizmente, não acredito que estamos destinados a trabalhar juntos novamente. Apesar da atratividade do que você oferece, suas palavras soam mais vazias do que as de meu irmão. É muito melhor arrancar sua alma de seu peito vivo do que mendigar por ela ao seu lado.
russian: Нет, <CHARNAME>. Печально, но я не думаю, что нам суждено опять работать вместе. Хоть твое предложение и привлекательно, но в твоих словах еще больше пустоты, чем у моего брата. Гораздо лучше будет вырвать душу из твоей живой груди, чем служить для этого на твоей стороне.
spanish: No, <CHARNAME>. Desgraciadamente, no creo que estemos destinados a trabajar juntos de nuevo. A pesar de vuestra tentadora oferta, vuestras palabras suenan más vacías que las de mi hermano. Prefiero arrancaros vuestra alma que suplicar por ella a vuestro lado.

source: Why you assumed I would even be interested in your allegiance, Bodhi, I have no idea. I shall be pleased to know that you both die again just as you lived: without a single redeeming or worthwhile quality.
italian: Non so proprio perché credi che sia interessato alla tua alleanza, Bodhi. Sarò felice di sapervi morti come avete vissuto: senza alcun pentimento o qualità positiva.
pt_br: Por que você assumiu que eu teria interesse em sua lealdade, Bodhi, eu não faço ideia. Ficarei satisfeita em saber que vocês dois morrerão novamente, assim como viveram: sem uma única qualidade redentora ou digna de nota.
russian: Я понятия не имею, почему ты предположила, что мне интересна твоя преданность, Бодхи. Мне будет достаточно знать, что ты снова умрешь с ним, как и жила раньше... в тебе не единой подкупающей или стоящей черты.
spanish: No tengo ni idea de por qué asumísteis que estaría interesado en vuestra lealtad, Bodhi. Me alegra saber que ambos morís de nuevo como vivisteis: sin una sola cualidad redentora o valiosa.

source: Do not overestimate your usefulness to me, 'dear' sister... nor the extent of my non-existent affection. Or do you truly think I had forgotten your whispered urgings which had led me down the path of my exile?
italian: Non sopravvalutare la tua utilità, "cara" sorella... e neanche la misura del mio inesistente affetto. O pensi davvero che abbia dimenticato le tue esortazioni sottovoce che mi hanno condotto sulla strada dell'esilio?
pt_br: Não superestime sua utilidade para mim, 'querida' irmã... nem o alcance do meu afeto inexistente. Ou será que você realmente pensa que eu esqueci suas sugestões sussurradas que me levaram pelo caminho do meu exílio?
russian: Не преувеличивай слишком сильно свою полезность для меня, 'дорогая' сестра... и степень моей несуществующей привязанности. Или ты действительно думаешь, что я мог забыть твои нашептывания, которые повели меня по пути моего изгнания?
spanish: No sobreestiméis vuestra utilidad para mí, 'querida' hermana... tampoco de la cantidad de mi inexistente afecto. ¿O verdaderamente pensáis que he olvidado vuestros susurrantes ataques que me hicieron caer al oscuro camino de mi exilio?

source: Enough, sister. We do as Melissan bids, with her servants at our side. Take delight, if you will, at the revenge we shall now taste. Let us see, <CHARNAME>, if I can rip that soul out of you once more. I would so delight in stealing your proud destiny a second time.
italian: Basta, sorella. Faremo ciò che Melissan ordina, con i suoi servi al nostro fianco. Trai piacere, se vuoi, dalla vendetta che ora assaggeremo. <CHARNAME>, vediamo se riesco a strapparti quell'anima ancora una volta. Trarrei grande piacere dal rubarti il tuo glorioso destino per l'ennesima volta.
pt_br: Chega, irmã. Fazemos o que Melissan ordena, com seus servos ao nosso lado. Delicie-se, se quiser, na vingança que agora saboreamos. Vamos ver, <CHARNAME>, se consigo arrancar aquela alma de você mais uma vez. Eu me deliciaria em roubar seu orgulhoso destino pela segunda vez.
russian: Хватит, сестра. Мы сделаем, как предлагает Мелиссан, и ее прислужники будут на нашей стороне. Если захочешь, почувствуй на вкус, что такое месть! Поверь, <CHARNAME>, я смогу вытянуть из тебя душу еще раз. И получу удовольствие от кражи твоей гордой судьбы во второй раз.
spanish: Ya esta bien, hermana. Aceptamos la oferta de Melisán, con sus sirvientes en nuestro bando. Deleitaos, si queréis, en la venganza que ahora estamos saboreando. Veamos, <CHARNAME>, si podemos desgarrar esa alma fuera de vos una vez mas. Podría deleitarme robando vuestro grandioso destino por segunda vez.

source: You over-step your bounds, as always. I did not call you here to rejoice in your venom, Bodhi. Do you not notice where we are? Whom we face?
italian: Come sempre, oltrepassi i limiti. Non ti ho chiamato qui per gioire nel tuo veleno, Bodhi. Non noti dove siamo? Chi abbiamo di fronte?
pt_br: Você ultrapassa seus limites, como sempre. Eu não a chamei aqui para se alegrar com seu veneno, Bodhi. Você não percebe onde estamos? Quem enfrentamos?
russian: Ты, как всегда, преступаешь все границы. Я призвал тебя сюда не для того, чтобы выслушивать твою злобу, Бодхи. Ты не замечаешь, где мы находимся? С кем встретились?
spanish: Sobrepasáis vuestro límite, como siempre. No os hice venir aquí para regocijarme en vuestro veneno, Bodhi. ¿No percibís donde estamos? ¿A quién nos enfrentamos?

source: You think to betray me, Bodhi? Foolish girl. Melissan is the one who holds power here, and you hope to find succor at the feet of this fool <PRO_GIRLBOY>? Stand by me or die with <PRO_HIMHER>!
italian: Pensi di tradirmi, Bodhi? Stupida ragazza. Melissan è colei che detiene il potere qui e tu speri di trovare aiuto ai piedi di quello sciocco ragazzo? Stai al mio fianco o muori con lui!
pt_br: Você acha que pode me trair, Bodhi? Garota tola. Melissan é quem detém o poder aqui, e você espera encontrar refúgio aos pés desse tolo de <PRO_GIRLBOY>? Fique ao meu lado ou morra ao lado de <PRO_HIMHER>!
russian: Ты задумала предать меня, Бодхи? Глупая девчонка. Мелиссан - это та, у кого здесь власть, а ты надеешься найти помощь в ногах у <CHARNAME>? Оставайся со мной или умри, как и <PRO_HIMHER>!
spanish: ¿Pensáis traicionarme, Bodhi? Muchacha estúpida. Melisán es la única que posee el poder aquí, y ¿esperáis encontrar amparo a los pies de este tonto? ¡Apoyadme o morid con él!

source: So my ungrateful sister, you finally stand by my side. I shall deal with your treachery afterwards. As for you, <CHARNAME>, Melissan has granted me the power to rip the divinity from your body. The first thing I shall feel in an eon shall be pleasure as I watch your corpse turn to dust.
italian: Quindi, mia ingrata sorella, alla fine stai al mio fianco. Parleremo della tua slealtà in seguito. Quanto a te, <CHARNAME>, Melissan mi ha concesso il potere di strappare la tua essenza divina dal tuo corpo. La prima cosa che proverò in un eone sarà il piacere di vedere il tuo corpo trasformarsi in polvere.
pt_br: Então, minha ingrata irmã, você finalmente fica ao meu lado. Lidarei com sua traição depois. Quanto a você, <CHARNAME>, Melissan me concedeu o poder para arrancar a divindade de sua alma. A primeira coisa que sentirei em éons será prazer ao ver seu corpo se transformar em pó.
russian: Итак, моя неблагодарная сестра, ты наконец-то встала на мою сторону. Я позже разберусь с твоим вероломством. Что касается тебя, <CHARNAME>, Мелиссан даровала мне силы вырвать божественность из твоего тела. Первое, что я почувствую в вечности - это удовольствие наблюдать, как твой труп превращается в прах.
spanish: Entonces mi desagradecida hermana, finalmente permanecéis a mi lado. Os trataré vuestra alevosía después. Y para vos, <CHARNAME>, Melisán me ha concedido el poder de desgarrar la divinidad de vuestro cuerpo. Lo primero que sentiréis en un eon será el placer de ver vuestro cuerpo morir.

source: I see. So you leave me, sister, just as *she* left me.
italian: Capisco. Così mi abbandoni, sorella, proprio come ha fatto LEI.
pt_br: Eu vejo. Então você me abandona, irmã, assim como ela me abandonou.
russian: Понимаю. Значит, ты оставляешь меня, сестра, так же, как *она* бросила меня.
spanish: Ya veo. Entonces me abandonáis, hermana, tal y como *ella* me abandonó.

source: It is no matter. Melissan has given me power enough, and her own servants shall teach you the error of your ways. I shall strip the divinity from <CHARNAME>'s soul and you, *dear* sister, shall be nothing but dust beside <PRO_HIMHER>.
italian: Non importa. Melissan mi ha dato abbastanza potere e i suoi servitori ti insegneranno l'errore della tua scelta. Strapperò l'essenza divina dall'anima di <CHARNAME> e tu, CARA sorella, non sarai altro che polvere ai suoi piedi.
pt_br: Não importa. Melissan me deu poder suficiente, e seus próprios servos vão lhe ensinar o erro de seus caminhos. Eu arrancarei a divindade da alma de <CHARNAME> e você, querida irmã, não passará de pó ao lado de <PRO_HIMHER>.
russian: Но это не имеет значения. Мелиссан дала мне достаточно мощи, и вместе с ее собственными прислужниками мы покажем, что твой выбор был ошибкой. Я сорву божественность с души <CHARNAME>, и ты, *дорогая* сестра, станешь ничем, только пылью рядом.
spanish: Eso no importa. Melisán me ha dado bastante poder, y sus propios sirvientes os enseñarán el error de vuestras decisiones. Robaré la divinidad del alma de <CHARNAME> y vuestra, *querida* hermana, sólo seréis polvo junto a él.

source: This is the Irenicus I have been told of? I was expecting more intensity and power from one who hounded <CHARNAME> so, and not simply... *another*... wizard.
italian: Questo è l'Irenicus di cui ho sentito parlare? Mi aspettavo più forza e potere da uno che ha perseguitato <CHARNAME> e non semplicemente... "l'ennesimo"... mago.
pt_br: Este é o Irenicus do qual me falaram? Eu esperava mais intensidade e poder de alguém que perseguiu <CHARNAME> tão implacavelmente, e não apenas... outro... mago.
russian: Так это и есть тот Айреникус, про которого вы мне рассказывали? Я ожидал увидеть больше энергии и силы в том, кто так загнал <CHARNAME>, а не просто... *еще одного*... волшебника.
spanish: ¿Este es el Irenicus del que he oído hablar? Esperaba mayor intensidad y poder del que ha perseguido a <CHARNAME>, y no *otro*... simple... mago.

source: Yet I certainly would not have allowed <CHARNAME> to escape from me, had <PRO_HESHE> been within my power not once but twice, even. But, then, I imagine you were too busy taking control of insane asylums and making thieves out of vampires for absolutely no reason.
italian: Eppure non avrei permesso a <CHARNAME> di fuggire da me se l'avessi avuto in mio potere non una, ma ben due volte. Ma immagino che tu fossi troppo impegnato a prendere il controllo di manicomi e a trasformare ladri in vampiri per nessun vero motivo.
pt_br: No entanto, certamente não teria permitido que <CHARNAME> escapasse de mim, se tivesse o poder, não uma, mas duas vezes. Mas, então, imagino que você estava ocupado tomando controle de asilos insanos e transformando vampiros em ladrões sem motivo algum.
russian: Все же я, конечно, не позволил бы <CHARNAME> сбежать от меня, будь <PRO_HESHE> в моей власти, причем даже не один раз, а дважды. Но тогда, видимо, ты был слишком занят, захватывал убежище безумцев и делал из воров вампиров, неизвестно зачем.
spanish: Ciertamente yo no habría permitido a <CHARNAME> escapar de mí, le tuve bajo mi poder no una vez, si no dos. Pero, bueno, imagino que estaba muy ocupado tomando el control del Sanatorio y acabando con ladrones mediante vampiros sin ninguna buena razón.

source: This fight is mine, Irenicus. While you stewed in Hell, my power has multiplied.
italian: Questa battaglia è mia, Irenicus. Mentre cuocevi negli Inferi, i miei poteri si sono moltiplicati.
pt_br: Essa luta é minha, Irenicus. Enquanto você permanecia no Inferno, meu poder se multiplicou.
russian: Эта битва моя, Айреникус. Пока ты жарился в Аду, моя сила приумножилась.
spanish: Váis a perder, Irenicus. Mientras vos ardíais en el infierno, mi poder se ha multiplicado.

source: You actually think you'll stop me? It appears your delusions have survived the many beatings at my hand.
italian: Pensi davvero di fermarmi? Sembra che i tuoi deliri siano sopravvissuti alle molte botte che ti ho dato.
pt_br: Você realmente acredita que vai me deter? Parece que suas ilusões sobreviveram aos muitos golpes que levei de suas mãos.
russian: Все еще надеешься остановить меня? Кажется, что твои заблуждения сохранились, несмотря на многочисленные поражения от моей руки.
spanish: ¿Realmente creéis que me pararéis? Parece que vuestras falsas ilusiones han sobrevivido a todos los golpes que habéis recibido de mí.

source: So you're actually willing to serve as Melissan's little lackey? I would expect more from the great elven magician. Ellesime would be sad to see you reduced to this.
italian: Quindi sei davvero disposto a diventare il piccolo lacché di Melissan? Mi sarei aspettato di più dal grande mago elfo. Ellesime sarebbe delusa nel vederti ridotto a questo.
pt_br: Então você está realmente disposto a servir como um capacho de Melissan? Eu esperava mais do grande mago elfo. Ellesime ficaria triste em vê-lo reduzido a isso.
russian: Итак, ты пожелал прислуживать Мелиссан в роли маленького лакея? От великого эльфийского волшебника следовало ожидать большего. Эллисайм была бы опечалена, если бы увидела, как низко ты опустился.
spanish: ¿Entonces verdaderamente estáis a gusto sirviendo como un pequeño lacayo de Melisán? Hubiera esperado más del gran mago elfo. Ellesime estaría afligida de veros reducido a esto.

source: Don't you ever tire of that bravado? Haven't you received enough spankings upon my knee?
italian: Non ti stanchi mai di fare lo spaccone? Non hai già ricevuto abbastanza sculacciate?
pt_br: Você não se cansa desse bravado? Já não recebeu castigos suficientes em meu colo?
russian: Разве тебя не утомляют эти пустые хвастливые слова? Неужели ты не достаточно получил пинков от меня?
spanish: ¿No os cansáis nunca de fanfarronear? ¿No habéis recibido suficientes golpes?

source: You won't stop me, Irenicus. Nobody can. My destiny is at hand.
italian: Non mi fermerai, Irenicus. Nessuno può farlo. Il mio destino è a portata di mano.
pt_br: Você não me impedirá, Irenicus. Ninguém pode. Meu destino está em minhas mãos.
russian: Ты не остановишь меня, Айреникус. Никто этого не сможет. Моя судьба в моих руках.
spanish: No podéis pararme, Irenicus. Nadie puede. Mi destino esta cerca.

source: It appears you have been the beneficiary of low expectations, but even I have learned from my mistakes. Here, I have nothing to lose, not even my life. Thanks to Melissan, I still have time to snuff out your divine ascencion personally. We will be even!
italian: Sembra che tu sia stato il beneficiario di basse aspettative, ma ho imparato dai miei errori. Qui non ho nulla da perdere, neanche la mia vita. Grazie a Melissan, sono ancora in tempo per impedire la tua ascensione divina personalmente. Saremo pari!
pt_br: Parece que você tem se beneficiado de expectativas baixas, mas até eu aprendi com meus erros. Aqui, não tenho nada a perder, nem mesmo minha vida. Graças a Melissan, ainda tenho tempo para acabar pessoalmente com a sua ascensão divina. Estaremos quites!
russian: Похоже, что ты находишься во власти своих низменных предвкушений, но даже я учусь на своих ошибках. Здесь мне нечего терять, даже свою жизнь. Благодаря Мелиссан у меня опять появилась возможность раздавить твое божественное восхождение лично. Поживем-увидим!
spanish: Parece que habéis sido el beneficiario de viles expectativas, pero he aprendido de mis errores. Aquí, no tengo nada que perder, ni siquiera mi vida. Gracias a Melisán, todavia tengo tiempo de arruinar vuestra ascensión divina personalmente. ¡Estaremos igualados!
