Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Many were the achievements of Anomen Delryn, the Shining Knight, and his much-renowned lady. They were known as heroes almost everywhere they went, and the cheers of their admirers drowned out any whispers pertaining to <CHARNAME>'s heritage. So prolific were their deeds that their wedding was constantly delayed, either due to some impending crisis or a lucrative mission that one or the other would insist on investigating. Finally, a day approached that both <CHARNAME> and her beloved were determined to keep. The heralded event drew heroes and dignitaries in droves from across Faerun, and Elminster himself united the lovers in one of the grandest ceremonies the city of Baldur's Gate had ever hosted. <CHARNAME> and Anomen withdrew from public life shortly thereafter, though if tales be true, their adventures never truly ended. In time, their daughter Moira would forge her own legend.
italian: Molti furono i successi di Anomen Delryn, il Cavaliere Splendente e della sua rinomata signora. Conosciuti come eroi quasi ovunque andassero, gli applausi dei loro ammiratori coprivano tutti i sussurri relativi al retaggio di <CHARNAME>. Le loro azioni erano così proficue che il loro matrimonio fu costantemente ritardato, a causa di una crisi imminente o di una missione redditizia su cui l'uno o l'altra avrebbero insistito per indagare. Finché arrivò il giorno in cui sia <CHARNAME> che il suo amato mantennero la loro promessa. L'evento annunciato attirò eroi e dignitari in massa da tutta Faerun e lo stesso Elminster unì i due amanti in una delle più grandi cerimonie che la città di Baldur's Gate abbia mai ospitato. <CHARNAME> e Anomen si ritirarono a vita privata poco dopo anche se, se le storie sono vere, le loro avventure non sono mai finite. Col tempo, la loro figlia Moira avrebbe costruito la propria leggenda.
pt_br: Muitas foram as conquistas de Anomen Delryn, o Cavaleiro Brilhante, e sua muito renomada senhora. Eles eram conhecidos como heróis quase em todos os lugares que iam, e os aplausos de seus admiradores abafavam qualquer sussurro relativo à herança de <CHARNAME>. Tão prolíficos eram seus atos que o casamento deles era constantemente adiado, seja por causa de uma crise iminente ou de uma missão lucrativa que um ou outro insistiria em investigar. Finalmente, chegou um dia em que tanto <CHARNAME> como sua amada estavam determinadas a manter. O evento anunciado atraiu heróis e dignitários em massa de toda a Faerun, e o próprio Elminster uniu os amantes em uma das mais grandiosas cerimônias que a cidade de Portão de Baldur já hospedara. <CHARNAME> e Anomen retirou-se da vida pública pouco depois, embora se as histórias fossem verdadeiras, suas aventuras nunca terminaram verdadeiramente. Com o tempo, sua filha Moira forjaria sua própria lenda.
russian: Многочисленными были достижения Аномена Делрина, Сияющего Рыцаря, и его прославленной дамы. Их считали героями почти везде, где они бывали, и в восхищении их почитателей тонули все шепоты о наследии <CHARNAME>. Их дела были настолько плодотворны, что дата их свадьбы постоянно откладывалась из-за того, что надвигался очередной кризис или то один, то другой настаивал на том, чтобы расследовать очередное приключение. Наконец, подошел день, который и <CHARNAME> и ее любимый твердо решили избрать. Тожественное событие собрало благородных людей и героев со всего Фаэруна, и сам Эльминстер объединил этих двоих в одной из величайших церемоний, которую только видели Врата Балдура. <CHARNAME> и Аномен вскоре оставили публичную жизнь, однако, если правы легенды, их приключения никогда по-настоящему не закончились. Со временем, их дочь Мойра выкует собственную легенду.
spanish: Muchos fueron los logros de Anomen Delryn, el Caballero Luminoso, y su muy renombrada dama. Eran conocidos como héroes allá donde iban, y los vítores de sus admiradores ahogaban cualquier murmullo relativo a la herencia de <CHARNAME>. Tan prolíficas eran sus hazañas que su boda se retrasaba constantemente, ya fuera debido a alguna crisis inminente o a una lucrativa misión que uno u otro insistía en investigar. Finalmente, se acercó un día que tanto <CHARNAME> como su amada estaban decididos a cumplir. El anunciado acontecimiento atrajo en tropel a héroes y dignatarios de todo Faerûn, y el propio Elminster unió a los amantes en una de las ceremonias más grandiosas que la ciudad de Puerta de Baldur había acogido jamás. <CHARNAME> y Anomen se retiraron de la vida pública poco después, aunque si las historias son ciertas, sus aventuras nunca terminaron realmente. Con el tiempo, su hija Moira forjaría su propia leyenda.

source: With his guidance no longer needed, Cernd left <CHARNAME> and reunited with his son Ahsdale. But his duty to nature constantly called him away, and the boy grew bitter and resentful. Years later, Cernd attained the title of Grand Druid, only to stop the ceremony when he learned that his long-estranged child now wielded twisted magics which threatened the Sword Coast. Cernd solemnly abdicated his position, declaring that he could not hold such responsibility when he had been so grossly negligent in his personal obligations. Deep in the forests of Tethyr, the druid made a final effort to appeal to his son. But they were strangers to each other, and neither would survive when they finally met in battle. The only common ground between father and son was the spot where they fell, and where a wondrous oak now stands. It turns the deepest shades of red at season's change, a reminder that balance sometimes comes at a terrible cost.
italian: Poiché la sua guida non era ulteriormente richiesta, Cernd lasciò il gruppo di <CHARNAME> e si riunì al figlio Ahsdale. Il suo dovere verso la natura lo chiamò sempre lontano e il ragazzo crebbe pieno di risentimento. Anni più tardi, Cernd conseguì il titolo di Grande Druido, ma interruppe la sua ascesa quando seppe che il figlio, di cui aveva da tempo perso le tracce, possedeva distorti poteri magici e aveva assunto la guida di un'armata che minacciava la Costa della Spada. Cernd abdicò, spiegando che non avrebbe potuto adempiere alle proprie responsabilità con fallimenti personali tanto gravi. Nel profondo delle foreste di Tethyr, il druido fece uno sforzo finale per fare appello a suo figlio. Ma erano ormai lontani tra di loro e nessuno dei due sopravvisse quando alla fine si scontrarono in battaglia. Estranei l'uno all'altro, ebbero come unico terreno comune quello in cui caddero entrambi, un luogo su cui crebbe una meravigliosa quercia le cui foglie si tingevano di rosso scuro al cambio di stagione a perenne memoria che l'equilibrio, a volte, ha un costo terribile.
pt_br: Com sua orientação não mais necessária, Cernd deixou <CHARNAME> e se reuniu com seu filho Ahsdale. Mas seu dever para com a natureza constantemente o afastou, e o menino ficou amargo e ressentido. Anos mais tarde, Cernd alcançou o título de Grande Druida, apenas para impedir a cerimônia, quando soube que seu filho há muito afastado agora usava magias distorcidas que ameaçavam a Costa da Espada. Cernd solenemente abdicou de sua posição, declarando que não poderia ter tal responsabilidade quando ele tinha sido tão grosseiramente negligente em suas obrigações pessoais. Nas profundezas das florestas de Tethyr, o druida fez um esforço final para apelar ao seu filho. Mas eles eram estranhos um ao outro, e nenhum deles sobreviveria quando eles finalmente se encontrassem em batalha. O único terreno comum entre pai e filho era o local onde eles caíram e onde agora se encontra um maravilhoso carvalho. Acontece os tons mais profundos de vermelho na mudança da estação, um lembrete de que o equilíbrio às vezes tem um custo terrível.
russian: Когда его помощь и учение больше не требовались, Сернд покинул <CHARNAME> и воссоединился со своим сыном Асдейлом. Но долг к природе продолжал призывать его, и в результате мальчик рос горьким и обидчивым. Годами позже, Сернд получил титул Великого Друида, лишь для того, чтобы остановить церемонию, когда он узнал, что его давно чужое дитя пользуется жуткой магией, угрожающей Побережью Мечей. Сернд торжественно отрекся от своей позиции, объявив, что он не может нести такую ответственность, когда он был так небрежен в своих личных обязанностях. Глубоко в лесах Тетира друид совершил последнюю попытку воззвать к своему сыну. Но они были чужими друг другу, и никто из них не выжил после того, как они, наконец, сошлись в битве. Единственное, что объединяло отца и сына - это место, где они пали, на котором теперь стоит чудесный дуб. Он окрашивается в глубочайшие оттенки красного при смене сезонов - напоминание, что иногда за баланс приходится платить страшную цену.
spanish: Cuando su guía ya no fue necesaria, Cernd abandonó a <CHARNAME> y se reunió con su hijo Ahsdale. Pero su deber con la naturaleza le obligaba a alejarse constantemente, y el niño se volvió amargado y resentido. Años más tarde, Cernd alcanzó el título de Gran Druida, sólo para detener la ceremonia cuando se enteró de que su hijo, con el que llevaba mucho tiempo distanciado, manejaba ahora magias retorcidas que amenazaban la Costa de la Espada. Cernd abdicó solemnemente de su cargo, declarando que no podía ostentar tal responsabilidad cuando había sido tan gravemente negligente con sus obligaciones personales. En lo profundo de los bosques de Tezhyr, el druida hizo un último esfuerzo por apelar a su hijo. Pero eran extraños el uno para el otro, y ninguno sobreviviría cuando finalmente se encontraran en batalla. El único punto en común entre padre e hijo era el lugar donde cayeron, y donde ahora se alza un roble maravilloso. Con el cambio de estación, adquiere los tonos rojos más intensos, como recordatorio de que el equilibrio a veces tiene un coste terrible.

source: Edwin Odesseiron gained great renown in his travels with <CHARNAME>, and in the years following their association he would exploit that infamy. In time, he achieved enough influence to subjugate even the Red Wizards themselves, becoming the greatest leader they had known in recent memory. Very recent memory, it turns out, as he was deposed scant days later. Such is the brief nature of conquerors in Thay, practically lining up for their turn in power. His only notable appearance following this embarrassment was in battle with Elminster of Shadowdale himself, a short affair that saw the end of Edwin's existence in the Realms. Edwina, however, tends bar in a Waterdeep tavern. She is a bitter, bitter woman.
italian: Edwin Odesseiron si guadagnò una grande fama durante i suoi viaggi con <CHARNAME>, e negli anni successivi alle loro avventure sfruttò quell'infamia. Col tempo ottenne abbastanza influenza da soggiogare anche gli stessi Maghi Rossi, diventando il più grande leader che avessero conosciuto a memoria recente. A memoria molto recente, poiché venne deposto pochi giorni dopo. Tale è la breve natura dei conquistatori di Thay, praticamente in fila per il loro turno al potere. La sua unica importante apparizione dopo questo imbarazzo fu in battaglia con Elminster di Shadowdale stesso, una breve vicenda che vide la fine dell'esistenza di Edwin nei Regni. Edwina, tuttavia, gestisce una taverna a Waterdeep. Lei è un'amara, amara donna.
pt_br: Edwin Odesseiron ganhou grande renome em suas viagens com <CHARNAME>, e nos anos seguintes à sua associação, ele exploraria essa infâmia. Com o tempo, ele alcançou influência suficiente para subjugar até mesmo os próprios Magos Vermelhos, tornando-se o maior líder que eles haviam conhecido em memória recente. Muito recente, na verdade, pois ele foi deposto poucos dias depois. Tal é a breve natureza dos conquistadores em Thay, praticamente esperando sua vez no poder. Sua única aparição notável após esse constrangimento foi em batalha contra Elminster do Vale das Sombras, um breve confronto que marcou o fim da existência de Edwin nos Reinos. No entanto, Edwina agora trabalha como garçonete em uma taverna em Águas Profundas. Ela é uma mulher amarga, muito amarga.
russian: Эдвин Одессейрон приобрел большую известность за время своих путешествий с <CHARNAME>, и в последующие годы он использовал эту дурную славу. Со временем, он стал достаточно влиятельным, чтобы подчинить самих Красных Волшебников, став их величайшим лидером за недавнее время. Совсем недавнее, похоже, так как он был свергнет всего через несколько дней. Такова краткая природа завоевателей в Тэе, они практически выстраиваются в очередь за местом во власти. Его единственное заметное появление после этого позора - битва с самим Эльминстером из Шэдоудейла, закончившаяся весьма быстро, и завершившая жизненный путь Эдвина по Королевствам. Эдвина, однако, заведует баром в Уотердипе. Она горькая, горькая женщина.
spanish: Edwin Odesseiron adquirió gran renombre en sus viajes con <CHARNAME>, y en los años siguientes a su asociación explotaría esa infamia. Con el tiempo, alcanzó suficiente influencia como para subyugar incluso a los propios Magos Rojos, convirtiéndose en el mayor líder que habían conocido en la memoria reciente. Una memoria muy reciente, ya que fue derrocado pocos días después. Tal es la breve naturaleza de los conquistadores en Thay, prácticamente haciendo cola para su turno en el poder. Su única aparición destacada tras este bochorno fue en batalla con el mismísimo Elminster del Valle de la Sombra, un breve asunto que supuso el fin de la existencia de Edwin en los Reinos. Edwina, sin embargo, atiende la barra de una taberna de Aguas Profundas. Ella es una mujer muy amargada.

source: Haer'Dalis found his time with <CHARNAME> a fine introduction to the Realms, and once they parted, he was eager to see more. He visited such varied locales as Waterdeep, Neverwinter and Thaymount, fleeing each one in turn after innocently immersing himself in local troubles. Later, he befriended a female cambion and returned with her to the Abyss, only to unintentionally launch a revolt across several of the Infinite Layers. For a time, Haer'Dalis was the most hunted man in the Planes, rumored to be pursued by Graz'zt himself. But the ire of his enemies could not match his wanderlust, and he finally found his way back to the city of Sigil, unharmed in any permanent fashion. There he rejoined his beloved Raelis and her acting troupe, and was pleased to finally settle down... until the next misunderstanding, of course.
italian: Haer'Dalis trovò il viaggiare con <CHARNAME> un'ottima introduzione ai Reami. Una volta che si separarono, gli rimase un'incredibile voglia di vedere di più. Visitò una ricca varietà di posti, come Waterdeep, Neverwinter e Thay, dovendo poi fuggire da ciascuno di questi posti per essersi cacciato involontariamente nei guai. In seguito, divenne amico di una cambion e discese con lei nell'Abisso, solo per ritrovarsi senza la benché minima intenzione a condurre una rivolta tra i vari livelli degli Inferi. Per un certo periodo, Haer'Dalis fu l'uomo più braccato dei Piani, ma l'ira dei suoi nemici mal si confaceva alla sua voglia di girovagare, e alla fine si ritrovò sulla via per la città di Sigil del tutto indenne. Una volta qui, si riunì alla compagnia teatrale di Raelis e fu ben lieto di trovare una sistemazione definitiva... fino all'equivoco successivo, naturalmente.
pt_br: Haer'Dalis achou seu tempo com <CHARNAME> uma ótima introdução aos Reinos, e uma vez que eles se separaram, ele estava ansioso para ver mais. Ele visitou locais tão variados como Águas Profundas, Nevenunca e Thay, fugindo de cada um deles após se envolver inocentemente em problemas locais. Mais tarde, ele fez amizade com uma cambion feminina e voltou com ela para o Abismo, apenas para inadvertidamente iniciar uma revolta em várias das Camadas Infinitas. Por um tempo, Haer'Dalis foi o homem mais caçado dos Planos, diziam que Graz'zt em pessoa o perseguia. Mas a ira de seus inimigos não podia se comparar ao seu espírito nômade, e ele finalmente encontrou o caminho de volta para a cidade de Sigil, ileso de maneira permanente. Lá ele se reuniu com sua amada Raelis e sua trupe de atores, e finalmente ficou feliz por se estabelecer... até o próximo mal-entendido, é claro.
russian: Время, проведенное с <CHARNAME>, послужило Хаердалису неплохим знакомством с Королевствами, и после рассставания он жаждал увидеть больше. Он посетил такие разнообразные места, как Уотердип, Невервинтер и хребет Тэй, сбегая из каждого после невинного вовлечения в локальные неприятности. Позже он подружился с женщиной-камбионом, и вернулся с ней в Бездну... только для того, чтобы непреднамеренно положить начало восстанию на нескольких Бесконечных Слоях. На какое-то время Хаердалис был самым разыскиваемым человеком на Планах. По слухам, сам Граз'зт охотился за ним. Но ярость врагов не могла сравниться с его тягой к странствиям, и в конце концов он вернулся обратно в Сигил, невредимым - по большей части. Там он воссоединился со своей возлюбленной Раэлис и ее театральной труппой, рад, наконец, осесть... до следующего недоразумения, разумеется.
spanish: Para Haer'Dalis, el tiempo que pasó con <CHARNAME> fue una buena introducción a los Reinos, y una vez que se separaron, estaba ansioso por ver más. Visitó lugares tan variados como Aguas Profundas, Nuncainvierno y Thaymount, huyendo de cada uno de ellos tras sumergirse inocentemente en los problemas locales. Más tarde, entabló amistad con una cambioniana y regresó con ella al Abismo, sólo para iniciar involuntariamente una revuelta en varias de las Capas Infinitas. Durante un tiempo, Haer'Dalis fue el hombre más perseguido de los Planos, y se rumoreaba que era perseguido por el mismísimo Graz'zt. Pero la ira de sus enemigos no pudo con su ansia de viajar, y finalmente encontró el camino de vuelta a la ciudad de Sigil, ileso de forma permanente. Allí se reunió con su amada Raelis y su grupo de actores, y se alegró de poder establecerse por fin... hasta el siguiente malentendido, claro.

source: And what of the eternally-playful Imoen? She had long stood in the shadow of <CHARNAME>, and had endured much, but her spirit never broke. Free of her father's legacy, she struck out on her own and briefly returned to Candlekeep. Her formidable knowledge of magic allowed a deeper appreciation of the great library, but it seemed smaller than she remembered, and she did not stay long. Imoen would use different names throughout her life, and was the subject of many a tall tale - perhaps the most memorable claiming that she'd picked the pocket of Khelben "Blackstaff" Arunsun, leading him on a merry magical chase across Faerun that lasted four months. Another rumor claimed she'd founded a thieves' guild that ran the length and breadth of the entire Sword Coast, from Nashkel to Neverwinter. But when asked of such things, she would always answer with a smile of purest innocence: "Heya, it's just me, Imoen".
italian: E che dire di Imoen l'eterna bambina? Rimase a lungo nell'ombra di <CHARNAME> e molto sopportò, ma il suo spirito non si spezzò mai. Libera dall'eredità di suo padre, si avventurò da sola e tornò brevemente a Candlekeep. La sua formidabile conoscenza della magia le permise un più profondo apprezzamento della grande biblioteca, ma le sembrava più piccola di quanto ricordasse, e non rimase a lungo. Imoen utilizzò nomi diversi per tutta la sua vita, e molteplici sono i racconti che parlano di lei. Forse il più memorabile parla della storia durante la quale svuotò le tasche di Khelben "Bastone Nero" Arunsun, costringendolo ad un'allegra caccia magica attraverso tutta Faerun, durata almeno quattro mesi. Un'altra voce sosteneva che avesse fondato una gilda di ladri che operava in lungo e in largo lungo tutta la Costa della Spada, da Nashkel a Neverwinter. Ma quando le veniva chiesto di rispondere a queste cose, rispondeva sempre con un sorriso di pura innocenza: "Ehi! Sono solo io, Imoen."
pt_br: E o que dizer da sempre brincalhona Imoen? Ela há muito tempo estava à sombra de <CHARNAME> e havia enfrentado muitos desafios, mas seu espírito nunca se quebrava. Livre do legado de seu pai, ela partiu sozinha e voltou brevemente para o Forte da Vela. Seu formidável conhecimento de magia permitiu uma apreciação mais profunda da grande biblioteca, mas ela parecia menor do que ela se lembrava, e ela não ficou por muito tempo. Imoen usaria diferentes nomes ao longo de sua vida e foi tema de muitos contos fantásticos, talvez o mais memorável alegasse que ela tinha roubado a carteira de Khelben "Bastão Negro" Arunsun, levando-o a uma divertida perseguição mágica através de Faerun que durou quatro meses. Outro boato afirmava que ela havia fundado uma guilda de ladrões que se estendia por toda a Costa da Espada, de Nashkel a Nevenunca. Mas quando questionada sobre tais coisas, ela sempre respondia com um sorriso de pura inocência: "Ei, sou apenas eu, Imoen".
russian: А что же Имоен, вечное дитя? Она долго оставалась в тени <CHARNAME>, и многое перенесла, но ее дух не был сломлен. Свободная от наследия своего отца, она пустилась в собственное путешествие, и ненадолго вернулась в Кэндлкип. Глубокое знание магии помогло ей сильнее ценить великую библиотеку, но она казалась меньше, чем запомнилась, и Имоен не осталась надолго. Она использовала разные имена в течение своей жизни, и была героем многих небылиц - возможно, самой запоминающейся была та, в которой она обокрала Кхелбена "Черного Посоха" Арунсуна, заставив его пуститься в веселую погоню по всему Фаэруну, занявшую четыре месяца. Согласно другому слуху, она основала гильдию воров, заправлявшую всем Побережьем Мечей от края до края, от Нашкеля до Невервинтера. Но когда ее спрашивали о подобных вещых, она всегда отвечала с улыбкой чистейшей невинности: "Эй, это просто я, Имоен".
spanish: ¿Y qué hay de la eternamente juguetona Imoen? Llevaba mucho tiempo a la sombra de <CHARNAME>, y había soportado mucho, pero su espíritu nunca se quebró. Libre del legado de su padre, se independizó y regresó brevemente a Candelero. Su formidable conocimiento de la magia le permitió apreciar más profundamente la gran biblioteca, pero le pareció más pequeña de lo que recordaba, y no se quedó mucho tiempo. Imoen usaría diferentes nombres a lo largo de su vida, y fue objeto de muchos cuentos chinos, quizás el más memorable afirmaba que había robado el bolsillo de Khelben "Báculo Negro" Arunsun, llevándole a una alegre persecución mágica a través de Faerûn que duró cuatro meses. Otro rumor afirmaba que había fundado un gremio de ladrones que se extendía a lo largo y ancho de toda la Costa de la Espada, desde Nashkel hasta Nuncainvierno. Pero cuando se le preguntaba por esas cosas, ella siempre respondía con una sonrisa de la más pura inocencia: "Eh, soy yo, Imoen".
