Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: The events of the Bhaalspawn Crisis affected Jaheira deeply. As a druid, it was her duty to protect and maintain balance in the world, but her time with <CHARNAME> had led to great change and disruption, and she herself had experienced terrible loss as a result. Yet she remained a tireless champion, at times even acting in concert with her former associates the Harpers. Always she remained distant and guarded, never staying long in any one place. Some say Alustriel Silverhand herself persuaded Jaheira to form her own organization, one that would eventually eclipse the accomplishments of the Harpers. Others believe she fell in battle against a demilich who threatened to defile the northern forests. Whatever her fate, Jaheira never returned to Tethyr or the Sword Coast.
italian: Gli eventi della progenie di Bhaal toccarono profondamente Jaheira. Era suo compito proteggere l'equilibrio superiore delle cose, ma negli anni successivi il suo conflitto interiore aumentò vertiginosamente. Testimone di grandi cambiamenti al fianco di <CHARNAME>, era divenuta ben consapevole di quanto la vita fosse effimera e di come la perdita di coloro a cui teneva corrodesse l'animo. Alcuni asseriscono che col tempo, divenne nota come un’instancabile campionessa dell'equilibrio, una che a volte agiva con gli Arpisti, a volte no. Altri credono che cadde in battaglia contro un demilich che minacciava di contaminare le foreste settentrionali. Comunque sia, rimase sempre distaccata e sulla difensiva, percorse i Reami Dimenticati più e più volte, ma non tornò più nel Tethyr o nella Costa della Spada.
pt_br: Os anos posteriores à saga dos Filhos de Bhaal afetaram profundamente Jaheira. Como druida, era seu dever proteger e manter o equilíbrio no mundo, mas seu tempo com <CHARNAME> levara a grandes mudanças e perturbações, e ela mesma sofrera uma perda terrível como resultado. No entanto, ela permaneceu uma campeã incansável, às vezes até mesmo atuando em conjunto com seus ex-associados, os Harpistas. Ela sempre permaneceu distante e protegida, nunca ficando muito tempo em nenhum lugar. Alguns dizem que o próprio Alustriel Silverhand persuadiu Jaheira a formar sua própria organização, que acabaria eclipsando as realizações dos Harpistas. Outros acreditam que ela caiu em batalha contra um demilich que ameaçou contaminar as florestas do norte. Qualquer que seja seu destino, Jaheira nunca mais retornou a Tethyr ou à Costa da Espada.
russian: События, произошедшие во время кризиса потомков Баала сильно повлияли на Джахейру. Ее долгом друида было защищать баланс в мире, но время, проведенное с <CHARNAME>, привело к огромным изменениям и разрушениям, и она сама понесла ужасную потерю. Тем не менее, она оставалась неутомимым чемпионом, время от времени даже действуя вместе со своими прежними соратниками из Арфистов. Она всегда оставалась далекой и бдительной. Некоторые говорят, что сама Алустриэль Серебряная Рука уговорила Джахейру создать собственную организацию, достижения которой со временем затмили даже дела Арфистов. Другие верят, что она пала в битве с демиличем, угрожавшим осквернить северные леса. Какова бы не была ее судьба, Джахейра никогда не вернулась в Тетир или на Побережье Мечей.
spanish: Los sucesos durante la crisis de los engendros de Bhaal afectaron profundamente a Jaheira. Como druida, era su deber proteger y mantener el equilibrio en el mundo, pero su tiempo con <CHARNAME> había provocado grandes cambios y trastornos, y ella misma había experimentado terribles pérdidas como consecuencia de ello. Aun así, siguió siendo una defensora incansable, a veces incluso actuando de acuerdo con sus antiguos asociados, los Arpistas. Siempre se mantuvo distante y vigilante, sin permanecer mucho tiempo en un mismo lugar. Algunos dicen que la propia Alustriel Silverhand convenció a Jaheira para que formara su propia organización, una que acabaría eclipsando los logros de los Arpistas. Otros creen que cayó en combate contra un semiliche que amenazaba con profanar los bosques del norte. Sea cual sea su destino, Jaheira nunca regresó a Tezhyr ni a la Costa de la Espada.

source: The years following the Bhaalspawn Crisis were kind to Jaheira. They couldn't be called peaceful by any means, but her relationship with <CHARNAME> weathered each challenge. Theirs was an unshakable union, and while duty or adventure might separate them for a time, they would inevitably return to one another. Their friends marveled at the certainty of their bond, especially considering Jaheira's initial reluctance to be with <CHARNAME>. But she would chuckle when thinking back on those first cautious days: after all, they had literally been to the Hells and back, and if the gods themselves couldn't separate the two, what were simple months and miles? Jaheira became known as a great heroine and mediator, finding success in Neverwinter, Rashemen, the southern steppes and even the jungles of Chult. She lived long and well, not always at <CHARNAME>'s side or sharing in his victories, but never truly apart from him.
italian: Gli anni successivi alla saga della progenie di Bhaal furono cari a Jaheira. Non potrebbero in alcun modo essere definiti pacifici, ma la sua relazione con <CHARNAME> resistette a tutto. La loro era un'unione salda; sebbene il dovere e l’avventura li separassero a volte anche per anni, alla fine ritornavano sempre l'uno dall'altra. I suoi amici erano meravigliati da quanto Jaheira ne fosse sicura, soprattutto considerata la sua iniziale riluttanza, ma lei ridacchiava sommessamente pensando a quei primi giorni prudenti. Dopotutto, lei e <CHARNAME> erano stati letteralmente negli Inferi e ne avevano fatto ritorno; quando gli stessi dèi non erano riusciti a separarli, cosa potevano fare semplici mesi o miglia? Jaheira divenne nota come grande eroina e mediatore, trovando successo a Neverwinter, a Rashemen, nelle steppe meridionali e persino nelle giungle di Chult. Visse a lungo e in salute, non sempre insieme a <CHARNAME>, ma mai veramente lontana da lui.
pt_br: Os anos posteriores à saga dos Filhos de Bhaal foram gentis com Jaheira. Eles não poderiam ser chamados de pacíficos por qualquer meio, mas seu relacionamento com <CHARNAME> resistiu a cada desafio. Deles era uma união inabalável, e enquanto o dever ou aventura poderia separá-los por um tempo, eles inevitavelmente retornariam um ao outro. Seus amigos ficaram maravilhados com a certeza de seu vínculo, especialmente considerando a relutância inicial de Jaheira em estar com <CHARNAME>. Mas ela ria quando pensava naqueles primeiros dias cautelosos: afinal, eles tinham literalmente ido para os infernos e voltado, e se os próprios deuses não podiam separar os dois, o que eram meses e quilômetros simples? Jaheira se tornou conhecida como uma grande heroína e mediadora, encontrando sucesso em Nevenunca, Rashemen, as estepes do sul e até as selvas de Chult. Ela viveu muito e bem, nem sempre do lado de <CHARNAME>, ou compartilhando suas vitórias, mas nunca verdadeiramente separada dele.
russian: Годы после кризиса потомков Баала были добры к Джахейре. Они вовсе не были мирными, но ее отношения с <CHARNAME> выдержали все испытания. Их союз был несокрушим, и, хотя долг или приключения могли разделить их ненадолго, они неизбежно возвращались друг к другу. Их друзья изумлялись силе их чувства, особенно в свете того, как Джахейра изначально колебалась, быть ли ей с <CHARNAME>. Но она всегда усмехалась, вспоминая о тех первых, осторожных днях. В конце концов, они буквально были в Аду и вернулись, и если сами боги не смогли их разлучить, что говорить о простых месяцах и расстояниях? Джахейра стала известна как великий герой и посредник, успех сопутствовал ей в Невервинтере, Рашемене, южных степях и даже джунглях Чулта. Она жила долго и счастливо, не всегда рядом с <CHARNAME>, и не всегда разделяя его победы, но никогда не покидая его на самом деле.
spanish: Los años que siguieron a la crisis de los engendros de Bhaal fueron buenos para Jaheira. No podía decirse que fueran pacíficos, ni mucho menos, pero su relación con <CHARNAME> superó todos los desafíos. La suya era una unión inquebrantable, y aunque el deber o la aventura los separaran durante un tiempo, inevitablemente volvían el uno al otro. Sus amigos se maravillaban de la certeza de su vínculo, sobre todo teniendo en cuenta la reticencia inicial de Jaheira a estar con <CHARNAME>. Pero ella se reía al recordar aquellos primeros días de cautela: al fin y al cabo, habían estado literalmente en los Infiernos y habían vuelto, y si los propios dioses no podían separarlos, ¿qué eran unos simples meses y kilómetros? Jaheira llegó a ser conocida como una gran heroína y mediadora, encontrando el éxito en Nuncainvierno, Rashemen, las estepas del sur e incluso las junglas de Chult. Vivió mucho y bien, no siempre al lado de <CHARNAME> ni compartiendo sus victorias, pero nunca verdaderamente separada de él.

source: Jan Jansen's life following his time with <CHARNAME> was unsurprisingly convoluted, the barest of details hidden amidst half-truths and whole lies. According to his published memoirs, "A Jansen in Every Port", Jan's short prison term for monkey smuggling led him to return to his first love: monkey smuggling. It was believed he was the cause of the now-infamous Gibbon Riot of '72, a tumultuous and altogether unclean event that seemed to center on the estate of the Shadow Thief Vaelag. Jan denied planning the rogue's downfall, but could not explain what practical application he may intended for a horde of knife-wielding simians. Nevertheless, Vaelag's death could not be linked to the young gnome, as Jan had alibis for each and every second of the day in question. And what a day it must have been! Relatives from across the Realms came forward to say that he had stopped by for tea and turnips. At his later wedding to Lissa, Jan was asked how he managed to be in so many places at once, and yet still so far from the scene of the crime. "Well," Jan replied, "when you have that many monkeys, anything is possible".
italian: La vita di Jan Jansen dopo il suo sodalizio con <CHARNAME> fu piuttosto complicata, con i più semplici dettagli nascosti tra le sue mezze verità e intere bugie. Secondo le sue memorie date alle stampe, "Un Jansen in Ogni Porto", dopo un breve periodo trascorso in prigione per contrabbando di scimmie, si dedicò al suo primo amore... il contrabbandando di scimmie. Questo ci riporta all'ormai tristemente famoso Tumulto del Gibbone del '72, un episodio turbolento e insieme poco chiaro il cui epicentro sembrò essere la dimora del Ladro dell'Ombra Vaelag. Jan negò di aver progettato la fine del bandito, ma non fu in grado di spiegare quale applicazione pratica avesse escogitato per l'orda di scimmie munite di coltello. Nonostante ciò, la morte del palesemente sgradito nonché sospettato Vaelag non potè essere attribuita al giovane gnomo. Cosa davvero bizzarra, Jan riuscì a fornire un alibi per ogni singolo istante del giorno in questione - e che giornata doveva essere stata! Parenti da ogni angolo dei Reami giunsero per dichiarare che egli si era fermato da loro a prendere tè e rape. Durante il suo matrimonio con Lissa, gli venne chiesto come fosse stato in grado di trovarsi contemporaneamente in tanti posti diversi, eppure rimanere lontano dalla scena del crimine. "Ebbene", avrebbe risposto Jan, "quando si hanno tutte quelle scimmie, tutto è possibile".
pt_br: A vida de Jan Jansen após seu tempo com <CHARNAME> foi, como era de se esperar, confusa, com os detalhes mais essenciais escondidos entre meias-verdades e mentiras completas. De acordo com suas memórias publicadas, "Um Jansen em Cada Porto", a breve temporada de prisão de Jan por contrabando de macacos o levou a voltar ao seu primeiro amor: contrabando de macacos. Acredita-se que ele tenha sido a causa do agora infame "Levante dos Gibões de '72", um evento tumultuado e totalmente sujo que parecia se concentrar na propriedade do Ladrão das Sombras Vaelag. Jan negou planejar a queda do ladrão, mas não conseguiu explicar qual aplicação prática ele pretendia para uma horda de símios armados com facas. No entanto, a morte de Vaelag não pôde ser vinculada ao jovem gnomo, pois Jan tinha álibis para cada segundo do dia em questão. E que dia deve ter sido! Parentes de todos os lugares dos Reinos vieram para dizer que ele havia passado para tomar chá e nabos. Em seu casamento posterior com Lissa, perguntaram a Jan como ele conseguia estar em tantos lugares ao mesmo tempo e, ainda assim, tão distante da cena do crime. "Bem," respondeu Jan, "quando se tem tantos macacos, qualquer coisa é possível".
russian: Жизнь Яна Янсена после путешествий с <CHARNAME> была весьма разнообразна, что неудивительно. Простейшие детали скрыты полуправдой и просто ложью. Согласно его опубликованным мемуарам, "Янсен в каждом порту", короткий срок в тюрьме за контрабанду обезьян вернул его к его первой любви: контрабанде обезьян. Считалось, что он был причиной дурно известного Бунта Гиббонов 72 года, буйного и весьма нечистого события, центром которого, похоже, было имение Вора Теней Ваелага. Ян отверг обвинения в планировании гибели вора, но не смог объяснить, зачем ему нужна была орда вооруженных ножами обезьян. Как бы то ни было, связь Яна со смертью Ваелага не была доказана, потому что у него было алиби на каждую секунду этого дня. И что за день это был, должно быть! Родственники со всех Королевств свидетельствовали, что он заглянул на чай и репки. Позже, на свадьбе с Лиссой, Яна спросили, как он мог быть во стольких местах сразу, и при этом так далеко от места преступления. "Ну", ответил Ян, "когда у вас есть столько обезьян, все возможно".
spanish: La vida de Jan Jansen tras su asociación con <CHARNAME> fue, como era de esperar, enrevesada, con escasos detalles ocultos entre medias verdades y mentiras. Según sus memorias publicadas, "Un Jansen en cada puerto", la corta condena de Jan en prisión por contrabando de monos le llevó a volver a su primer amor: el contrabando de monos. Se creía que había sido el causante del ahora famoso motín de Gibbon del 72, un acontecimiento tumultuoso y del todo sucio que parecía centrarse en la finca del Ladrón de Sombras Vaelag. Jan negó haber planeado la caída del pícaro, pero no pudo explicar qué aplicación práctica podía tener para una horda de simios armados con cuchillos. Sin embargo, la muerte de Vaelag no podía vincularse al joven gnomo, ya que Jan tenía coartadas para todos y cada uno de los segundos del día en cuestión. ¡Y qué día debió de ser! Familiares de todos los Reinos se presentaron para decir que había pasado a tomar el té y los nabos. Más tarde, en su boda con Lissa, le preguntaron cómo se las arreglaba para estar en tantos sitios a la vez y, sin embargo, tan lejos de la escena del crimen. "Bueno", respondió Jan, "cuando tienes tantos monos, todo es posible".

source: Keldorn Firecam thought his travels with <CHARNAME> marked the end of his active career, both as an adventurer and as a member of the Radiant Heart. He retired to Athkatla, hoping to live in as much peace as an old warrior could expect, but the call to serve would come one last time, years later, as Amn was besieged by giants. In his sixtieth winter, Keldorn and five other knights held a strategic pass until the main Amnish force could arrive. He won the day, but his wounds were too severe and the old paladin fell on the battlefield. As his companions watched, the hand of Torm descended upon the scene, and when it departed, Keldorn was gone. From that day, visions of the deity were accompanied by a stalwart form in gleaming armor, ever at his right hand.
italian: Keldorn Firecam ritenne che i suoi viaggi in compagnia di <CHARNAME> segnassero la fine della sua dinamica carriera, sia come avventuriero che come membro dell'Ordine. Si è ritirò ad Athkatla, sperando di vivere in quella pace che un guerriero si aspetta, ma giunse ancora una volta per lui la chiamata, l'ultima, a prestare la sua opera. Erano passati diversi anni, e Amn era assediata dai giganti. Nel suo sessantesimo inverno, Keldorn e cinque cavalieri difendevano un valico strategico attendendo rinforzi da Amn. In quel giorno Keldorn vinse, ma le ferite riportate erano talmente gravi che il paladino cadde sul campo di battaglia. Mentre i suoi cavalieri lo vegliavano, la mano di Torm scese a portare via Keldorn. Da quel giorno le apparizioni del Vero Dio sono state accompagnate dalla valorosa immagine spettrale di Keldorn alla sua destra.
pt_br: Keldorn Firecam achava que suas viagens com <CHARNAME> marcavam o final de sua carreira ativa, tanto como aventureiro quanto como membro do Coração Radiante. Ele se retirou para Athkatla, esperando viver em paz tanto quanto um velho guerreiro poderia esperar, mas o chamado para servir viria uma última vez, anos depois, quando Amn foi sitiada por gigantes. Em seu sexagésimo inverno, Keldorn e cinco outros cavaleiros realizaram um passe estratégico até que a principal força amânica pudesse chegar. Ele venceu o dia, mas suas feridas foram muito severas e o velho paladino caiu no campo de batalha. Enquanto seus companheiros observavam, a mão de Torm desceu sobre a cena e, quando partiu, Keldorn se foi. A partir daquele dia, as visões da divindade foram acompanhadas por uma forma firme de armadura reluzente, sempre à sua direita.
russian: Келдорн Файркам думал, что его путешествия с <CHARNAME> были концом его активной карьеры, как в качестве приключенца, так и члена Сиющего Сердца. Он вернулся в Аткатлу, надеясь жить настолько мирно, насколько это возможно для старого воина. Но призыв на службу был брошен еще один, последний раз, годами позже, когда Амн был осажден гигантами. В свою шестидесятую зиму, Келдорн и пять других рыцарей держали стратегический перевал, пока не подоспели основные силы Амна. Он одержал победу в тот день, но его раны были слишком суровы, и старый паладин пал на поле боя. На глазах его товарищей рука Торма опустилась на поле, и когда она исчезла, вместе с ней пропал и Келдорн. С этого дня, божество являлось в сопровождении рослой фигуры в мерцающей броне, всегда по правую его руку.
spanish: Keldorn Firecam pensó que sus viajes con <CHARNAME> marcaban el final de su carrera activa, tanto como aventurero como miembro del Radiante Corazón. Se retiró a Athkatla, con la esperanza de vivir en tanta paz como podía esperar un viejo guerrero, pero la llamada a servir llegaría una última vez, años más tarde, cuando Amn estaba asediada por gigantes. En su sexagésimo invierno, Keldorn y otros cinco caballeros defendieron un paso estratégico hasta que pudo llegar la fuerza principal amniana. Ganó la batalla, pero sus heridas eran demasiado graves y el viejo paladín cayó en el campo de batalla. Mientras sus compañeros observaban, la mano de Torm descendió sobre la escena y, cuando se marchó, Keldorn había desaparecido. Desde ese día, las visiones de la deidad iban acompañadas de una forma robusta con una armadura reluciente, siempre a su derecha.

source: Though the Bhaalspawn Crisis was over, Korgan Bloodaxe continued living in as violent a fashion as he could manage. He took control of an entire dwarven clan, killing their leader in secret in order to guide their revenge towards a target of his choosing. He could have retired in luxury, but his thirst for carnage was immeasurable, and he stunned the Realms by pushing deep into the Underdark. The blind fury of his clan took even the drow by surprise, but holding territory in the home of the dark elves is a hopeless proposition. Korgan was last seen burying his axe in the gullet of a high priest of Lolth, laughing as he struck. Dwarven legend has immortalized the image, and his bloodlust is now called a crusade. History, it seems, prefers heroes to madmen.
italian: Dopo aver lasciato il gruppo di <CHARNAME>, Korgan Bloodaxe ha vissuto nel modo più sanguinario possibile. Ha assunto il controllo di un intero clan di nani, uccidendone il capo in segreto e guidando la loro rivolta per vendicarlo verso un bersaglio di sua scelta. Avrebbe potuto vivere nel lusso, ma la sua sete di sangue era insaziabile, così ha lasciato di stucco i Reami spingendosi sempre più in profondità nel Sottosuolo. La furia cieca del clan ha colto di sorpresa persino gli elfi scuri, ma conquistare terreno nel territorio drow è un obiettivo senza speranza. Korgan è stato visto per l'ultima volta mentre affondava la sua ascia nella gola di una somma sacerdotessa di Lolth con una fragorosa risata. Le leggende dei nani ne hanno immortalato l'immagine e adesso la sua sete di sangue viene definita una crociata. A quanto sembra la storia ci tramanda più eroi che folli.
pt_br: Embora a Crise dos Filhos de Bhaal tenha terminado, Korgan Bloodaxe continuou vivendo da maneira mais violenta que conseguiu. Ele assumiu o controle de um clã anão inteiro, matando seu líder em segredo, a fim de guiar sua vingança para um alvo de sua escolha. Ele poderia ter se aposentado em luxo, mas sua sede por carnificina era imensurável, e ele surpreendeu os Reinos ao penetrar fundo no Subterrâneo. A fúria cega de seu clã pegou até o drow de surpresa, mas manter o território na casa dos elfos negros é uma proposta sem esperança. Korgan foi visto pela última vez enterrando o machado na garganta de um sumo sacerdote de Lolth, rindo enquanto golpeava. A lenda dos anões imortalizou a imagem e sua sede de sangue agora é chamada de cruzada. A história, ao que parece, prefere heróis a loucos.
russian: Хотя Кризис потомков Баала прошел, Корган Кровавый Топор продолжил жить жизнью, настолько полной насилием, насколько ему удавалось. Он получил контроль над целым кланом дварфов, секретно убив их лидера, чтобы направить их месть на цель, которую он выбрал. Он мог бы уйти на покой в роскоши, но его жажда крови была безмерна, и он поразил Королевства, вторгшись в Подземье. Слепая ярость его клана захватила врасплох даже дроу, но пытаться держать территорию в доме темных эльфов было безнадежной затеей. В последний раз Коргана видели погружающим топор в глотку высокой жрицы Лолс, и смеющимся при этом. Легенды дварфов обессмертили образ, и его кровожадность теперь зовется крестовым походом. История, похоже, предпочитает героев безумцам.
spanish: Aunque la crisis de los engendros de Bhaal había terminado, Korgan Bloodaxe siguió viviendo de la forma más violenta que pudo. Se hizo con el control de todo un clan enano, matando a su líder en secreto para dirigir su venganza hacia un objetivo de su elección. Podría haberse retirado rodeado de lujos, pero su sed de carnicería era inconmensurable, y asombró a los Reinos adentrándose en la Infraoscuridad. La furia ciega de su clan tomó por sorpresa incluso a los drow, pero mantener el territorio en el hogar de los elfos oscuros es una propuesta desesperada. Korgan fue visto por última vez enterrando su hacha en el gaznate de un sumo sacerdote de Lolth, riendo mientras golpeaba. La leyenda enana ha inmortalizado la imagen, y su sed de sangre se llama ahora cruzada. La historia, al parecer, prefiere los héroes a los locos.
