Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: I see well enough now, priestess. Speak clever wit if you wish, you cannot hope to defeat us.
italian: Adesso vedo le cose chiaramente, sacerdotessa. Parla con acutezza se desideri, non puoi sperare di sconfiggerci.
pt_br: Agora vejo bem, sacerdotisa. Faça suas palavras astutas se quiser, você não pode esperar nos derrotar.
russian: Я понимаю теперь достаточно хорошо, жрица. Можешь язвить сколько захочешь, но не надейся победить нас.
spanish: Veo lo suficientemente bien ahora, sacerdotisa. Hablad usando el ingenio si queréis, pero no podéis esperar derrotarnos.

source: To return the essence to our father. And great bloodshed in his name to call him forth. And I never believed it.
italian: A riportare le essenze a nostro padre. E a un grande spargimento di sangue in suo nome per farlo resuscitare. Io non vi ho mai creduto.
pt_br: Para devolver a essência ao nosso pai. E derramar muito sangue em seu nome para trazê-lo de volta. E eu nunca acreditei nisso.
russian: Для возвращения сущности нашему отцу. И во имя его это великое кровопролитие, чтобы вернуть его. И я никогда не верил этому.
spanish: Para devolver la esencia a nuestro padre. Y un gran derramamiento de sangre en su nombre para convocarle. Y nunca lo creí.

source: What? Mortal! No, it can't be! I am nearly mortal once again! I have lost too much power! You shall pay for this!
italian: Cosa..? Mortale! No, non può essere! Sono di nuovo quasi mortale! Ho perso troppo potere! Pagherai per questo!
pt_br: O quê? Mortal! Não, não pode ser! Estou quase mortal novamente! Perdi poder demais! Você pagará por isso!
russian: Что? Смертная! Нет, этого не может быть! Я почти стала смертной опять! Я потеряла слишком много силы! Ты заплатишь за это!
spanish: ¿Cómo...? ¡Mortal! ¡No, no puede ser! ¡Soy casi mortal de nuevo! ¡He perdido demasiado poder! ¡Pagaréis por esto!

source: Blast! The wench returns to Bhaal's essence like a coward, healing herself! There must be a way to weaken her further, or we will never defeat her!
italian: Dannazione! La sgualdrina ritorna all'essenza di Bhaal come una codarda per curarsi! Deve esserci un modo per indebolirla, altrimenti non la batteremo mai!
pt_br: Droga! A mulherzinha retorna à essência de Bhaal como uma covarde, curando-se! Deve haver uma maneira de enfraquecê-la ainda mais, ou nunca a derrotaremos!
russian: Проклятье! Распутная девка трусливо возвращается к сущностям Баала, излечивая себя! Мы должны найти способ ослабить ее, иначе никогда не сможем ее победить!
spanish: ¡Maldición! ¡La fulana vuelve a la esencia de Bhaal como una cobarde, sanándose! ¡Tiene que haber alguna manera de alejarla de allí para debilitarla, o nunca podremos derrotarla!

source: Melissan continues to restore her divine energies at the fountain, keeping her immortality intact. There must be a way to weaken her further, or you will never be able to defeat her.
italian: Melissan continua a ripristinare la sua essenza divina alla fonte, mantenendo intatta la sua immortalità. Deve esserci un modo per indebolirla alla lunga, altrimenti non sarai mai in grado di sconfiggerla.
pt_br: Melissan continua restaurando suas energias divinas na fonte, mantendo sua imortalidade intacta. Deve haver uma maneira de enfraquecê-la ainda mais, ou você nunca será capaz de derrotá-la.
russian: Мелиссан продолжает восстанавливать свою божественную энергию в фонтане, сохраняя свое неповрежденное бессмертие. Должен существовать способ ослабить ее еще больше, иначе вы никогда не сможете ей победить.
spanish: Melisán continúa restaurando sus energías divinas de la fuente, guardando su inmortalidad intacta. Debe haber un camino para debilitarla más aún, o de lo contrario nunca podréis derrotarla.

source: Melissan keeps restoring her immortal energies at the fount! There must be a way to weaken her further, or we will never defeat her!
italian: Melissan continua a ripristinare la sua energia immortale alla fonte! Deve esserci un modo di indebolirla ulteriormente, altrimenti non la batteremo mai!
pt_br: Melissan continua restaurando suas energias imortais na fonte! Deve haver uma maneira de enfraquecê-la ainda mais, ou nunca a derrotaremos!
russian: Мелиссан продолжает восстанавливать свои бессмертные энергии в источнике! Должен же быть способ ослабить ее в дальнейшем, или мы никогда не сможем победить ее!
spanish: ¡Melisán sigue renovando sus energías inmortales en la fuente! ¡Debe haber una manera de debilitarla más, o nunca la derrotaremos!

source: You do not believe in my power, I can see that much. You have fought terrible foes in your past and have always managed to succeed. Why... you leave a trail of felled opponents littered about even here in the Abyss. Such as this one I found, discarded...
italian: Non credi nel mio potere, lo capisco più che bene. Hai combattuto contro terribili nemici in passato e sei sempre riuscito ad avere la meglio. Infatti... lasci una striscia di avversari abbattuti che arriva persino qui negli Abissi. Come questo che ho trovato, abbandonato come un rifiuto...
pt_br: Você não acredita no meu poder, posso perceber isso. Você enfrentou inimigos terríveis em seu passado e sempre conseguiu triunfar. Por que... você deixa um rastro de oponentes caídos até mesmo aqui no Abismo. Como este que encontrei, descartado...
russian: Ты не веришь в мою силу, но я могу многое. В прошлом тебе приходилось сражаться и побеждать ужасных противников. Почему... ты оставляешь след побежденных противников, даже здесь в Бездне. Как например, этот, найденный, отверженный...
spanish: No creéis en mi poder, ya lo veo. Habéis luchado contra enemigos atroces en el pasado y siempre habéis salido vencedor. Vamos... si hasta aquí en el Abismo dejáis un reguero de oponentes caidos. Como este que encontré, desechado...

source: I am disappointed in you, <CHARNAME>. So much bluster, so much force. So much power and wisdom locked into such a fragile form. I suppose you actually believe you have a hope in opposing me, in seizing the Throne for yourself. Such delusions.
italian: Mi deludi, <CHARNAME>. Così tanta sfacciataggine, così tanta forza. Così tanto potere e saggezza intrappolati in una così fragile figura. Suppongo che tu creda davvero di avere una possibilità di battermi, impossessandoti tu stesso del Trono. Che illuso.
pt_br: Estou desapontada com você, <CHARNAME>. Tanta fanfarronice, tanta força. Tanto poder e sabedoria presos em uma forma tão frágil. Suponho que você realmente acredite que tem alguma esperança de me enfrentar, de tomar o Trono para si mesmo. Tais delírios.
russian: Я разочаровалась в тебе, <CHARNAME>. Столько пустых угроз, столько силы. Столько мощи и мудрости, запертой в такую хрупкую форму. Думаю, ты все еще веришь, что можешь противостоять мне и захватить Трон для себя? Какое заблуждение.
spanish: Me habéis decepcionado, <CHARNAME>. Tanto alardeo, tanta fuerza. Tanto poder y sabiduría encerrados en un cuerpo tan frágil. De hecho, supongo que tenéis esperanzas de oponeros a mí, de conseguir el Trono para vos. Qué vanas ilusiones.

source: Indeed. We meet once again.
italian: Dunque... ci incontriamo di nuovo.
pt_br: De fato. Nos encontramos novamente.
russian: Действительно. Мы опять встретились.
spanish: Por supuesto. Nos encontraremos otra vez.

source: That's okay. If Sarevok can turn up like a bad penny, then you're allowed to, as well.
italian: Nessun problema. Se Sarevok salta fuori di continuo, allora puoi farlo anche tu.
pt_br: Tudo bem. Se Sarevok pode aparecer como uma moeda ruim, então você também pode.
russian: Ничего. Если Саревок может появляться, подобно фениксу, то почему бы и тебе этим также не воспользоваться?
spanish: Está bien. Si Sarevok puede volverse como un penique sin importancia, entonces vos también tenéis permiso.

source: You told her how to influence me, didn't you? And you told her I was in Suldanessellar.
pt_br: Você disse a ela como me influenciar, não é? E você disse a ela que eu estava em Suldanessellar.
russian: Ты сказал ей, как управлять мной, не так ли? И рассказал ей, что произошло в Сулданесселлар.
spanish: ¿Le dijisteis como dominarme, no? Y le dijisteis que yo estaba en Suldanessalar.

source: You're a pathetic excuse for an elf, Irenicus. If you wish to die again, I'll happily oblige.
italian: Sei un elfo patetico, Irenicus. Se desideri morire di nuovo, sarò lieto di aiutarti.
pt_br: Você é uma desculpa patética de elfo, Irenicus. Se você deseja morrer novamente, ficarei feliz em atender seu desejo.
russian: Ты - жалкое подобие эльфа, Айреникус. Если хочешь снова умереть, я с удовольствием тебе помогу.
spanish: Sois un elfo patético, Irenicus. Si deseáis morir nuevamente, con gusto os ayudaré.

source: You're collecting my leavings, Melissan? How very sad for you.
italian: Stai radunando i miei avanzi, Melissan? Che tristezza.
pt_br: Está colecionando minhas sobras, Melissan? Que tristeza para você.
russian: Ты собираешь поверженных мной противников, Мелиссан? Как это печально... для тебя.
spanish: ¿Estáis coleccionando mis sobras, Melisán? Que triste por vuestra parte.

source: Nnngh! Ah, it hurts! <CHARNAME>, stop her... it... it hurts!
italian: Nnngh! Ah, fa male! <CHARNAME>, fermala... fa... fa male!
pt_br: Nnngh! Ah, isso dói! <CHARNAME>, pare com ela... isso... isso dói!
russian: Нннгг! Ай, как больно! <CHARNAME>, останови ее... больно... очень больно!
spanish: ¡Nnngh! ¡Ah, duele! ¡<CHARNAME>, paradla... me... me lastima!

source: What are you doing to her?! Stop it, I demand it!
italian: Cosa le stai facendo?! Fermati, è un ordine!
pt_br: O que você está fazendo com ela?! Pare com isso, eu exijo!
russian: Что ты с ней делаешь?! Прекрати, я требую!
spanish: ¡¿Qué la estáis haciendo?! ¡Parad, os lo ordeno!

source: I'm the one you're after, Melissan! Leave her alone!
italian: Sono io quello che vuoi, Melissan! Lasciala stare!
pt_br: Sou eu quem você está procurando, Melissan! Deixe-a em paz!
russian: Кто тебе больше нужен, я или она, Мелиссан?! Оставь ее в покое!
spanish: ¡Es a mí a quien buscáis, Melisán! ¡Dejadla en paz!

source: Pull yourself together, Imoen! Attack!
italian: Riprenditi, Imoen! Attacca!
pt_br: Reaja, Imoen! Ataque!
russian: Соберись с духом, Имоен! В атаку!
spanish: ¡Vamos juntos, Imoen! ¡Atacad!

source: So what do I care about Imoen? Kill her, Melissan.
italian: Che m'importa di Imoen? Uccidila, Melissan.
pt_br: O que me importa Imoen? Mate-a, Melissan.
russian: Думаешь, меня сильно волнует Имоен? Убей ее, Мелиссан.
spanish: ¿Qué me importa Imoen? Matadla, Melisán.

source: Wh-what... where am I? What's going on? <CHARNAME>?
italian: C-cosa... Dove sono? Cosa succede? <CHARNAME>?
pt_br: Qu-o que... onde estou? O que está acontecendo? <CHARNAME>?
russian: Чт-что... где я? Что происходит? <CHARNAME>?
spanish: ¿Qu-qué... dónde estoy? ¿Qué ocurre? ¿<CHARNAME>?

source: I'm not going anywhere with you! And nobody's touching my soul! Not again!
italian: Non andrò da nessuna parte con te! E nessuno toccherà la mia anima! Non di nuovo!
pt_br: Eu não vou a lugar algum com você! E ninguém vai tocar na minha alma! Não de novo!
russian: Я никуда не пойду с тобой! И никто не коснется моей души! Больше никто!
spanish: ¡Yo no voy a ningún lugar con vos! ¡Y nadie toca mi alma! ¡Nunca más!

source: Bah! I should not be wasting time on you. I still have to absorb the Bhaalspawn essences... and there is more than enough power in this plane to keep you busy. Irenicus... Imoen... show <CHARNAME> the power <PRO_HESHE> dares to oppose while I take what is mine!
italian: Bah! Non dovrei sprecare tempo con te. Devo ancora assorbire l'essenza delle progenie di Bhaal... e c'è abbastanza potere in questo posto per tenerti occupato. Irenicus... Imoen... mostrate a <CHARNAME> il potere a cui osa opporsi mentre io prendo ciò che è mio!
pt_br: Bah! Não deveria estar perdendo tempo com você. Ainda tenho que absorver as essências dos Filhos de Bhaal... e há poder de sobra neste plano para mantê-lo ocupado. Irenicus... Imoen... mostrem a <CHARNAME> o poder que ousa desafiar enquanto eu tomo o que é meu!
russian: Ба! Я не стану тратить на тебя время попусту. Мне еще нужно поглотить сущности порождений Баала...и на этом плане больше чем достаточно энергии, чтобы обратить тебя. Айреникус... Имоен... покажите, пусть <CHARNAME> увидит силу, которой смеет противостоять, пока я возьму то, что принадлежит мне!
spanish: ¡Bah! No debería perder el tiempo con vos. Todavía tengo que absorber las esencias de los Hijos de Bhaal... y hay poder más que suficiente en este plano para manteneros ocupado. ¡Irenicus... Imoen... mostradle a <CHARNAME> el poder al que él amenaza oponerse mientras yo tomo lo que es mío!

source: Irenicus, I believe you called him. So easily culled as my own, since you abandoned him here recently... and such a valuable source of information on you, <CHARNAME>. After all... I believe you did share a soul, once, no? Say hello to the dear <PRO_MANWOMAN>, Irenicus.
italian: Irenicus, credo lo chiamassi. Si è unito così facilmente alla mia causa dopo che lo hai abbandonato qui di recente... e che preziosa fonte di informazioni su di te, <CHARNAME>. Dopotutto... credo che abbiate condiviso un'anima una volta, no? Saluta questo caro uomo, Irenicus.
pt_br: Irenicus, acredito que você o chamou. Tão facilmente ceifado como meu próprio, já que você o abandonou aqui recentemente... e uma fonte tão valiosa de informações sobre você, <CHARNAME>. Afinal... eu acredito que vocês compartilharam uma alma, não é? Diga olá, Irenicus.
russian: Думаю, ты звал его Айреникус. Так легко было завербовать его, недавно брошенного тобой... и он был весьма ценным источником информации о тебе, <CHARNAME>. В конце концов, однажды у вас была одна душа на двоих, разве нет? Поздоровайтесь, <CHARNAME>, Айреникус.
spanish: Irenicus, creo que le llamabais. Qué fácilmente se ha pasado a nuestro lado, puesto que aquí le abandonasteis recientemente... y qué fuente inagotable de información sobre vos ha resultado ser, <CHARNAME>. Después de todo... creo que compartisteis un alma en una ocasión, ¿no es así? Saludad a nuestro querido hombre, Irenicus.

source: Of course, if you truly desire a demonstration of my influence over the essence, that can be provided as well.
italian: Certo, se desideri davvero una dimostrazione del mio controllo sull'essenza, posso anche dartela.
pt_br: Claro, se você realmente deseja uma demonstração do meu poder sobre a essência, isso pode ser providenciado também.
russian: Конечно, если ты правда хочешь увидеть демонстрацию моего влияния на сущность, я могу продемонстрировать.
spanish: Claro que si deseáis una demostración de mi influencia sobre la esencia, también os la puedo proporcionar.

source: Come, Imoen. I command the essence within you. You are not ready to be here... and yet here you are. Let's see just how much of my power is contained in your young little soul, hmm?
italian: Vieni, Imoen. Io controllo l'essenza dentro di te. Non sei pronta per stare qui... eppure ci stai. Vediamo quanto del mio potere si trova nella tua piccola e giovane anima, hmm?
pt_br: Venha, Imoen. Eu comando a essência dentro de você. Você não está pronta para estar aqui... e, no entanto, aqui está. Vamos ver o quanto do meu poder está contido em sua jovem e pequena alma, hmm?
russian: Давай, Имоен. Я управляю сущностью внутри тебя. Ты не готова быть здесь..., и все же ты здесь. Давай посмотрим, как сильна моя власть над твоей юной маленькой душой, хмм?
spanish: Venid, Imoen. Yo controlo la esencia dentro de vos. No estáis preparada para estar aquí... y sin embargo aquí estáis. Veamos cuánto de mi poder esta contenido en vuestra pequeña y joven alma, ¿hmm?

source: It seems you've misplaced your darling little Imoen, haven't you? But her essence is easy enough to command. Let's see what she has to say, shall we?
italian: Sembra che tu abbia smarrito la tua cara piccola Imoen, vero? La sua essenza è abbastanza facile da controllare. Vediamo cos'ha da dire?
pt_br: Parece que você perdeu sua querida Imoen, não é? Mas sua essência é fácil o suficiente de comandar. Vamos ver o que ela tem a dizer, vamos?
russian: Кажется, ты не взял сюда свою дорогую маленькую Имоен, не так ли? Но ее сущностью достаточно легко управлять. Давай посмотрим, что она скажет, а?
spanish: Parece que habéis juzgado mal a vuestra querida y pequeña Imoen, ¿verdad? Pero su esencia es muy fácil de dominar. Veamos lo que tiene que decir, ¿de acuerdo?

source: You don't have to go anywhere, little one. I'm not calling you, after all... I'm merely coaxing forth your essence.
italian: Non devi andare da nessuna parte, piccolina. Non ti sto chiamando, dopotutto... Sto solo richiamando la tua essenza.
pt_br: Você não precisa ir a lugar algum, criança. Eu não estou te chamando, afinal... estou apenas convocando sua essência.
russian: Тебе вовсе не нужно никуда идти, совсем чуть-чуть. Я не вызываю тебя, после всего... я просто продолжаю задабривать твою сущность.
spanish: No tenéis que iros a ninguna parte, pequeña. No os estoy llamando, después de todo... simplemente estoy engatusando vuestra esencia.

source: There, there, Imoen. I command the essence within you. Let's see just how much of my power you have within you, yes?
italian: Ecco qui, Imoen. Controllo l'essenza dentro di te. Vediamo quanto del mio potere c'è in te?
pt_br: Isso mesmo, Imoen. Eu comando a essência dentro de você. Vamos ver o quanto do meu poder você tem dentro de você, sim?
russian: Вот, вот, Имоен. Я управляю сущностью внутри тебя. Давай посмотрим, как сильна моя власть над тобой, а?
spanish: Aquí tenéis, Imoen. Yo controlo en la esencia dentro de vos. Veamos cuánto de mi poder hay en vos, ¿vale?

source: Goodbye, brother. Your self-destructive ways have cost you dearly. You were a fool to oppose such power and I will not suffer in the Abyss with you this time.
italian: Arrivederci, fratello. I tuoi modi controproducenti ti sono costati cari. Sei stato un pazzo ad opporti a un tale potere e questa volta non soffrirò nell'Abisso con te.
pt_br: Adeus, irmão. Suas formas autodestrutivas custaram caro. Você foi um tolo por se opor a um poder tão grande, e desta vez não vou sofrer no Abismo ao seu lado.
russian: Прощай, брат. Твой путь самоуничтожения дорого тебе обошелся. Ты был глуп, пытаясь противостоять такой силе, и в этот раз я не буду страдать в бездне вместе с тобой.
spanish: Adiós, hermano. Vuestros caminos autodestructivos os han costado caro. Fuisteis un necio al oponeros a tal poder y esta vez no sufriré en el Abismo con vos.

source: It would seem our prey intends to cower inside the magics of this place, <CHARNAME>. I have no patience for her games. I will have my soul!
italian: Sembrerebbe che la nostra preda intenda rannicchiarsi dentro le magie di questo posto, <CHARNAME>. Non ho pazienza per i suoi giochi. Avrò la mia anima!
pt_br: Parece que nossa presa pretende se esconder nas magias deste lugar, <CHARNAME>. Não tenho paciência para seus jogos. Eu vou recuperar minha alma!
russian: Похоже, наша добыча намерена прятаться в магии этого места, <CHARNAME>. Я не собираюсь терпеть ее игры. Я получу свою душу!
spanish: Parece que nuestra presa pretende acobardarse dentro de la magia de este lugar, <CHARNAME>. No tengo paciencia para sus juegos. ¡Tendré mi alma!

source: These pools around us have the stench of magic, if we sever their connection to Melissan she will be forced to confront us. This is the realm of all Bhaalspawn, <CHARNAME> - your blood will serve you well.
italian: Queste pozze intorno a noi hanno il fetore della magia. Se interrompiamo la loro connessione con Melissan, lei sarà costretta ad affrontarci. Questo è il regno di tutte le progenie di Bhaal, <CHARNAME>, il tuo sangue ti servirà bene.
pt_br: Essas piscinas ao nosso redor têm o cheiro de magia, se cortarmos sua conexão com Melissan, ela será forçada a nos enfrentar. Este é o reino de todos os Filhos de Bhaal, <CHARNAME> - o seu sangue será útil.
russian: Колодцы вокруг нас воняют магией. Если мы разрушим связь между ними и Мелиссан, ей придется сразиться с нами. Это земля всех потомков Баала, <CHARNAME>, твоя кровь хорошо тебе послужит.
spanish: Estos estanques que nos rodean tienen el hedor de la magia, si cortamos su conexión con Melisán se verá obligada a enfrentarse a nosotros. Este es el reino de todos los engendros de Bhaal, <CHARNAME>... vuestra sangre os servirá bien.

source: With the initial battle now over, you consider your options. In the stream of energy within the center of the Throne, Melissan appears to be invulnerable to harm... and growing in power every second. She must be drawn out willingly in order to defeat her.
italian: Con la battaglia iniziale ormai conclusa, consideri le tue possibilità. Nel flusso di energia al centro del Trono, Melissan sembra essere invulnerabile a ogni ferita... e aumentare di potere a ogni istante. Deve uscirne di sua volontà perché tu possa sconfiggerla.
pt_br: Com a batalha inicial terminada, você considera suas opções. Na corrente de energia no centro do Trono, Melissan parece ser invulnerável a danos... e está aumentando de poder a cada segundo. É preciso atraí-la voluntariamente para derrotá-la.
russian: Теперь, после начала битвы, вы взвешиваете все варианты. В потоке энергии в пределах Трона, Мелиссан кажется неуязвимой к повреждениям... и увеличивает свою силу каждую секунду. Ее необходимо выманить, чтобы нанести ей поражение.
spanish: Con la batalla inicial ahora encima, vos consideráis vuestras opciones. En el interior de la corriente de energía del centro del Trono, Melisán parece ser invulnerable al daño... y creciendo en poder cada segundo. Debe ser atraida voluntariamente fuera del mismo para derrotarla.

source: The only option you can think of seem to be regarding the three 'essence pools' that adjoin the Throne. Your own link to the essence might allow you to cut off the flow of energy to Melissan from these pools, forcing her to fight. The pools are, however, likely to be guarded...
italian: La solo opzione a cui riesci a pensare riguarda le "pozze di essenza" attigue al Trono. La tua connessione con l'essenza potrebbe permetterti di interrompere il flusso di energia da queste pozze a Melissan, costringendola a combattere. Probabilmente però, le pozze sono protette...
pt_br: A única opção que consigo pensar é sobre as três 'piscinas de essência' que estão ao lado do Trono. Sua própria ligação com a essência pode permitir que você corte o fluxo de energia de Melissan a partir dessas piscinas, forçando-a a lutar. Porém, é provável que as piscinas estejam guardadas...
russian: Единственный вариант, который вы смогли придумать, касается трех 'водоемов сущностей', которые примыкают к Трону. Ваша собственная связь с сущностями могла бы позволить вам отрезать поток энергии от этих водоемов к Мелиссан, вынуждая ее сразиться. Возможно, водоемы хорошо охраняются...
spanish: La única opción que podéis pensar parece ser relativa a las tres 'pilas de esencia' anexas al Trono. Vuestro propio enlace a la esencia de poder os permite cortar el flujo de energía a Melisán de estas pilas, forzándola a combatir. Las pilas estarán, sin embargo, bien protegidas...
