Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: I do not stand here proud of my accomplishments in attaining what I see to be a necessary goal... but neither should you. You have blundered about, causing more harm by your negligence than I ever could by my plotting.
italian: Non sono fiero dei risultati ottenuti nello sforzo di compiere ciò che credo sia un obbiettivo necessario... ma non dovresti esserlo neanche tu. Hai brancolato nell'oscurità, causando più male per la tua negligenza di quanto ne avrei mai potuto fare io con i miei complotti.
pt_br: Eu não estou aqui orgulhoso das minhas conquistas em busca do que vejo como um objetivo necessário... mas você também não deveria estar. Você tem vagado por aí, causando mais danos por negligência do que eu jamais faria com minhas tramas.
russian: Я не горжусь тем, как поступал на пути к тому, что считаю необходимым... Но и тебе не стоило бы. Ты совершал ошибки и причинил больше вреда своей небрежностью, чем я когда-либо своими заговорами.
spanish: No estoy orgulloso de mis actos para conseguir lo que yo considero una meta necesaria... y vos tampoco deberíais estarlo. Habéis caminado a ciegas, causando más daño con vuestra negligencia de lo que yo pueda haber causado con mis maquinaciones.

source: I will *not* be mocked so! I have sacrificed my entire life, the people of this village, everything I have in order to see this evil destroyed! Destroyed, all of it! I cry out to Ao the Overfather that such evil must not be allowed to live in the hearts of mortals, and I *will* be heard!
italian: NON sarà sbeffeggiato in questo modo! Ho sacrificato tutta la mia vita, la gente di questo villaggio, tutto ciò che ho al fine di vedere questo male distrutto! Distrutto, completamente! Ho supplicato Ao il Padre Supremo che a un simile odio non sia permesso di vivere nel cuore dei mortali ed io SARÒ ascoltato!
pt_br: Eu não serei zombado assim! Sacrifiquei toda a minha vida, o povo desta vila, tudo o que tenho para ver esse mal destruído! Destruído, tudo isso! Eu clamo a Ao, o Pai Supremo, para que tal maldade não seja permitida viver nos corações dos mortais, e eu serei ouvido!
russian: Я *не* позволю над собой насмехаться! Я пожертвовал своей полноценной жизнью, людьми этого поселения, всем, что у меня есть - лишь бы увидеть, как падет зло! Чтобы уничтожить его раз и навсегда! Я взвываю к Ао - Творцу мира, и говорю, что такому злу нельзя позволять жить в сердцах смертных, и я *буду* услышан!
spanish: ¡*No* permitiré que os burléis de mí! ¡He sacrificado mi vida entera, a la gente de este pueblo, todo lo que tengo para ver destruido este mal! ¡Destruido todo el mal! Suplico a Ao, el dios supremo, que no se permita que viva este mal en el corazón de los mortales, ¡y *seré* escuchado!

source: I... know only what the temptations are that the taints puts upon us, <CHARNAME>. I know only that if our power was to grow, if your power was to grow, that so would the temptation.
italian: Io... so solo quali sono le tentazioni con cui la corruzione ci tormenta, <CHARNAME>. So solo che se il nostro potere crescesse, se il tuo potere crescesse, così farebbe anche la tentazione.
pt_br: Eu... só sei quais são as tentações que a mácula coloca sobre nós, <CHARNAME>. Eu sei apenas que, se nosso poder crescer, se o seu poder crescer, as tentações também crescerão.
russian: Я... знаю лишь то, какой соблазн влечет за собой эта скверна, <CHARNAME>. Я знаю, что если бы наша сила выросла, если бы твоя сила выросла, это и было бы искушением.
spanish: Yo... sólo conozco las tentaciones que nos impone la lacra, <CHARNAME>. Sólo se que si nuestro poder creciera, que si vuestro poder creciera, también lo haría la tentación.

source: But... you have been successful in fighting temptation. More successful than I. I have... done much that I regret, in the name of good. My people suffer because I held my ultimate goal above all else... but is it not true that our treatment of the least of our brethren is the true judge of a man's soul? I... I am ashamed.
italian: Ma... tu sei riuscito a combattere la tentazione. Ci sei riuscito più di me. Ho fatto... molte cose di cui mi pento nel nome del bene. La mia gente soffre perché pongo il fine ultimo al di sopra ogni cosa... ma non è forse il modo in cui trattiamo l'ultimo dei nostri fratelli il vero metro di giudizio dell'anima di un uomo? Io... mi vergogno.
pt_br: Mas... você foi mais bem-sucedido em resistir à tentação. Mais bem-sucedido do que eu. Eu... fiz muito que me arrependo, em nome do bem. Meu povo sofre porque coloquei meu objetivo final acima de tudo... mas não é verdade que nosso tratamento dos mais humildes entre nossos irmãos é o verdadeiro julgamento da alma de um homem? Eu... estou envergonhado.
russian: Но... ты успешно сопротивляешься искушению. Успешнее, чем я. Я сделал во имя добра многое, о чем сожалею. Мои люди страдают, потому что я ставил конечную цель превыше всего... но разве не правда, что по-настоящему судить о человеческой душе можно по тому, как он обращается со слабыми? Мне... мне стыдно.
spanish: Pero... habéis luchado contra la tentación con éxito. Con más éxito que yo. He hecho... mucho de lo que me arrepiento, en nombre del bien. Mi gente sufre porque puse mi meta por encima de todo lo demás... ¿pero acaso no es cierto que la forma en que tratamos al más insignificante de nuestros hermanos es lo que verdaderamente juzga el alma de un hombre? Yo... estoy avergonzado.

source: Very well. Come, my students... my teachings are ended. We make our last stand now for what is right. May the gods have pity on us all.
italian: Molto bene. Venite, miei allievi... I miei insegnamenti sono finiti. Combattiamo un'ultima volta per ciò che è giusto. Possano gli dèi aiutarci tutti.
pt_br: Muito bem. Venham, meus alunos... minhas lições chegaram ao fim. Agora faremos nossa última defesa pelo que é certo. Que os deuses tenham piedade de todos nós.
russian: Да будет так. Идите сюда, мои ученики... уроки закончены. Постоим в последний раз за то, что считаем правильным. И да смилуются над нами боги.
spanish: Muy bien. Venid, mis alumnos... mis enseñanzas han terminado. Ahora hacemos nuestra última defensa del bien. Que los dioses se apiaden de nosotros.

source: Even had destiny not brought us to this point, I doubt things would have been different. Perhaps if you had not borne the taint of our sire, things might have been different with you. I would have liked to meet a <PRO_MANWOMAN> such as yourself without the taint on your soul, I think. But now I have little choice.
italian: Sebbene il destino non ci abbia portati a questo punto, dubito che le cose sarebbe state diverse. Forse, se tu non fossi nato con la corruzione di nostro padre, le cose sarebbero state diverse per te. Penso che mi sarebbe piaciuto incontrare un uomo come te senza la corruzione nell'anima. Ma ora ho poco scelta.
pt_br: Mesmo que o destino não nos trouxesse a este ponto, duvido que as coisas seriam diferentes. Talvez se você não carregasse a mácula de nosso pai, as coisas poderiam ser diferentes para você. Eu gostaria de ter conhecido alguém como você, sem a mácula em sua alma, eu acho. Mas agora tenho pouca escolha.
russian: Даже если бы судьба не привела нас сюда, я сомневаюсь, что все бы было иначе. Возможно, если бы в тебе не было скверны нашего родителя, обстоятельства сложились бы по-другому. Думаю, не будь в твоей душе скверны, я был бы рад встрече с тобой. Но сейчас выбор мой невелик.
spanish: Aunque el destino no nos hubiera conducido hasta este punto, dudo mucho que las cosas hubieran sido diferentes. Tal vez si no hubiérais llevado la mancha de nuestro padre, las cosas habrían sido diferentes para vos. Me hubiera gustado conocer a un hombre como vos sin la mancha de vuestra alma, creo. Pero ahora poca elección me queda.

source: Would that your claim of innocence meant anything to the dead of Saradush. Were I to question the recent dead of Athkatla, of Baldur's Gate, of Candlekeep... would I not find some who would claim such innocence for themselves? Who died merely because they were caught in your wake?
italian: La tua proclamazione di innocenza significherebbe qualcosa per i morti di Saradush? Se ti chiedessi delle recenti morti di Athkatla, di Baldur's Gate, di Candlekeep... non troverei molti che proclamerebbero una simile innocenza per se stessi? Quanti sono morti solo perché sorpresi in mezzo al tuo passaggio?
pt_br: Tomara que sua alegação de inocência signifique algo para os mortos de Saradush. Se eu questionasse os mortos recentes de Athkatla, do Portão de Baldur, do Forte da Vela... eu não encontraria alguns que alegariam tal inocência para si mesmos? Que morreram apenas porque estavam no seu caminho?
russian: Если бы твои слова о невиновности что-то значили для мертвецов Сарадуша. Если бы я мог спросить у погибших из Аткатлы, Врат Балдура, Кэндлкипа... неужели не нашел бы ни одного, кто бы сказал, что он невиновен? Что погиб просто потому, что оказался у тебя на пути?
spanish: Ojalá que vuestras afirmaciones de inocencia significaran algo para los muertos de Saradush. Si investigara la reciente muerte de Athkatla, de la Puerta de Baldur, de Candelero... ¿no encontraría a alguien que también reivindicaría su inocencia? ¿A los que murieron solamente por cruzarse en vuestro camino?

source: Do you think that others of our kind are any different? Count them, <CHARNAME>, and think of the multitudes of Bhaalspawn that existed and brought misery to others, if not by intent, then even by their very presence. Would you allow such carnage to continue? Have we not spared the entire land from agony by the slaying of our siblings?
italian: Pensi che gli altri della nostra famiglia siano diversi? Contali, <CHARNAME>, e pensa alle moltitudini di progenie di Bhaal che sono vissute e hanno portato miseria agli altri, se non intenzionalmente, solo per la loro presenza. Permetteresti a una simile carneficina di continuare? Non abbiamo risparmiato tormenti a intere terre uccidendo i nostri fratelli?
pt_br: Você acredita que os outros de nossa espécie são diferentes? Conte-os, <CHARNAME>, e pense nas multidões de Filhos de Bhaal que existiram e causaram miséria aos outros, se não por intenção, então pela própria presença deles. Você permitiria que tal carnificina continuasse? Não poupamos toda a terra da agonia através da morte de nossos irmãos?
russian: Думаешь, что иные из нас чем-то отличаются? Посчитай их, <CHARNAME>, и подумай, сколько потомков Баала существовало и сколько страданий они принесли - если не по своей воле, то одним своим присутствием. Ты позволишь этой резне продолжаться? Разве, убив наших братьев и сестер, мы не избавили бы эту землю от агонии?
spanish: ¿Crees que otros de nuestra condición son diferentes? Contadlos, <CHARNAME>, y pensad en la multitud de hijos de Bhaal que han existido y han traido la desgracia a otros, si no a propósito, sólo con su presencia. ¿Permitiríais que esta matanza continuara? ¿No hemos liberado a toda la tierra de la agonía matando a nuestros hermanos?

source: You believe yourself to be the master of your destiny, do you? The destiny foreseen long ago by Alaundo? You believe it by choice alone that you ended up here, in this place?
italian: Pensi di essere padrone del tuo destino? Il destino predetto tempo fa da Alaundo? Credi di essere arrivato qui, in questo posto, solo per tua scelta?
pt_br: Você acredita ser o mestre do seu destino, não é? O destino previsto há muito tempo por Alaundo? Você acredita que foi por escolha própria que você chegou aqui, a este lugar?
russian: Ты считаешь себя хозяином своей судьбы, да? Судьбы, давно предсказанной Алаундо? Ты веришь, что оказался здесь, в этом месте, только потому, что сам так решил?
spanish: ¿Os creéis dueño de vuestro destino, verdad? ¿El destino que Alaundo predijo hace tanto tiempo? ¿Creéis que acabásteis aquí, en este sitio, sólo porque vos así lo elegisteis?

source: You mistake the path for the journey, my friend. Whatever paths you have taken since leaving Candlekeep, the journey has ended here as it was always meant to. Destiny masters us... we do not master it.
italian: Hai confuso il sentiero con il viaggio, amico mio. Qualsiasi strada tu abbia preso sin da quando hai lasciato Candlekeep, il viaggio è arrivato qui, com'era destino che fosse. Il destino ci fa da padrone... non il contrario.
pt_br: Você confunde o caminho com a jornada, meu amigo. Quaisquer caminhos que você tenha seguido desde que saiu do Forte da Vela, a jornada chegou ao fim aqui, como sempre estava destinado. O destino nos comanda... não o comandamos.
russian: Ты путаешь странствия и Путь, мой друг. Неважно, какие дороги вели тебя после отъезда из Кэндлкипа - приключение закончится здесь, как и было предсказано. Судьба повелевает нами... А не мы - ей...
spanish: Os confundís de camino para el viaje, amigo mío. Sean cuales sean los caminos que habéis tomado desde que abandonásteis Candelero, el viaje ha terminado aquí, como estaba escrito. El destino nos controla... no lo controlamos nosotros.

source: Yes, whether they were obstacles to be overcome or merely by-standers crossing your path. My own life has been little different, no matter how I have struggled against it. I am glad you see this... it will make things much easier.
italian: Sì, a prescindere che fossero ostacoli da superare o semplici passanti che hanno incrociato il tuo cammino. La mia vita non è stata molto diversa, non importa quanto abbia combattuto. Mi fa piacere che tu lo comprenda... Renderà le cose più facili.
pt_br: Sim, quer tenham sido obstáculos a serem superados ou meros espectadores em seu caminho. Minha própria vida não foi muito diferente, não importa o quanto tenha lutado contra ela. Estou feliz que você veja isso... tornará as coisas muito mais fáceis.
russian: Да, были ли они преградой, которую надо преодолеть, или просто посторонними, встреченными тобой на пути. Моя собственная жизнь была немного иной, и неважно, как я с этим боролся. Меня радует, что ты это видишь... это многое упрощает.
spanish: Sí, bien fueran obstáculos que superar o simplemente gente que se cruzó en vuestro camino. Mi propia vida no ha sido muy diferente, a pesar de lo que he luchado en su contra. Me alegro de que lo veáis... facilitará las cosas.

source: You sound like Yaga-Shura, a giant in ego as well as body. Yet he fell, too, when his fate came due. The power of your blood may yet make you victorious, it is true, but the fact that you embrace the taint within you makes my own path that much the clearer.
italian: Sembri Yaga-Shura, un gigante tanto nell'ego quanto nel corpo. Eppure è caduto, quando è giunto il suo destino. Il potere del tuo sangue potrà farti vincitore, è vero, ma il fatto che abbracci la corruzione in te rende il mio sentiero ancora più chiaro.
pt_br: Você soa como Yaga-Shura, um gigante tanto em ego quanto em corpo. No entanto, ele também caiu quando seu destino chegou. O poder de seu sangue talvez o torne vitorioso, é verdade, mas o fato de você abraçar a mácula dentro de você torna meu próprio caminho ainda mais claro.
russian: Ты говоришь как Яга-Шура - это был гигант не только телом, но и самомнением. Все же он пал, когда настало время его судьбы. Сила твоей крови может принести тебе победу, это правда, но ты принимаешь скверну внутри себя, и от этого мой путь становится еще более ясным.
spanish: Habláis como Yaga-Shura, un gigante en cuerpo y en ego. Pero aun así él también cayó, cuando su destino le alcanzó. El poder de vuestra sangre puede que os haga salir victorioso, es cierto, pero el hecho de que abracéis la mancha que hay en vos hace que mi camino esté mucho más claro.

source: Only one other spawn of the dead god remains... the sibling who fought at your side. His portion of the essence is less than your own, but still significant. His choice must also be made.
italian: Rimane solo un'altra progenie del dio morto... la sorella che ha combattuto al tuo fianco. La sua parte d'essenza è inferiore alla tua, ma è comunque significativa. Anche lei deve fare la sua scelta.
pt_br: Apenas um outro descendente do deus morto permanece... o irmão ou irmã que lutou ao seu lado. Sua porção da essência é menor que a sua, mas ainda significativa. Sua escolha também deve ser feita.
russian: Лишь один из отпрысков мертвого бога еще жив... брат, который сражался на твоей стороне. Его часть сущности хоть и меньше твоей, но все равно довольно велика. Его выбор тоже должен быть сделан.
spanish: Solo uno de los otros hijos del dios muerto permanece... la hermana que combate a vuestro lado. Su porción de la esencia es menor de la que vos poseéis, pero a pesar de todo significante. Su elección debe efectuarse también.

source: First, however, there is the matter of the children of the dead god who fought by your side. Their essences are less than your own, but their decision no less important.
italian: Prima però, c'è la questione dei figli del dio morto che hanno combattuto al tuo fianco. La loro essenza è inferiore alla tua, ma la loro decisione non è meno importante.
pt_br: Primeiro, porém, há a questão dos filhos do deus morto que lutaram ao seu lado. Suas essências são menores que a sua, mas suas decisões não são menos importantes.
russian: Сперва, однако, о детях мертвого бога, которые сражались на твоей стороне. Их сущности меньше твоей собственной, но их решение не менее важно.
spanish: Primero, sin embargo, está el asunto de los hijos del dios muerto que combate a vuestro lado. Sus esencias son menores que las que vos poseéis, pero su decisión no es menos importante.

source: I am merely an agent of the universe in this matter, Balthazar. I am charged to see the destiny of the children of Bhaal brought to its conclusion. You have an opportunity that few are given. You may choose your destiny... a choice you thought yourself forever denied.
italian: Sono solo un agente dell'universo in questa faccenda, Balthazar. Sono stata incaricata di portare a compimento il destino dei figli di Bhaal. Tu hai un'opportunità che a pochi è data. Puoi scegliere il tuo destino... una scelta che pensavi per sempre negata.
pt_br: Eu sou apenas um agente do universo nesta questão, Balthazar. Fui incumbido de levar o destino dos filhos de Bhaal a sua conclusão. Você tem uma oportunidade que poucos têm. Você pode escolher o seu destino... uma escolha que você pensava estar para sempre negada.
russian: Я всего лишь посланница вселенной для решения этого вопроса, Балтазар. Я могу видеть судьбу детей Баала, доведенную до завершения. У тебя есть возможность, которая выпадает немногим. Ты можешь выбрать свою судьбу... выбор, который ты считал утраченным.
spanish: Yo soy sólo un representante de la totalidad en este asunto, Baltasar. Estoy encargado de ver el destino de los hijos de Bhaal llegar a su conclusión. Vos tenéis una oportunidad que pocos han obtenido. Vos debéis elegir vuestro destino... una elección que siempre creísteis denegada.

source: If that is your choice, you may surrender the portion of your divine essence to your elder sibling. You may become a normal mortal, with a destiny to follow as you see fit.
italian: Se questa è la tua scelta, puoi cedere la parte della tua essenza divina al tuo fratello maggiore. Puoi diventare un comune mortale, con un destino da tracciare nel modo che riterrai più adatto.
pt_br: Se essa for a sua escolha, você pode entregar a porção de sua essência divina para o seu irmão ou irmã mais velho. Você pode se tornar um mortal comum, com um destino a seguir como desejar.
russian: Если это твой выбор, то <CHARNAME> может принять твою часть божественной сущности. И ты сможешь стать простым смертным, который сам выбирает свою судьбу.
spanish: Si esa es vuestra elección, debéis rendir la parte de vuestra esencia divina a vuestro hermano mayor. Podréis convertiros en un mortal normal, con un destino a seguir como el que vos dáis por cierto.

source: As you wish, Balthazar, so it is done. Go in peace, and know that in the end you walked that narrow path which had ever eluded you.
italian: Come desideri, Balthazar, così sia. Va' in pace e sappi che alla fine hai percorso quello stretto sentiero da cui non ti sei mai sottratto.
pt_br: Como desejar, Balthazar, assim será feito. Vá em paz e saiba que, no final, você percorreu aquele caminho estreito que sempre lhe escapou.
russian: Как пожелаешь, Балтазар. Сделано. Ступай с миром и знай, что ты в конце концов прошел той узкой тропой, которая постоянно ускользала от тебя.
spanish: Como queráis, Baltasar, que así sea. Id en paz, y tened por sabido, al final, que caminásteis por una angosta senda que nunca os ha evadido.

source: Now there is but one other sibling who must also make her choice.
italian: Ora rimane un'altra progenie che deve compiere la sua scelta.
pt_br: Agora, resta apenas outro irmão ou irmã que também deve fazer sua escolha.
russian: Теперь осталась родная единственная сестра, которая тоже должна сделать свой выбор.
spanish: Ahora es así, pero otro hermano también tiene que realizar su elección.

source: You... you are so beautiful. I... had no idea...
italian: Tu... sei cosi bella. Io... non avevo idea...
pt_br: Você... você é tão belo. Eu... não tinha ideia...
russian: Вы... вы так прекрасны. Я... понятия не имел...
spanish: Vos... sois tan hermosa. Yo... no tenía ni idea...

source: Choose? You mean... I may rid myself of the taint on my soul forever?
italian: Scegliere? Intendi dire... che posso disfarmi della corruzione nella mia anima per sempre?
pt_br: Escolher? Quer dizer... eu posso me livrar para sempre da mancha em minha alma?
russian: Выбор? Хочешь сказать... что я могу избавиться от скверны в моей душе, навсегда?
spanish: ¿Elegir? ¿Quieres decir... que me libraría de la mancha de mi alma para siempre?

source: And there is nothing that I ever wanted more. I choose to become a mortal gladly, and with all my heart. To walk the earth without that dark burden twisting my soul... I... I cannot even imagine...
italian: E non c'è nulla che desideri di più. Scelgo di diventare un mortale volentieri, con tutto il mio cuore. Camminare sulla terra senza l'oscuro fardello che avviluppa la mia anima... Io... non riesco nemmeno a immaginarlo...
pt_br: E não há nada que eu tenha desejado mais. Escolho me tornar um mortal com prazer e de todo o coração. Caminhar pela terra sem aquele sombrio fardo torcendo minha alma... eu... nem consigo imaginar...
russian: Нет ничего, чего я бы жаждал больше. Я с удовольствием стану смертным, я желаю этого всем своим сердцем. Идти по земле без этого темного бремени, которое будоражило мне душу... Я... я даже не могу представить...
spanish: No hay nada que desee más. Elijo convertirme en mortal con todo mi corazón. Caminar por la tierra sin esa carga oscura retorciendo mi alma... no... no me lo puedo ni imaginar...
