Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Bodhi had tasted godlike power in the form of <CHARNAME>'s soul. As the last vestiges of it faded with time, she began to desire more, slipping into bitter hatred as it became her obsession to reach such heights again. People up and down the Sword Coast came to know fear as Bodhi bathed in their blood, sating her thirst for chaos and death. Villages began to leave people bound by the road as an offering to the thing that stalked the night. Her name became a byword for terror, with temples far and wide trying in vain to hunt her down. Many a mighty cleric was later found drained of blood, agony etched across their pallid features. Over time Bodhi felt the icy grip of the curse tighten its hold on her. Desperation mixed with fear clawed at the very fibre of her being. Desire for chaos faded and she fought to survive once more. Ambition, which had once prompted her to whisper dreams of power into the ear of her brother, now brought her back to the place she had long ago called home, Suldanessellar. It was at the gates that Ellesime met her. At the gates that Bodhi danced one last time. Revenge burned bright in both of them, and it called out for blood. The power of the Tree of Life drove Bodhi on, and the memory of Joneleth cried out to Ellesime. The two embraced, and it was revenge that was destined to be the victor, even as a stake pierced the still black heart of Bodhi, one who was as damned in life as she was in death.
italian: Bodhi aveva assaporato il potere divino con l'anima di <CHARNAME>. Col tempo, le ultime tracce di quel potere svanirono ed ella iniziò a desiderarne ancora, scivolando in un odio più aspro quando raggiungere nuovamente una simile vetta divenne la sua ossessione. La gente di tutta la Costa della Spada conobbe la paura quando Bodhi iniziò a bagnarsi nel loro sangue, saziando la sua sete di caos e di morte. I villaggi iniziarono a lasciare gente legata al di fuori delle mura come offerta per la cosa che si aggirava di notte. Il suo nome divenne sinonimo di terrore, con templi di ogni luogo che cercarono invano di stanarla. Molti potenti sacerdoti furono trovati senza una goccia di sangue, con il terrore impresso nei loro pallidi volti. Con il trascorrere del tempo, Bodhi sentì stringere su di sé il gelido morso della sua maledizione. Disperazione mista a paura dilaniarono la stessa fibra del suo essere. Il desiderio di caos scemò e combatté di nuovo per sopravvivere. L'ambizione, che un tempo le aveva fatto sussurrare sogni di potere nelle orecchie del fratello, adesso la stava riportando al luogo che una volta era solita chiamare casa, Suldanessellar. Fu ai cancelli che Ellesime la incontrò. Fu ai cancelli che Bodhi danzò per l'ultima volta. La vendetta bruciava intensamente in entrambe e pretese sangue. Il potere dell'Albero della Vita mosse Bodhi e la memoria di Joneleth uscì ad alta voce da Ellesime. Le due si abbracciarono, poiché era destino che fosse la vendetta a vincere, anche quando un paletto perforò il nero cuore di Bodhi, colei che fu dannata tanto in vita quanto nella morte.
pt_br: Bodhi havia provado o poder divino na forma da alma de <CHARNAME>. À medida que os últimos vestígios desse poder se desvaneceram com o tempo, ela começou a desejar mais, mergulhando em um ódio amargo ao tornar-se sua obsessão atingir tais alturas novamente. Pessoas em toda a Costa da Espada passaram a conhecer o medo enquanto Bodhi se banhava em seu sangue, saciando sua sede por caos e morte. Vilarejos começaram a deixar pessoas amarradas na estrada como oferenda para a coisa que rondava a noite. Seu nome se tornou sinônimo de terror, e templos de longe tentavam em vão caçá-la. Muitos clérigos poderosos foram encontrados posteriormente, drenados de sangue, com agonia estampada em seus traços pálidos. Com o tempo, Bodhi sentiu o aperto gélido da maldição se intensificar sobre ela. O desespero se misturava ao medo, dilacerando a essência de seu ser. O desejo por caos desvanecia-se, e ela lutava novamente para sobreviver. A ambição, que antes a havia levado a sussurrar sonhos de poder no ouvido de seu irmão, agora a conduzia de volta ao lugar que havia chamado de lar muito tempo atrás, Suldanessellar. Foi nos portões que Ellesime a encontrou. Nos portões que Bodhi dançou pela última vez. A vingança ardia intensamente em ambas, clamando por sangue. O poder da Árvore da Vida impulsionava Bodhi, e a memória de Joneleth gritava por Ellesime. As duas se abraçaram, e era a vingança que estava destinada a ser a vencedora, mesmo enquanto uma estaca perfurava o ainda negro coração de Bodhi, alguém que estava tão condenada em vida quanto estava na morte.
russian: Бодхи испытала богоподобную мощь, получив частицу души <CHARNAME>. Со временем, когда последние остатки этого дара исчезли, она начала страстно желать достигнуть таких высот снова, и это перешло в ожесточенную ненависть, поскольку стало ее навязчивой идеей. Люди по всему Побережью Меча пребывали в страхе из-за того, что Бодхи купалась в их крови, утоляя свою жажду хаоса и смерти. Жители боялись покидать свои поселения, опасаясь, что ночь застигнет их в пути. Ее имя стало символом ужаса, и все попытки храмов выследить ее, были напрасными. Многие могущественные священники были найдены обескровленными, со следами мучительной агонии на их мертвенно-бледных лицах. Через какое-то время Бодхи снова почувствовала на себе леденящую хватку проклятия. Отчаяние, смешанное со страхом, раздирало на части саму ее сущность. Желание хаоса исчезло, и она боролась только за то, чтобы выжить еще раз. Честолюбие, которое некогда побудило ее шептать на ухо ее брату мечты о силе, теперь звало ее в место, которое она когда-то давно называла домом, Салданесселар. И при входе в город ее встретила Эллисайм. Эти врата стали местом последнего танца Бодхи. Желание мести сжигало их обоих, и это был зов крови. Мощь Дерева Жизни привела Бодхи сюда, а память о Джонелете взывала к Эллисайм. Эти двое были охвачены желанием мести, но победитель был предопределен, и в черное сердце Бодхи, проклятой как при жизни, так и после смерти, вонзился деревянный кол.
spanish: Bodhi había probado el poder divino en la forma del alma de <CHARNAME>. Al desaparecer los últimos vestigios de esto con el tiempo, comenzó a desear más, desembocando en un amargo odio mientras se convertía en su obsesión alcanzar tales cotas otra vez. La gente de arriba y abajo de la Costa de la Espada venía para descubrir con miedo cómo Bodhi se bañaba en su sangre, saciando su apetito de caos y muerte. Los pueblos comenzaron a dejar gente atada por la carretera como una ofrenda a la cosa que acechaba la noche. Su nombre se convirtió en un apodo del terror, con los templos a lo largo y ancho intentando en vano cazarla. Más adelante encontraron a un poderoso clérigo al que le había drenado la sangre, con la agonía grabada sobre sus pálidas facciones. Con el tiempo Bodhi sintió la gélida garra de la maldición que permanecía en ella. La desesperación mezclada con el temor rasgó cada fibra de su ser. El deseo por el caos se desvanecía y ella luchaba para sobrevivir una vez más. La ambición, la cual había impulsado una vez a susurrar sueños de grandeza en el oído de su hermano, ahora le traía al lugar que ella había llamado hogar tiempo atrás, Suldanessallar. Ellesime la recibió en las puertas. En las puertas en las que Bodhi bailó por última vez. La venganza ardía brillantemente en ambas, y llamaba a la sangre. El poder del Árbol de la Vida alcanzó a Bodhi, y la memoria de Joneleth clamó a Ellesime. Las dos abrazadas, y así fue la venganza que estaba destinada a ser la vencedora, incluso cuando una estaca perforaba el todavía negro corazón de Bodhi, aquella que estaba tan condenada en la vida como lo estaba en la muerte.

source: It... it's gone... I'm human again. Ohhhh, now I know what you went through, <CHARNAME>! I don't know if I ever want to go through that again!
italian: È... È passato... Sono di nuovo umana. Ohhhh, adesso so cosa hai dovuto affrontare, <CHARNAME>! Non so se vorrò mai provarlo di nuovo!
pt_br: Sumiu... eu sou humana novamente. Ohhhh, agora eu sei o que você passou, <CHARNAME>! Não sei se quero passar por isso de novo!
russian: Это... это прошло... и я снова человек. Охххх, теперь я знаю, через что тебе пришлось пройти, <CHARNAME>! Но я не знаю, захочу ли когда-либо пережить это снова!
spanish: Esto... esto marcha... soy humana otra vez. ¡Ohhhh, ahora se por lo que pasásteis, <CHARNAME>! ¡No se si quisiera pasar de nuevo por esto!

source: And I can't believe what you said, either! 'Go ahead and kill her'? After all we've been through, that's what you say in my defense?!
italian: E non posso credere a quello che abbia detto! "Uccidila, Melissan"? Dopo tutto quello che abbiamo passato, è questo che dici in mia difesa?!
pt_br: E não posso acreditar no que você disse! 'Vá em frente e a mate'? Depois de tudo o que passamos, é isso que você diz em minha defesa?!
russian: И я не могу поверить в то, что услышала! 'Давай, убей ее'? И это после всего, что мы прошли вместе, ты говоришь такое?!
spanish: ¡Y no puedo creer lo que estáis diciendo! ¿'Continuad y matadla'? Después de todo lo que hemos pasado, ¡¿eso es lo que tenéis que decir en mi defensa?!

source: I was trying to convince Melissan to leave you alone, Imoen!
italian: Stavo cercando di convincere Melissan a lasciarti in pace, Imoen!
pt_br: Eu estava tentando convencer Melissan a te deixar em paz, Imoen!
russian: Это просто была попытка убедить Мелиссан в том, чтобы она оставила тебя в покое, Имоен!
spanish: ¡Yo estaba intentando convencer a Melisán para que os dejara, Imoen!

source: Get over yourself, little girl. I never asked you to come, did I?
italian: Riprenditi, ragazzina. Non ti ho mai chiesto di venire o sbaglio?
pt_br: Supere-se, garota. Eu nunca pedi para você vir, não é?
russian: Возьми себя в руки, маленькая девочка. Разве тебя просили возвращаться?
spanish: Superadlo, chiquilla. Nunca os pedí que viniérais, ¿No?

source: We don't have time for this chat, Imoen! This is the middle of a fight!
italian: Non abbiamo tempo per questa discussione, Imoen! Siamo nel mezzo di una battaglia!
pt_br: Não temos tempo para essa conversa, Imoen! Estamos no meio de uma luta!
russian: Некогда разговаривать, Имоен! Мы посреди битвы!
spanish: ¡No tenemos tiempo para esta charla, Imoen! ¡Esto es el centro de una pelea!

source: Well... I suppose. You convinced me more than her, obviously. I... I'm just glad I didn't do more damage as the Slayer. I don't know how you handled it. Thank you for... for not killing me.
italian: Beh... Ti credo. Anche se hai convinto più me che lei, ovviamente. Io... sono solo contenta di non aver fatto più danni come Uccisore. Non so come tu sia riuscito a controllarlo. Grazie per... per non avermi uccisa.
pt_br: Bem... eu suponho. Você me convenceu mais do que ela, obviamente. Eu... estou apenas feliz por não ter causado mais estragos como o Matador. Não sei como você aguentou. Obrigada por... por não me matar.
russian: Хорошо... наверное. Очевидно, ты больше убедил меня, чем ее. Я... я только надеюсь, что не наделала большого вреда, когда была в форме Убийцы. Я не знаю, как тебе удалось справиться с этим. Спасибо за... за то, что не убил меня.
spanish: Bien... lo supongo. Me habéis convencido más que a ella, obviamente. Yo... estoy ahora contenta. No puedo hacer más daño que el Asesino. No se como lo controláis. Gracias por... por no matarme.

source: I... I can't stay here, though. This is way out of my league. I wish you well, <CHARNAME>, and I hope I'll see you again. Maybe back at Candlekeep, huh? Anyway... good luck...
italian: Non... non posso rimanere qui. È al di là della mia portata. Ti auguro ogni bene, <CHARNAME>, e spero di rivederti. Forse a Candlekeep, eh? In ogni caso... buona fortuna...
pt_br: Mas... eu não posso ficar aqui. Isso está muito além das minhas capacidades. Desejo-lhe bem, <CHARNAME>, e espero te ver novamente. Talvez no Forte da Vela, huh? De qualquer forma... boa sorte...
russian: Я... я не могу остаться здесь, к сожалению. Это не для меня. Я желаю тебе всего хорошего, <CHARNAME>, и я надеюсь, что увижу тебя снова. Может, снова в Кэндлкипе, хмм? Все может быть... удачи...
spanish: No... no puedo estar aquí. Este es un camino de salida de mi alianza. Deseo vuestro bien, <CHARNAME>, y espero volver a veros otra vez. Tal vez vuelva a Candelero, ¿huh? De todos modos... buena suerte...

source: Do you need me to join back up with you? I could... leave the Throne, I think... I think I have that power, now, same as you. But I'll fight by your side again, if you want me to.
italian: Hai ancora bisogno di me? Potrei... lasciare il Trono, penso... Credo di averne il potere ora, come te, ma combatterò di nuovo al tuo fianco, se vuoi.
pt_br: Você precisa que eu me junte a você novamente? Eu poderia... deixar o Trono, acho... parece que tenho esse poder agora, assim como você. Mas lutarei ao seu lado novamente, se você quiser.
russian: Ты хочешь, чтобы я вернулась назад и была рядом с тобой? Я могла бы... покинуть Трон, я думаю... думаю, что у меня теперь есть та сила, та же самая, что и у тебя. Но я снова буду биться на твоей стороне, если ты захочешь.
spanish: ¿Me necesitáis para volver con vos? Yo podría... dejar el Trono, creo... creo que tengo ese poder, ahora, al igual que vos. Pero volveré a pelear junto a vos de nuevo, si vos lo queréis.

source: Imoen Has Survived Imoen managed to survive Melissan's attempt to force her into berserk Slayer form. It seems that in doing so, Imoen has had her own progress in the taint advanced considerably. She now not only can turn into the same Slayer form that I began to back in Spellhold... but has also gained the ability to go ethereal for brief periods of time. Ethereal ------------- Imoen is now able to enter the Ethereal Plane for brief periods of time. The ability is useable once every minute, and its use prevents her from assuming the Slayer form for a minute, as well. Imoen can remain fully ethereal and intangible to forces on this plane for a full round... during which she is invisible and completely immune to harm. During that round, she also cannot cast spells or use abilities. For another two rounds afterwards, Imoen can remain 'half-phased'... she is partially ethereal and partially in this plane. She is still invisible, but takes half damage from all sources. In this state, there is a small chance (10%) that she will miscast a spell. For all three rounds, she is able to see any invisible targets.
italian: Imoen è Sopravissuta Imoen è riuscita a sopravvivere al tentativo di Melissan di costringerla a trasformarsi nell'Uccisore. Nel fare ciò, sembra che Imoen abbia compiuto progressi considerevoli nella sua corruzione. Adesso non solo è capace di trasformarsi nello stesso Uccisore che ho sperimentato per la prima volta a Spellhold... ma ha anche guadagnato l'abilità di diventare eterea per brevi periodi di tempo. Eterea ------------- Imoen è ora in grado di entrare nel Piano Etereo per brevi periodi di tempo. L'abilità è utilizzabile una volta ogni minuto e il suo uso evita anche la sua trasformazione nell'Uccisore per un minuto. Imoen può rimanere totalmente eterea e immateriale per le forze su questo piano per un round intero... durante il quale è invisibile e completamente immune al danno. Durante il round, non può lanciare incantesimi o usare abilità. Per i due successivi round, Imoen può rimanere "tra i piani": è in parte eterea, in parte su questo piano. È ancora invisibile, ma riceve metà dei danni da tutte le fonti. In questo stato, c'è una piccola possibilità (10%) che sbagli il lancio di un incantesimo. Per tutti e tre i round, è in grado di vedere qualsiasi creatura invisibile.
pt_br: Imoen Sobreviveu Imoen conseguiu sobreviver à tentativa de Melissan de forçá-la a se transformar no Matador enlouquecido. Parece que, ao fazer isso, Imoen avançou consideravelmente em seu próprio progresso contra a mácula. Agora, ela não apenas pode se transformar no mesmo estado do Matador que eu comecei a experimentar em Fortaleza do Feitiço... mas também adquiriu a habilidade de ficar etérea por breves períodos de tempo. Etéreo ------------- Agora, Imoen é capaz de entrar no Plano Etéreo por curtos períodos de tempo. A habilidade pode ser usada uma vez a cada minuto e, ao utilizá-la, ela fica impossibilitada de assumir a forma do Matador por um minuto. Imoen pode permanecer completamente etérea e intangível às forças deste plano durante uma rodada completa... durante a qual ela fica invisível e completamente imune a danos. Nesse período, ela também não pode lançar feitiços ou usar habilidades. Durante mais duas rodadas após isso, Imoen pode permanecer 'parcialmente em fase'... ela está parcialmente etérea e parcialmente neste plano. Ela ainda está invisível, mas recebe apenas metade do dano de todas as fontes. Nesse estado, existe uma pequena chance (10%) de ela lançar um feitiço de forma errônea. Durante essas três rodadas, ela é capaz de enxergar alvos invisíveis.
russian: Имоен выжила Имоен сумела пережить попытку Мелиссан превратить ее в неистовую форму Убийцы. Кажется, что при этом скверна Баала сильно развилась в Имоен. Теперь она может не только превращаться в ту же форму Убийцы, что и я после Спеллхолда... но и переходить на эфирный план на короткие промежутки времени. Эфирный план ------------- Теперь Имоен способна войти в Эфирный План на небольшие периоды времени. Эту способность можно использовать раз в минуту, при этом ее использование предотвращает Имоен от превращения в форму Убийцы в течение минуты. Имоен может остаться полностью эфирной и неподвластной силам на этом плане в течение целого раунда... при этом она остается невидимой и полностью иммунной к вреду. В течение этого раунда она не может колдовать или использовать другие способности. В течение следующих двух раундов Имоен может остаться "полупрозрачной"... она находится частично в эфирном и частично в этом плане. Она все еще невидима, но при этом получает половину ущерба любого вида. В этом состоянии есть небольшой шанс (10 %) что читаемое ею заклинание не удастся. В течение всех трех раундов, она способна видеть любые невидимые цели.
spanish: Imoen ha sobrevivido Imoen logró sobrevivir a la tentativa de Melisán de convertirla en una forma de frenética Asesina. Parece ser que, Imoen ha tenido sus propios progresos en un defecto considerablemente desarrollado. Ella ahora no sólo puede convertirse en la misma forma de Asesino que yo comencé a convertirme en la Prisión del Hechicero... si no que también ha adquirido la habilidad de ser Etérea durante cortos periodos de tiempo. Etéreo ------------- Imoen puede ahora entrar en el plano etéreo por cortos periodos de tiempo. La habilidad puede ser usada una vez por minuto, y su uso también la previene de asumir la forma del Asesino durante un minuto. Imoen puede permanecer etérea e intocable a las fuerzas de este plano durante todo un turno... durante el cual es invisible y completamente inmune al daño. Durante ese turno, ella tampoco puede lanzar conjuros o usar habilidades. Durante los dos turnos posteriores, Imoen puede permanecer 'en semi-fase'... ella es parcialmente en el plano etéreo y parcialmente en este plano. Es aún invisible, pero recibe la mitad de daño de cualquier origen. En este estado, hay una pequeña probabilidad (10%) de que calcule mal un conjuro. Durante tres turnos, ella puede ver objetivos invisibles.

source: Sure. Let's join up again.
italian: Sicuro. Unisciti di nuovo.
pt_br: Claro. Vamos nos juntar novamente.
russian: Конечно. Давай объединимся снова.
spanish: Seguro. Dejadla unirse de nuevo.

source: No... get out of here while you can, Imoen.
italian: No... Vattene da qui finché puoi, Imoen.
pt_br: Não... saia daqui enquanto ainda pode, Imoen.
russian: Нет.. убирайся отсюда, пока можешь, Имоен.
spanish: No... salid de aqui mientras podáis, Imoen.

source: I wish you well, <CHARNAME>, and I hope I'll see you again. Maybe back at Candlekeep, huh? Anyway... good luck...
italian: Ti auguro ogni bene, <CHARNAME>, e spero di rivederti. Forse a Candlekeep, eh? In ogni caso... buona fortuna...
pt_br: Desejo tudo de bom para você, <CHARNAME>, e espero te ver de novo. Talvez no Forte da Vela, né? De qualquer forma... boa sorte...
russian: Я желаю тебе всего хорошего, <CHARNAME>, и надеюсь, что увижу тебя снова. Может, снова в Кэндлкипе, хмм? Все может быть... удачи...
spanish: Deseo vuestro bien, <CHARNAME>, y espero veros otra vez. Quizás vuelva a Candelero, ¿huh? De cualquier forma... buena suerte...

source: Yeah, right. You do whatever you have to, <CHARNAME>. Me... I'm getting as far away from here as possible. Good-bye!
italian: Già, giusto. Fa' qualsiasi cosa tu debba fare, <CHARNAME>. Io... andrò il più lontano possibile da qui. Addio!
pt_br: Sim, claro. Faça o que precisar fazer, <CHARNAME>. Eu... estou indo o mais longe possível daqui. Adeus!
russian: Ага, конечно. Ну, ты делай, что должен, <CHARNAME>. А я... я ухожу отсюда и как можно дальше. Прощай!
spanish: Sí, de acuerdo. Haced lo que sea que tengáis que hacer, <CHARNAME>. Yo... me alejaré de aquí tanto como me sea posible. ¡Adiós!

source: Nope, you sure didn't. Thanks for nothing, I guess. You do whatever you have to, <CHARNAME>. Me... I'm getting as far away from here as possible. Good-bye!
italian: No, di sicuro non l'hai fatto. Grazie di nulla, immagino. Fa' qualsiasi cosa tu debba fare, <CHARNAME>. Io... andrò il più lontano possibile da qui. Addio!
pt_br: Não, realmente não fez. Obrigada por nada, eu acho. Faça o que precisar fazer, <CHARNAME>. Eu... estou indo o mais longe possível daqui. Adeus!
russian: Нет, конечно, нет. Не оправдывайся. Ну, ты делай что должен, <CHARNAME>. А я... я ухожу отсюда и как можно дальше. Прощай!
spanish: No, vos seguramente no. Gracias por nada, supongo. Haced lo que sea que tengáis que hacer, <CHARNAME>. Yo... me alejaré de aquí tanto como me sea posible. ¡Adiós!

source: I'm... just glad I didn't do anything worse while I was... when I... oh, I just don't know how you handled it back in Spellhold. Thank you for... not killing me, okay?
italian: Io... sono solo contenta di non aver fatto più danni mentre ero... quando ero... Oh, non so proprio come tu sia riuscito a controllarlo a Spellhold. Grazie per... per non avermi uccisa., va bene?
pt_br: Eu... só estou feliz por não ter feito algo pior enquanto estava... quando eu... ah, eu simplesmente não sei como você lidou com isso na Fortaleza do Feitiço. Obrigada por... não me matar, tá?
russian: Я... только надеюсь, что не сделала что-то очень плохое, пока была... когда я... оо, не знаю, как тебе удалось вернуться назад в нормальное состояние в Спеллхолде. Спасибо, что... не убил меня, ага?
spanish: Estoy... contenta, no hice nada peor mientras estuve... cuando yo... oh, yo no se como lo manejásteis conteniéndolo en la Prisión del Hechicero. Gracias por... no matarme, ¿vale?
