Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Draw Upon Holy Might (Invocation) Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None The Bhaalspawn calls upon the might of <PRO_HISHER> blood to grant him power for a short period. When <PRO_HESHE> does this, <PRO_HISHER> strength, constitution and dexterity all are raised by 1 point for every 3 levels of the caster. A third level caster would have <PRO_HISHER> abilities raised by 1, while a 12th level caster would have all <PRO_HISHER> abilities raised by 4.
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito l'abilità, utilizzabile una volta al giorno: Convocare la Sacra Potenza (Evocazione) Raggio d'azione: 0 Durata: 1 turno Tempo di lancio: 1 Area d'effetto: Il lanciatore Tiro-salvezza: Nessuno La progenie di Bhaal si appella alla forza del suo sangue per ottenere potere per un breve periodo. Così facendo, la sua Forza, Costituzione e Destrezza sono aumentate di un punto ogni tre livelli del lanciatore. Un personaggio di 3° livello vedrà le proprie caratteristiche aumentare di 1, mentre quelle di un personaggio di 12° livello crescerebbero di 4.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Dark Taint (Necromancy) Range: 20 feet Duration: 1 turn Casting Time: 1 Area of Effect: 1 creature Saving Throw: Negates Through this spell, the Bhaalspawn can expel the taint of <PRO_HISHER> evil sire onto a victim, poisoning those who fail their save vs. death. The effects depend upon the caster's level and are detailed below: 7-9th level: 2d8 + 2/round, slow for 12 seconds, save at -2 10-12th level: 3d8 + 3/round, slow for 12 seconds, save at -2 13-14th level: 4d8 + 4/round, slow for 12 seconds, save at -2 15-16th level: 6d8 + 5/round, slow for 24 seconds, save at -2 17-21st level: 8d8 + 6/round, slow for 24 seconds, save at -4 25th level: 8d8 + 6/round, slow for 36 seconds, save at -4, affects group of targets
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito l'abilità, utilizzabile una volta al giorno: Marchio Oscuro (Necromanzia) Raggio d'azione: 6 metri Durata: 1 turno Tempo di lancio: 1 Area d'effetto: 1 creatura Tiro-salvezza: Neg. Con questo incantesimo, la progenie di Bhaal può porre il malvagio marchio di suo padre su una vittima, avvelenando chi fallisce un tiro-salvezza contro Morte. Gli effetti dipendono dal livello del personaggio e sono descritti qui di seguito: 7°-9° livello: 2d8+2 punti di danno per round, rallentato per 12 secondi, tiro-salvezza con penalità pari a -2 10°-12° livello: 3d8+3 punti di danno per round, rallentato per 12 secondi, tiro-salvezza con penalità pari a -2 13°-14° livello: 4d8+4 punti di danno per round, rallentato per 12 secondi, tiro-salvezza con penalità pari a -2 15°-16° livello: 6d8+5 punti di danno per round, rallentato per 24 secondi, tiro-salvezza con penalità pari a -2 17°-21° livello: 8d8+6 punti di danno per round, rallentato per 24 secondi, tiro-salvezza con penalità pari a -4 25° livello: 8d8+6 punti di danno per round, rallentato per 36 secondi, tiro-salvezza con penalità pari a -4, colpisce un gruppo di bersagli

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Hand of Murder (Necromancy) Range: Caster Duration: 1 rounds/5 levels Casting Time: 1 Saving Throw: none When this power is called upon by the Bhaalspawn, <PRO_HESHE> immediately does extra damage with each hit to <PRO_HISHER> target with any melee weapon desired (whether it be fist or sword). <PRO_HISHER> dark energies travel through <PRO_HISHER> weapon to assault <PRO_HISHER> victim, allowing <PRO_HIMHER> to absorb that damage as healing to <PRO_HIMHER>self. The effects vary by level as follows: 10th: 2 rounds, 4 hp extra damage, 4 hp healed 15th: 3 rounds, 6 hp extra damage, 6 hp healed 20th: 4 rounds, 8 hp extra damage, 8 hp healed 25th: 5 rounds, 10 hp extra damage, 10 hp healed 30th: 6 rounds, 12 hp extra damage, 12 hp healed
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito l'abilità, utilizzabile una volta al giorno: Mano dell'Omicidio (Necromanzia) Raggio d'azione: 0 Durata: 1 round ogni 5 livelli Tempo di lancio: 1 Tiro-salvezza: Nessuno Quando una progenie di Bhaal invoca questo potere, infligge immediatamente danno addizionale ad ogni colpo messo a segno con una qualsiasi arma da mischia (un pugno o una spada). Le sue oscure energie viaggiano attraverso l'arma, arrivano alla sua vittima... e assorbono il danno inflitto per curare la progenie. Gli effetti variano in base al livello come segue: 10° livello: 2 round, 4 punti di danno addizionale, 4 Punti Ferita curati 15° livello: 3 round, 6 punti di danno addizionale, 6 Punti Ferita curati 20° livello: 4 round, 8 punti di danno addizionale, 8 Punti Ferita curati 25° livello: 5 round, 10 punti di danno addizionale, 10 Punti Ferita curati 30° livello: 6 round, 12 punti di danno addizionale, 12 Punti Ferita curati

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Resurrection (Necromancy) Range: Touch Duration: Permanent Casting Time: 1 Area of Effect: Creature Touched Saving Throw: None Like the 5th level spell Raise Dead, Resurrection will return a character back to life. However, Resurrection also heals the character so that they are ready for the adventuring life once more.
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito l'abilità, utilizzabile una volta al giorno: Resurrezione (Necromanzia) Raggio d'azione: Tocco Durata: Permanente Tempo di lancio: 1 Area d'effetto: 1 creatura Tiro-salvezza: Nessuno Come l'incantesimo di 5° livello Rianimare Morti, Resurrezione riporta in vita un personaggio. Tuttavia, Resurrezione guarisce anche il personaggio in modo che sia subito pronto per nuove avventure.

source: The blade of Sarevok, brother of <CHARNAME>, used in the battle they fought in faraway Baldur's Gate. <CHARNAME> prevailed, destroying Sarevok's plans and rescuing the Sword Coast from the brink of war. Now Sarevok has joined with <CHARNAME>'s cause and his blade has been restored to him. Sarevok describes the weapon as a Deathbringer blade and has restored some of the weapon's old power. Without his Bhaalspawn essence to channel through the sword, however, it cannot achieve the power it once had. Still, however, it is a formidable weapon... and one that Sarevok warns would become increasingly difficult to wield in the hands of one who was not a Deathbringer, if they could use it at all. STATISTICS: Combat abilities: - Each hit drains one to five Hit Points from the target and transfers it to the wielder. This will not heal beyond the wielder's maximum. Equipped abilities: - Magic Resistance: +10% Damage: 1D10 +4 THAC0: +4 bonus Damage type: slashing Speed Factor: 8 Proficiency Type: Two Handed sword Type: 2-handed Requires: 14 Strength, 18 Constitution Weight: 10 Not Usable By: Cleric Mage Paladin Ranger Druid non-Chaotic aligned
italian: La spada di Sarevok, il fratello di <CHARNAME>, usata nella battaglia combattuta nella lontana Baldur's Gate. <CHARNAME> prevalse, distruggendo i piani di Sarevok e salvando la Costa della Spada dal baratro della guerra. Ora Sarevok si è unito alla causa di <CHARNAME> e la sua lama gli è stata riconsegnata. Sarevok la descrive come l'arma di un Latore di Morte e ha ripristinato alcuni dei precedenti poteri della spada. Tuttavia, senza la sua essenza di progenie di Bhaal che scorre nella lama, non può raggiungere il potere che un tempo aveva. Resta comunque un'arma formidabile... una che secondo Sarevok sarebbe difficile da brandire da chi non è mai stato un Latore di Morte, se non del tutto impossibile. STATISTICHE: Abilità in combattimento: - Ogni colpo messo a segno risucchia 1-5 Punti Ferita dal bersaglio e li trasferisce in chi brandisce l'arma. Non è possibile superare i Punti Ferita Massimi del personaggio. Abilità durante l'uso: - Resistenza alla Magia: +10% THAC0: +4 Danno: 1d10+4 (tagliente) Fattore-velocità: 8 Tipo di Competenza: Spade a Due Mani Tipo: A due mani Richiede: Forza 14 Costituzione 18 Peso: 10 Non utilizzabile da: Chierico Mago Paladino Ranger Druido Allineamenti Non Caotici

source: I sense no innate goodness within you, <CHARNAME>... though your deeds are hailed far and wide as above reproach. It is... interesting that one like you who must struggle so much with our father's taint inside <PRO_HIMHER> has done so much to fight true evil.
italian: Non percepisco nessuna bontà innata in te, <CHARNAME>... sebbene le tue imprese sia decantate in lungo e in largo come degne di lodi. Mi pare... interessante che uno come te, uno che deve lottare così tanto contro la corruzione di nostro padre dentro di sé, si sia adoperato molto per combattere il vero male.
pt_br: Não sinto bondade inata em você, <CHARNAME>... embora suas ações sejam aclamadas por todos como impecáveis. É interessante que alguém como você, que deve lutar tanto contra a corrupção de nosso pai dentro de si mesmo, tenha feito tanto para combater o verdadeiro mal.
russian: Я не чувствую врожденной доброты внутри тебя, <CHARNAME>... хотя твои поступки столь же знамениты, сколь и безупречны. Интересно, что именно у тебя, несмотря на борьбу со скверной нашего отца внутри, получилось столь многое сделать в борьбе с настоящим злом.

source: If only we had met under other circumstances, <CHARNAME>... I would have liked to sit and compare the paths that have brought us to this point. If we had not been forced by destiny to bear this taint upon our souls, what would have become of us? I regret what I must do, yet I know it must be done.
italian: Se solo ci fossimo incontrati in altre circostanze, <CHARNAME>... mi sarebbe piaciuto sedermi e confrontare i cammini che ci hanno portati fino a questo punto. Se non fossimo stati costretti dal destino a sopportare questa corruzione delle nostre anime, cosa saremmo stati? Rimpiango ciò che devo fare, sebbene sappia di doverlo fare.
pt_br: Se ao menos tivéssemos nos conhecido sob outras circunstâncias, <CHARNAME>... gostaria de sentar e comparar os caminhos que nos trouxeram até aqui. Se não tivéssemos sido forçados pelo destino a carregar essa corrupção em nossas almas, o que teria sido de nós? Lamento o que devo fazer, mas sei que deve ser feito.
russian: Если бы мы встретились при других обстоятельствах, <CHARNAME>... Я бы сел и сравнил пути, что привели нас сюда. Если бы мы не были судьбой обречены нести это наследие в наших душах, что бы с нами стало? Я сожалею о том, что должен сделать, но знаю и то, что это необходимо.

source: You have considerable charisma, <CHARNAME>... but it is because we are siblings that we cannot work together. You know as well as I what the essence seeks, and it will not be satisfied until our destiny is culminated.
italian: Hai un carisma notevole, <CHARNAME>... ma siamo fratelli e non possiamo collaborare. Sai bene quanto me ciò che cerca l'essenza e non sarà soddisfatta finché il nostro destino non sarà compiuto.
pt_br: Você tem um carisma considerável, <CHARNAME>... mas é porque somos irmãos que não podemos trabalhar juntos. Você sabe tão bem quanto eu o que a mácula busca, e ele não ficará satisfeito até que nosso destino seja cumprido.
russian: В тебе много обаяния, <CHARNAME>... но мы не можем действовать вместе именно потому, что мы родственники. Как и я, ты знаешь: сущность не остановится, пока наши судьбы не будут исполнены.

source: And despite what you might profess, I think the taint sits closer to your heart then you would have me believe. I must walk my own path, <CHARNAME>... and you must walk yours.
italian: E nonostante ciò che potrai dire, penso che la corruzione alberghi vicino al tuo cuore, quindi dovrai credermi. Devo percorrere il mio sentiero, <CHARNAME>... e tu devi percorrere il tuo.
pt_br: E apesar do que você possa afirmar, acredito que a mácula está mais próximo do seu coração do que você quer me fazer acreditar. Eu devo seguir meu próprio caminho, <CHARNAME>... e você deve seguir o seu.
russian: И говори что хочешь, но я думаю, что скверна проникла в твое сердце глубже, чем ты пытаешься представить. Я должен следовать своим собственным путем, <CHARNAME>... а ты - своим собственным.

source: Ethereal Imoen is now able to enter the Ethereal Plane for brief periods of time. The ability is useable once every minute, and its use prevents her from assuming the Slayer form for a minute, as well. Imoen can remain fully ethereal and intangible to forces on this plane for a full round... during which she is invisible and completely immune to harm. During that round, she also cannot cast spells or use abilities. For another two rounds afterwards, Imoen remains 'half-phased'... she is partially ethereal and partially in this plane. She is still invisible, but takes half damage from all sources. In this state, there is a small chance (10%) that she will miscast a spell. For all three rounds, she is able to see any invisible targets.
italian: Eterea Imoen è ora in grado di entrare nel Piano Etereo per brevi periodi di tempo. L'abilità è utilizzabile una volta ogni minuto e il suo uso evita anche la sua trasformazione nell'Uccisore per un minuto. Imoen può rimanere totalmente eterea e immateriale per le forze su questo piano per un round intero... durante il quale è invisibile e completamente immune al danno. Durante il round, non può lanciare incantesimi o usare abilità. Per i due successivi round, Imoen può rimanere "tra i piani": è in parte eterea, in parte su questo piano. È ancora invisibile, ma riceve metà dei danni da tutte le fonti. In questo stato, c'è una piccola possibilità (10%) che sbagli il lancio di un incantesimo. Per tutti e tre i round, è in grado di vedere qualsiasi creatura invisibile.
pt_br: Etéreo Imoen agora é capaz de entrar no Plano Etéreo por breves períodos de tempo. A habilidade é utilizável uma vez a cada minuto, e seu uso a impede de assumir a forma do Matador por um minuto também. Imoen pode permanecer completamente etérea e intangível a forças neste plano por um turno completo ... durante o qual ela é invisível e completamente imune a danos. Durante essa rodada, ela também não pode conjurar mágicas ou usar habilidades. Por mais duas rodadas depois, Imoen permanecerá como 'meio-etérea' ... ela é parcialmente etérea e parcialmente nesse plano. Ela ainda é invisível, mas leva metade do dano de todas as fontes. Neste estado, há uma pequena chance (10%) de que ela irá errar um feitiço. Para as três rodadas, ela é capaz de ver quaisquer alvos invisíveis.
russian: Эфирный план Теперь Имоен способна войти в Эфирный План на небольшие периоды времени. Эту способность можно использовать раз в минуту, при этом ее использование предотвращает Имоен от превращения в форму Убийцы в течение минуты. Имоен может остаться полностью эфирной и неподвластной силам на этом плане в течение целого раунда... при этом она остается невидимой и полностью иммунной к вреду. В течение этого раунда она не может колдовать или использовать другие способности. В течение следующих двух раундов Имоен может остаться "полупрозрачной"... она находится частично в эфирном и частично в этом плане. Она все еще невидима, но при этом получает половину ущерба любого вида. В этом состоянии есть небольшой шанс (10 %) что читаемое ею заклинание не удастся. В течение всех трех раундов, она способна видеть любые невидимые цели.

source: Eventually parting ways with his companions, Anomen would enter the hierarchy of Helm's church, over time rising to the rank of High Watcher. He remained restless and dissatisfied, remembering his days adventuring with <CHARNAME>... and though many friends would urge him otherwise, Anomen never felt that the church was his true home. He remained in his position for a year until finally he could bear it no more. He left active duty in the church and, for a time, wandered the new land of Maztica as a missionary. Anomen remained a troubled soul, still never content even though his prowess earned him great respect from the new friends he encountered. When the powerful evil priest Yamash summoned a horde of demons in an effort to rid Maztica of all life, Anomen would at last find his purpose. He alone was responsible for organizing the tattered remnants of the Amnish soldiers and local Mazticans into a united army that stood against the dark priest. In the great battle that followed, Anomen was seen plainly by all to plunge into combat single-handedly against Yamash. He did not have <CHARNAME> or other companions beside him: alone he stood against the tide of evil, and for once he was not found wanting. He was last seen from afar, shedding tears of joy as he engaged Yamash and shouted out to Helm while chanelling a blinding flash of power. When it cleared, both the priest and Anomen were gone. The battle was won and Maztica was saved. Anomen would forever after be regarded as a hero, inspiring the creation of a protective order of knights in his name. A new order for a new land.
italian: Dopo avere lasciato i suoi compagni, Anomen entrò nella gerarchia della chiesa di Helm, raggiungendo con il tempo il rango di Alto Osservatore. Continuò a essere irrequieto e insoddisfatto, ricordando i giorni d’avventura con <CHARNAME>... e nonostante i suoi amici lo spronassero, Anomen non sentì mai la chiesa come la sua vera casa. Mantenne la sua posizione per un anno finché alla fine non ne poté più. Lasciò il suo ruolo attivo nella chiesa e, per un periodo, viaggiò nella terra di Maztica come missionario. Anomen rimase uno spirito inquieto, sempre insoddisfatto anche quando il suo valore militare gli faceva guadagnare grande rispetto da parte dei nuovi amici che incontrava. Quando il potente e malvagio sacerdote Yamash evocò un'orda di demoni nel tentativo di cancellare ogni forma di vita in tutta Maztica, Anomen trovò finalmente il suo scopo. Da solo, organizzò gli sparpagliati resti dei soldati dell'Amn e gli abitanti di Maztica in un'armata unita che fronteggiasse l'oscuro sacerdote. Nella grande battaglia che seguì, Anomen fu visto chiaramente da tutti scagliarsi da solo in un combattimento contro Yamash. Non aveva <CHARNAME> o altri compagni al suo fianco: fronteggiò da solo l'ondata del male e per una volta non fu trovato in difetto. Venne visto per l'ultima volta da lontano, mentre versava lacrime di gioia poco prima di attaccare Yamash, invocando ad alta voce Helm e aprendo un canale di potere dalla luce accecante. Quando si poté di nuovo vedere, sia il sacerdote sia Anomen erano scomparsi. La battaglia fu vinta e Maztica fu salvata. Anomen sarebbe stato ricordato per sempre come un eroe, ispirando la creazione di un ordine di cavalieri in suo nome. Un nuovo ordine per una nuova terra.
pt_br: Eventualmente, Anomen se separaria de seus companheiros e ingressaria na hierarquia da igreja de Helm, subindo com o tempo para o cargo de Alto Vigia. Ele permaneceu inquieto e insatisfeito, lembrando-se de seus dias de aventura com <CHARNAME>... e, embora muitos amigos o incentivassem a ficar, Anomen nunca sentiu que a igreja era seu verdadeiro lar. Ele permaneceu em sua posição por um ano até que finalmente não suportou mais. Abandonou o serviço ativo na igreja e, por um tempo, vagou pela nova terra de Maztica como missionário. Anomen continuava sendo uma alma atormentada, nunca satisfeito, embora sua habilidade lhe rendesse grande respeito dos novos amigos que encontrava. Quando o poderoso sacerdote maligno Yamash convocou uma horda de demônios na tentativa de eliminar toda a vida em Maztica, Anomen finalmente encontrou seu propósito. Ele foi o único responsável por organizar os remanescentes despedaçados dos soldados de Amn e os habitantes locais de Maztica em um exército unido que se opôs ao sacerdote das trevas. Na grande batalha que se seguiu, Anomen foi visto claramente por todos mergulhando sozinho no combate contra Yamash. Ele não tinha <CHARNAME> ou outros companheiros ao seu lado: sozinho ele enfrentou a maré do mal e, pela primeira vez, não foi considerado insuficiente. Ele foi visto pela última vez de longe, derramando lágrimas de alegria enquanto enfrentava Yamash e invocava um fulgor cegante de poder. Quando a poeira baixou, tanto o sacerdote quanto Anomen haviam desaparecido. A batalha foi vencida e Maztica foi salva. Anomen seria para sempre considerado um herói, inspirando a criação de uma ordem protetora de cavaleiros em seu nome. Uma nova ordem para uma nova terra.
russian: В конечном счете, пути Аномена с его компаньонами разошлись, и Аномен вошел в иерархию церкви Хелма, через какое-то время дослужившись до звания Высокого Наблюдателя. Однако он оставался беспокойным и неудовлетворенным, вспоминая дни своих приключений с <CHARNAME>... Аномен никогда не чувствовал, что церковь была его истинным домом, хотя многие его друзья думали иначе. Он оставался в этом положении в течение года, пока наконец он больше не смог переносить все это. Он оставил активные служебные обязанности в своей церкви, и, какое-то время блуждал как миссионер по Новым Землям Мазтики. Аномен оставался обеспокоенной душой, не находившей себе удовлетворения несмотря на то, что его мастерство принесло ему великое уважение новых друзей, с которыми он встретился. Когда мощный злой священник Ямаш вызвал орду демонов, чтобы уничтожить на Мазтике всю жизнь, Аномен наконец-то нашел свою цель. Ему одному принадлежит заслуга в организации объединенной армии из остатков солдат разбитых войск Амна и местных жителей, которая противостояла темному священнику. В великом сражении, которое вскоре последовало, Аномен, как было явно замечено всеми, стремился лично вступить в бой против самого Ямаша. Рядом с ним не было <CHARNAME> или других компаньонов: он один противостоял потоку зла, и на этот раз он не нуждался в помощи. В последний раз его видели, когда он со слезами радости на глазах вступил в бой с Ямашем и, воззвав к Хелму, вызвал мощную ослепительную вспышку. Когда все развеялось, не было ни священника, ни Аномена. Сражение было выиграно, и Мазтика была спасена. Аномен был увековечен как великий герой, вдохновивший своим подвигом создание Ордена рыцарей-защитников, и носящий его имя. Новый Орден для Новой Земли.
