Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: You must take the battle to Melissan. It is your destiny to see that Bhaal's legacy ends here and now. But you must promise me, <CHARNAME>... you must promise me that you will not give into the temptation. Should you defeat Melissan and the power become available to you, you must turn away from it... you have seen your struggle as it is now, with only a sliver of that taint. Do not take it, <CHARNAME>... even a god can be tempted, you must realize that. Promise me you will turn it away.
italian: Devi combattere contro Melissan. Il tuo destino ti impone di vedere la fine del retaggio di Bhaal qui e ora. Ma devi promettermi, <CHARNAME>... devi promettermi che non cadrai nella tentazione. Dovessi sconfiggere Melissan e avere il potere alla tua portata, dovrai ignorarlo... Hai visto qual è lo sforzo che ora devi fare con solo una piccola parte della corruzione. Non prenderla, <CHARNAME>... Anche un dio può essere tentato, devi capirlo. Promettimi che la ignorerai.
pt_br: Você deve levar a batalha até Melissan. É o seu destino garantir que o legado de Bhaal termine aqui e agora. Mas você deve me prometer, <CHARNAME>... você deve me prometer que não cederá à tentação. Se você derrotar Melissan e o poder ficar disponível para você, deve recusá-lo... você já viu a luta que é agora, com apenas um fragmento dessa corrupção. Não aceite, <CHARNAME>... mesmo um deus pode ser tentado, você precisa perceber isso. Prometa-me que você vai rejeitá-lo.
russian: Тебе нужно сразиться с Мелиссан. Тебе суждено увидеть конец скверны Баала. Но пообещай мне, <CHARNAME>... пообещай, что не поддашься искушению. Когда победишь Мелиссан и обретешь силу, ты должен отказаться от нее... ты ведь видишь, как тяжело справиться даже с одной крупицей скверны. Не принимай ее, <CHARNAME>... даже бог может соблазниться, пойми. Пообещай, что откажешься.
spanish: Debéis llevar la batalla hasta Melisán. Es vuestro destino acabar con el legado de Bhaal aquí y ahora. Pero debéis prometerme, <CHARNAME>... debéis prometerme que no caeréis en la tentación. Si vencéis a Melisán y el poder queda a vuestra disposición, debéis darle la espalda... habéis visto cómo es vuestra lucha ahora, con solo una pizca de esa mancha. No lo toméis, <CHARNAME>... hasta un dios puede sucumbir a la tentación, debéis ser consciente de ello. Prometedme que lo rechazaréis.

source: If I am given the option, Balthazar... I will refuse the taint. I swear it.
italian: Se ne avrò l'occasione, Balthazar... rifiuterò la corruzione. Lo giuro.
pt_br: Se me for dada essa opção, Balthazar... eu recusarei a corrupção. Eu juro.
russian: Если у меня будет выбор, Балтазар... Я откажусь от скверны. Клянусь.
spanish: Si tengo la oportunidad, Baltasar... rechazaré el poder. Lo juro.

source: No. I will swear nothing of the kind. Great good could come out of that power, you don't know otherwise any better than I.
italian: No. Non giurerò nulla del genere. Un grande bene potrebbe venir fuori da quel potere, nessuno lo sa meglio di me.
pt_br: Não. Não vou jurar nada disso. Grande bem poderia vir desse poder, você não sabe melhor do que eu.
russian: Нет. Я не поклянусь. Эта сила может принести и великое добро, ты не знаешь ничего лучше меня.
spanish: No. No juraré nada parecido. Podría derivarse un gran bien de ese poder, no sabéis lo que podría pasar, no más que yo.

source: Forget it! I'll do no such thing!
italian: Scordatelo! Non farò una cosa del genere!
pt_br: Esqueça! Não farei nada disso!
russian: Забудь! Я такого не сделаю!
spanish: ¡Olvidadlo! ¡No lo haré!

source: Then I am satisfied. The essence of our sire ends with me... and with you. May the gods forgive me. May you... may you forgive me, <PRO_BROTHERSISTER>...
italian: Allora sono soddisfatto. L'essenza di nostro padre termina con me... e con te. Possano gli dèi perdonarmi. Possa... possa tu perdonarmi, fratello...
pt_br: Então estou satisfeito. A essência de nosso pai acaba comigo... e com você. Que os deuses me perdoem. Que você... que você me perdoe, irmão...
russian: Тогда мне этого достаточно. Сущность нашего родителя умрет вместе со мной... и с тобой. Да смилуются над нами боги. Прости меня, <PRO_BROTHERSISTER>...
spanish: Entonces estoy satisfecho. La esencia de nuestro padre acaba conmigo... y con vos. Que los dioses me perdonen. Que vos... me perdonéis, hermano...

source: Then we must do battle. I... I am sorry, <PRO_BROTHERSISTER>. I had hoped this would be otherwise.
italian: Allora dobbiamo combattere. Mi... mi dispiace, fratello. Speravo che finisse diversamente.
pt_br: Então devemos batalhar. Eu... eu sinto muito, irmão. Eu esperava que fosse diferente.
russian: Тогда нам придется сразиться. Прости, <PRO_BROTHERSISTER>. Я надеялся, что все будет иначе.
spanish: Entonces debemos presentar batalla. Lo... lo siento, hermano. Esperaba que esto fuera de otra manera.

source: And I cannot trust that you will turn aside the power when it is offered to you. You have experienced the struggle even a sliver of Bhaal's taint has brought you, yet I cannot believe that you would turn it aside. I... I am sorry, <PRO_BROTHERSISTER>... but I have no choice.
italian: E io non posso fidarmi che ignorerai il potere quando ti sarà offerto. Hai provato lo sforzo che ti ha portato anche solo una piccola parte della corruzione di Bhaal, ma non posso credere che la ignorerai. Mi... mi dispiace, fratello... ma non ho scelta.
pt_br: E não posso confiar que você vai rejeitar o poder quando ele lhe for oferecido. Você já experimentou a luta que até mesmo um fragmento da corrupção de Bhaal lhe trouxe, mas não posso acreditar que você vai recusá-la. Eu... eu sinto muito, irmão... mas não tenho escolha.
russian: Я не верю, что ты откажешься от этой силы, когда ее предложат. Ты знаешь, что приносит даже одна крупица скверны, но я все равно не верю, что ты сможешь ее отвергнуть. Прости, <PRO_BROTHERSISTER>... у меня нет выбора.
spanish: Y no puedo confiar en que rechazaréis el poder si os lo ofrecen. Habéis experimentado la lucha que tan sólo una pizca de la mancha de Bhaal os ha traido, pero aun así no puedo creer que lo rechazaríais. Lo... lo siento, hermano... pero no tengo elección.

source: So be it. Come, my pupils... may the gods help us all.
italian: Così sia. Venite, miei allievi... Possano gli dèi aiutarci tutti.
pt_br: Que assim seja. Venham, meus pupilos... que os deuses nos ajudem a todos.
russian: Да будет так. Идемте, мои ученики... и да помогут нам боги.
spanish: Así sea. Venid, mis pupilos... que los dioses nos ayuden a todos.

source: No. Further dialogue is pointless. Let us end this now, <CHARNAME>... and may the gods have pity on us all.
italian: No. Altre parole sono inutili. Facciamola finita ora, <CHARNAME>... e possano gli dèi aver pietà di noi tutti.
pt_br: Não. Mais diálogo é inútil. Vamos acabar com isso agora, <CHARNAME>... e que os deuses tenham piedade de todos nós.
russian: Нет. Продолжать разговор нет смысла. Давай покончим с этим, <CHARNAME>... и пусть боги сжалятся над нами.
spanish: No. Dialogar más no tiene sentido. Acabemos con esto ahora, <CHARNAME>... y que los dioses se compadezcan de todos nosotros.

source: Perhaps what you are saying holds merit. But what if I died during the battle? What if I was weakened, in the end... you might find yourself... tempted. How could I trust you?
italian: Forse ciò che dici ha valore. Ma se morissi durante la battaglia? Se fossi indebolito, alla fine... saresti... tentato. Come potrei fidarmi di te?
pt_br: Talvez o que você está dizendo tenha mérito. Mas e se eu morrer durante a batalha? E se eu ficar enfraquecido no final... você pode acabar... tentado. Como posso confiar em você?
russian: Возможно, в твоих словах есть смысл. Но что будет, если я погибну в сражении? Что, если в конце я потеряю все силы... и ты окажешься... перед искушением. Как мне доверять тебе?
spanish: Tal vez lo que decís tiene mérito. Pero ¿qué pasaría si yo muero en la batalla? Si yo quedara debilitado, al final... podríais sentir... la tentación. ¿Cómo podría confiar en vos?

source: I don't know how to explain it, exactly, but she must have used you! She used everyone else! I didn't trust her and she even got me to do what she wanted!
italian: Non so come spiegarlo esattamente, ma deve averti usato! Ha usato tutti quanti! Non mi fidavo di lei, ma mi ha comunque portato a fare ciò che voleva!
pt_br: Não sei como explicar exatamente, mas ela deve ter te usado! Ela usou todo mundo! Eu não confiava nela e mesmo assim ela conseguiu que eu fizesse o que ela queria!
russian: Не знаю, как это точно объяснить, но она наверняка использовала тебя! Как и всех остальных! Даже меня, хотя я ей не доверял, она заставила делать то, что хотела!
spanish: No sé cómo explicarlo exactamente, ¡pero ella debe haberos usado! ¡Usó a todos los demás! ¡Yo no confiaba en ella y aún así consiguió que hiciera lo que ella quería!

source: Think about it, Balthazar! You honestly think she didn't know what your plans were? Do you think you took her by surprise? Even I saw it coming, and there was nothing I could do to stop it!
italian: Pensaci, Balthazar! Pensi davvero che non sapesse quali fossero i tuoi piani? Pensi di averla colta di sorpresa? Anch'io ho capito il suo inganno e non c'era nulla che potessi fare per fermarlo!
pt_br: Pense bem, Balthazar! Você acha mesmo que ela não sabia quais eram seus planos? Acha que a pegou de surpresa? Até eu vi que isso ia acontecer, e não pude fazer nada para impedir!
russian: Подумай об этом, Балтазар! Ты правда думаешь, что она не знала о твоих планах? Думаешь, застанешь ее врасплох? Даже я видел, что происходит, но не мог ничего сделать, чтобы это остановить!
spanish: ¡Pensad en ello, Baltasar! ¿De verdad pensáis que ella no conocía vuestros planes? ¿Pensáis que la tomásteis por sorpresa? ¡Hasta yo lo vi venir, y no hubo nada que pudiera hacer para pararlo!

source: She used you to get rid of the other Bhaalspawn, obviously. Think about it! She knew what you were planning all along. She wanted all the Bhaalspawn dead... and she wants us to fight! She *wants* this to happen!
italian: Ti ha usato per sbarazzarsi delle altre progenie di Bhaal, ovviamente. Pensaci! Ha sempre saputo quali fossero i tuoi piani. Voleva morte tutte le progenie di Bhaal... e vuole che noi combattiamo! Lei "vuole" che questo accada!
pt_br: Ela te usou para se livrar dos outros Filhos de Bhaal, obviamente. Pense nisso! Ela sabia de seus planos desde o início. Ela queria todos os Filhos de Bhaal mortos... e ela quer que lutemos! Ela quer que isso aconteça!
russian: Она, видимо, использовала тебя, чтобы избавиться от других потомков Баала. Подумай об этом! Она с самого начала знала, что ты планировал. Она хотела, чтобы все потомки Баала погибли... и хочет нашего сражения! Она *хочет*, чтобы это случилось!
spanish: Obviamente, ella os utilizó para deshacerse de los otros hijos de Bhaal. ¡Pensadlo! Ella sabía lo que estábais planeando desde el principio. Quería a todos los hijos de Bhaal muertos... ¡Y quiere que luchemos entre nosotros! ¡Ella *quiere* que pase esto!

source: Of course she used me, <CHARNAME>. And no doubt she knew my plans as well as I knew hers. This changes nothing.
italian: Certamente mi ha usato, <CHARNAME>. E senza dubbio conosceva i miei piani così come io conoscevo i suoi. Questo non cambia nulla.
pt_br: Claro que ela me usou, <CHARNAME>. E sem dúvida ela sabia de meus planos tanto quanto eu sabia dos dela. Isso não muda nada.
russian: Конечно, она использовала меня, <CHARNAME>. И не сомневаюсь, что она знала про мои планы, как и я знаю про нее. Это ничего не меняет.
spanish: Claro que me utilizó, <CHARNAME>. Y sin duda, ella conocía mis planes tan bien como yo conozco lo suyos. Eso no cambia nada.

source: You... may be right, <CHARNAME>. But that does not mean that my plan will fail. Melissan underestimates me, I am sure of that... just as she underestimates you.
italian: Tu... puoi aver ragione, <CHARNAME>. Ma questo non significa che il mio piano fallirà. Melissan mi sottovaluta, ne sono sicuro... proprio come sottovaluta te.
pt_br: Você... pode estar certo, <CHARNAME>. Mas isso não significa que meu plano falhará. Melissan me subestima, disso tenho certeza... assim como ela subestima você.
russian: Ты... может быть, и прав, <CHARNAME>. Но это не значит, что мой план обречен на провал. Мелиссан недооценивает меня, я уверен... также, как недооценивает и тебя.
spanish: Tal vez... tengáis razón, <CHARNAME>. Pero eso no significa que mi plan vaya a fallar. Melisán me subestima, estoy seguro de ello... de la misma manera en que os subestima a vos.

source: I... perhaps you are right, <CHARNAME>. I see the wisdom of your words. Still... this does not mean my plan is doomed to failure. Or is it?
italian: Io... forse hai ragione, <CHARNAME>. Scorgo la saggezza delle tue parole. Tuttavia... questo non significa che il mio piano sia destinato a fallire. O sì?
pt_br: Eu... talvez você esteja certo, <CHARNAME>. Vejo a sabedoria em suas palavras. Ainda assim... isso não significa que meu plano está fadado ao fracasso. Ou está?
russian: Я... может быть, ты и прав, <CHARNAME>. Я вижу мудрость в твоих словах. И все же... это не значит, что мой план обречен на провал. Или нет?
spanish: Yo... tal vez tengáis razón, <CHARNAME>. Veo la sabiduría de vuestras palabras. Aún así... eso no quiere decir que mi plan esté condenado al fracaso. ¿O sí?

source: I must resist it. I will. I have no choice.
italian: Devo resistere. Lo farò. Non ho scelta.
pt_br: Eu preciso resistir. Eu vou. Não tenho escolha.
russian: Я должен противостоять этому. И сделаю это. У меня нет выбора.
spanish: Debo resistirme. Lo haré. No tengo elección.

source: But... you have shown great willpower, as well. Despite the taint in your soul, you have struggled against it just as I have. What makes me more worthy...? No, I must not question myself! Not now!
italian: Ma... hai mostrato anche una grande forza di volontà. Nonostante la corruzione nella tua anima, hai combattuto contro di essa proprio come me. Cosa mi rende più degno...? No, non devo farmi domande! Non ora!
pt_br: Mas... você também mostrou grande força de vontade. Apesar da corrupção em sua alma, você lutou contra ela assim como eu. O que me faz menos digno...? Não, não devo me questionar! Não agora!
russian: Но... ты тоже проявил большую силу воли. Несмотря на скверну в своей душе, ты боролся с ней, как и я. Что делает меня более достойным...? Нет, я не должен задавать такие вопросы! Не сейчас!
spanish: Pero... habéis demostrado una gran fuerza de voluntad, también. A pesar de la mancha en vuestra alma, habéis luchado contra ella como yo. ¿Qué me hace más digno...? ¡No, no debo cuestionarme a mi mismo! ¡No ahora!

source: You are certainly no better a candidate for resisting such temptation, <CHARNAME>. I would trust myself far more than I would trust you. To send you to the Throne would be to give up everything I have believed in.
italian: Non sei di certo un candidato migliore per resistere a una simile tentazione, <CHARNAME>. Mi fiderei più di me stesso che di te. Mandarti nel Trono sarebbe rinunciare a ogni cosa in cui ho creduto.
pt_br: Certamente você não é um candidato melhor para resistir a essa tentação, <CHARNAME>. Eu confiaria muito mais em mim mesmo do que em você. Enviar você para o Trono seria abrir mão de tudo em que acreditei.
russian: Ты не лучший кандидат, чтобы сопротивляться такому искушению, <CHARNAME>. Я не могу доверять тебе так же, как себе. Допустить тебя к Трону значит отказаться от всего, во что я верил.
spanish: Ciertamente no sois un candidato mejor para resistir una tentación así, <CHARNAME>. Confiaría en mi mismo mucho más de lo que confiaría en vos. Mandaros al Trono sería renunciar a todo en lo que creo.

source: Strength is nothing, <CHARNAME>. You may vanquish me with your might, and you may even vanquish Melissan. But you will never vanquish yourself. Might will bring you no peace... this I know. And this is why I must be the last.
italian: La forza non è nulla, <CHARNAME>. Puoi sconfiggermi con la tua potenza e puoi anche sconfiggere Melissan, ma non sconfiggerai mai te stesso. Il potere non ti porterà alcuna pace... questo lo so. Ed è per questo che devo essere l'ultimo.
pt_br: Força não significa nada, <CHARNAME>. Você pode me vencer com sua habilidade, e até mesmo vencer Melissan. Mas você nunca irá vencer a si mesmo. A força não trará paz para você... disso eu sei. E é por isso que eu devo ser o último.
russian: Сила - ничто, <CHARNAME>. Ты со своей мощью можешь победить меня, можешь победить даже Мелиссан. Но ты никогда не сможешь победить себя. Сила не даст тебе мира... это я знаю. И именно поэтому я должен стать последним.
spanish: La fuerza no es nada, <CHARNAME>. Podréis derrotarme con vuestro poder, y puede que hasta derrotéis a Melisán. Pero nunca os venceréis a vos mismo. El poder no os traerá paz... lo sé bien. Y es por eso que debo ser el último.

source: I am tired of the battles I have fought, <CHARNAME>. I am tired of the anguish that I have endured, placing the greater good above the welfare of others, of myself and my own immortal soul. It will be enough that Bhaal's legacy is destroyed, there is no temptation beyond that.
italian: Sono stanco delle battaglie che ho combattuto, <CHARNAME>. Sono stanco del tormento che ho sopportato, mettendo il bene superiore sopra il benessere degli altri, di me stesso e della mia anima immortale. Sarà sufficiente che il retaggio di Bhaal sia distrutto, non c'è tentazione che segua.
pt_br: Estou cansado das batalhas que lutei, <CHARNAME>. Estou cansado da angústia que suportei, colocando o bem maior acima do bem-estar dos outros, de mim mesmo e de minha própria alma imortal. Será o suficiente destruir o legado de Bhaal, não há tentação além disso.
russian: Я устал от сражений и битв, <CHARNAME>. Я устал от страданий, которые перенес, ставя высшее благо выше благополучия других, себя и своей собственной бессмертной души. Будет достаточно, что наследие Баала уничтожено, больше меня ничто не прельщает.
spanish: Estoy cansado de las batallas que he luchado, <CHARNAME>. Estoy cansado de la angustia que he soportado, poniendo el mayor bien por encima del bienestar de otros, del mío y de mi alma inmortal. Será suficiente con destruir el legado de Bhaal, no habrá más tentaciones.

source: But I do. It is my destiny. What other choice have I?
italian: Questo è il mio destino. Quale altra scelta ho?
pt_br: Mas eu tenho. É o meu destino. Que outra escolha eu tenho?
russian: Но я это сделаю. Это - моя судьба. Разве есть другой выбор?
spanish: Pero debo hacerlo. Es mi destino. ¿Qué opción me queda?

source: You always have a choice, Balthazar. Don't be a slave to Alaundo's prophecy! I have fought against it ever since I found out about my heritage and I will *not* give up!
italian: Hai sempre una scelta, Balthazar. Non essere schiavo della profezia di Alaundo! Io la combatto sin da quando ho scoperto il mio retaggio e "non" mi arrenderò!
pt_br: Sempre há uma escolha, Balthazar. Não seja escravo da profecia de Alaundo! Eu tenho lutado contra isso desde que descobri minha herança e não vou desistir!
russian: Всегда есть выбор, Балтазар. Не будь рабом пророчества Алаундо! Мне пришлось бороться с этим с тех пор, как стало известно о моем наследии, и я *не* сдамся!
spanish: Siempre hay otra opción, Baltasar. ¡No seáis esclavo de la profecía de Alaundo! ¡He luchado contra ella desde que supe de mi herencia y *no* renunciaré!

source: Alaundo's prophecy does not mean the Bhaalspawn must be destroyers, Balthazar! It also means we can stop the prophecy from becoming true, I know this!
italian: La profezia di Alaundo non significa che tutte le progenie di Bhaal debbano essere distrutte, Balthazar! Significa anche che possiamo fermare la profezia dal diventare realtà, lo so!
pt_br: A profecia de Alaundo não significa que os Filhos de Bhaal devem ser destruidores, Balthazar! Também significa que podemos impedir que a profecia se torne realidade, eu sei disso!
russian: Пророчество Алаундо не означает, что потомки Баала должны быть разрушителями, Балтазар! Еще оно означает, что мы можем помешать пророчеству исполниться. Я это знаю!
spanish: ¡La profecía de Alaundo no dice que los hijos de Bhaal deban ser destructores, Baltasar! ¡También dice que podemos evitar que la profecía se haga realidad, lo sé!

source: You can walk away. You can do what's right, Balthazar, what you know to be right instead of what you've resigned yourself to.
italian: Puoi uscirne. Puoi fare ciò che è giusto, Balthazar, ciò che sai essere giusto invece di ciò a cui ti sei rassegnato.
pt_br: Você pode desistir. Você pode fazer o que é certo, Balthazar, o que você sabe que é certo, em vez do que você se resignou a fazer.
russian: Ты можешь уйти. Ты можешь делать то, что правильно, Балтазар - то, что считаешь правильным. Вместо того, чтобы примириться с собой.
spanish: Podéis iros. Podéis hacer lo correcto, Baltasar, lo que vos sabéis que es correcto en lugar de a lo que os habéis resignado.

source: You are walking a path that you don't need to, Balthazar. You see yourself as evil, but it doesn't have to be that way.
italian: Percorri un sentiero che non devi percorrere, Balthazar. Ti vedi come un malvagio, ma non dev'essere così.
pt_br: Você está seguindo um caminho que não precisa seguir, Balthazar. Você se vê como o mal, mas não precisa ser assim.
russian: Ты следуешь пути, по которому идти не следует, Балтазар. Ты смотришь на себя как на зло, но так не должно быть.
spanish: Váis por un camino por el que no necesitáis ir, Baltasar. Os véis a vos mismo como maligno, pero no tiene por qué ser así.

source: I am your <PRO_BROTHERSISTER>, Balthazar. Let us fight what is inevitable! We can work together!
italian: Sono tuo fratello, Balthazar. Combattiamo ciò che è inevitabile! Possiamo lavorare insieme!
pt_br: Eu sou seu irmão, Balthazar. Lutemos contra o que é inevitável! Podemos trabalhar juntos!
russian: Я тебе <PRO_BROTHERSISTER>, Балтазар. Давай бороться с тем, что неизбежно! Мы можем действовать вместе!
spanish: Soy vuestro hermano, Baltasar. ¡Luchemos contra lo inevitable! ¡Podemos trabajar juntos!

source: Forget it. There's no point in discussing this with you, is there? Let's get this over with.
italian: Lascia stare. Non ha senso discuterne con te, giusto? Facciamola finita.
pt_br: Esqueça. Não adianta discutir isso com você, não é? Vamos acabar logo com isso.
russian: Забудь. Нет смысла обсуждать это с тобой, так ведь? Давай сделаем это.
spanish: Olvidadlo. No tiene sentido discutir esto con vos, ¿no es así? Acabemos con esto de una vez.

source: You are impressive with your words, <CHARNAME>. I can feel destiny altering to your will, how you are the center of it all... how is it that I did not see this before?
italian: Sei notevole con le tue parole, <CHARNAME>. Riesco a sentire il destino alterarsi alle tue parole, come se tu fossi il centro di tutto... Com'è possibile che non me ne sia accorto prima?
pt_br: Suas palavras são impressionantes, <CHARNAME>. Eu posso sentir o destino se moldando à sua vontade, como você é o centro de tudo... como eu não percebi isso antes?
russian: Ты говоришь убедительно, <CHARNAME>. Я чувствую, как меняется судьба по твоему желанию, что ты - центр всего этого... почему я не увидел этого раньше?
spanish: Impresionáis con vuestras palabras, <CHARNAME>. Puedo sentir como el destino se altera a vuestra voluntad, como sois el centro de todo... ¿Cómo no lo vi antes?
