Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: In the end, it was Bodhi's ambition that sealed her fate. Her dealings with <CHARNAME> had given her a brief taste of divinity, and when it faded she became obsessed with recapturing that glory. She stalked the shadows of the Sword Coast, bathing in the blood of countless victims, and every attempt to hunt her down ended the same way: with the drained corpses of clerics and knights scattered about, and no trace of the vampire herself. But this time Bodhi's thirst was without end, without satisfaction. At last her frenzy drove her back to Suldanessellar, and at the gates of the city she found Ellesime waiting for her. They fought all through the night, both driven by memories of the past, until Bodhi's fangs found the queen's throat just as a stake pierced her black heart. As Bodhi fell to dust for the last time, she could hear her brother's voice raised in mocking laughter, following her into oblivion.
italian: Alla fine, fu l'ambizione di Bodhi a suggellare il suo destino. I suoi rapporti con <CHARNAME> le avevano donato un breve assaggio di divinità e quando svanì divenne ossessionata dal riconquistare quella gloria. Inseguì le ombre della Costa della Spada, facendo il bagno nel sangue di innumerevoli vittime, e ogni tentativo di darle la caccia finì allo stesso modo: con cadaveri svuotati di chierici e cavalieri, e nessuna traccia della vampira. Ma questa volta la sete di Bodhi era senza fine, senza soddisfazione. Alla fine la sua frenesia la riportò a Suldanessellar e alle porte della città trovò Ellesime ad aspettarla. Combatterono per tutta la notte, entrambe guidate dai ricordi del passato, fino a quando le zanne di Bodhi trovarono la gola della regina proprio mentre un paletto le trafiggeva il cuore nero. Mentre Bodhi cadeva in polvere per l'ultima volta, poteva sentire la voce di suo fratello sollevarsi in una beffa risata, seguendola fin dentro l'oblio.
pt_br: No final, foi a ambição de Bodhi que selou o seu destino. Suas relações com <CHARNAME> haviam dado a ela um breve sabor da divindade, e quando isso desapareceu, ela se tornou obcecada em recapturar aquela glória. Ela percorreu as sombras da Costa da Espada, banhando-se no sangue de inúmeras vítimas, e cada tentativa de caçá-la terminava da mesma maneira: com os corpos drenados de clérigos e cavaleiros espalhados, e nenhum vestígio da vampira. Mas desta vez, a sede de Bodhi era sem fim, sem satisfação. Finalmente, sua fúria a levou de volta a Suldanessellar, e às portas da cidade ela encontrou Ellesime à sua espera. Elas lutaram durante toda a noite, ambas impulsionadas pelas memórias do passado, até que as presas de Bodhi encontraram a garganta da rainha exatamente no momento em que uma estaca perfurou seu coração negro. Enquanto Bodhi caía em pó pela última vez, ela podia ouvir a voz de seu irmão erguendo-se em uma risada zombeteira, seguindo-a para a obscuridade.
russian: В конце концов, судьбу Бодхи решили ее амбиции. Ее вовлечение с <CHARNAME> мимолетом дало ей почувствовать вкус божественности, и когда он стерся, она стала одержима желанием вернуть его. Она кралась по теням Побережья Мечей, купаясь в крови бесчисленных жертв, и все попытки выследить ее закачивались одним и тем же: обескровленные трупы священников и рыцарей, и ни следа самого вампира. Наконец, безумие привело ее назад в Сулданесселар, у врат которого она нашла саму королеву Элессайм. Они сражались всю ночь, обе движимые воспоминаниями о прошлом, пока клыки Бодхи не вонзились в горло королевы, и в тот же момент кол пронзил ее черное сердце. Рассыпаясь в пыль в последний раз, Бодхи могла слышать издевательский смех своего брата, преследующий ее в забвение.
spanish: Al final, fue la ambición de Bodhi lo que selló su destino. Sus tratos con <CHARNAME> le habían dado una breve muestra de divinidad y, cuando ésta se desvaneció, se obsesionó con recuperar esa gloria. Acechaba las sombras de la Costa de la Espada, bañándose en la sangre de innumerables víctimas, y todos los intentos de dar con ella acababan de la misma forma: con los cadáveres desangrados de clérigos y caballeros esparcidos por todas partes, y sin rastro de la propia vampiresa. Pero esta vez la sed de Bodhi no tenía fin, ni satisfacción. Por fin su frenesí la llevó de vuelta a Suldanessellar, y a las puertas de la ciudad encontró a Ellesime esperándola. Lucharon durante toda la noche, ambas impulsadas por los recuerdos del pasado, hasta que los colmillos de Bodhi encontraron la garganta de la reina justo cuando una estaca atravesaba su negro corazón. Cuando Bodhi cayó al polvo por última vez, pudo oír la voz de su hermano alzada en risas burlonas, siguiéndola hasta el olvido.

source: With no one to temper his wrath, it was inevitable that Dorn Il-Khan would come to a bad end. Though he had escaped the fury of the gods, there were others whose retribution could not be avoided. Hunted down and captured by the "Freelance Jurist" Mercy Whitedove, Dorn was taken back to Luskan to stand trial. He was found guilty of the mass slaughter of every man, woman, and child in the village of Barrow, where his dark path began. Sentenced to death, Dorn broke free of the prison on three occasions before the sentence could be carried out. Twice, he was tracked down by Whitedove and returned. When they met for the third and last time, Dorn's patron commanded him to stand his ground, forcing Whitedove to slay the so-called "Butcher of Barrow". Tales of Dorn Il-Khan were told for decades afterwards, both by parents with unruly children in need of discipline and by those vile men and women who admired the half-orc's deeds.
italian: Con nessuno a calmare la sua ira, era inevitabile che Dorn il-Khan avrebbe fatto una brutta fine. Sebbene fosse riuscito a sfuggire alla furia degli dèi, non avrebbe potuto comunque evitarne il castigo. Braccato e catturato dalla "Giurista Indipendente" Mercy Whitedove, Dorn venne riportato a Luskan per essere processato. Fu riconosciuto colpevole del massacro di massa di ogni uomo, donna e bambino nel villaggio di Barrow, dove il suo oscuro cammino era iniziato. Condannato a morte, Dorn evase di prigione in tre occasioni prima che la sentenza fosse attuata. Per due volte, venne trovato da Whitedove e riportato indietro. Quando si incontrarono per la terza ed ultima volta, il patrono di Dorn gli ordinò di non cedere, forzando Whitedove a uccidere il cosiddetto "Macellaio di Barrow". La storia di Dorn il-Khan è stata tramandata per decenni sia da genitori con bambini indisciplinati che avevano bisogno di una lezione sia da malvagi uomini e donne che hanno ammirato le gesta del mezzorco.
pt_br: Sem ninguém para temperar sua ira, era inevitável que Dorn Il-Khan chegasse a um fim trágico. Embora tivesse escapado da fúria dos deuses, havia outros cuja retribuição não poderia ser evitada. Caçado e capturado pela "Jurista Autônoma" Clemencia Pombabranca, Dorn foi levado de volta a Luskan para ser julgado. Ele foi considerado culpado pelo massacre em massa de homens, mulheres e crianças na vila de Barrow, onde seu caminho sombrio começou. Sentenciado à morte, Dorn conseguiu escapar da prisão por três vezes antes que a sentença pudesse ser executada. Duas vezes, foi rastreado por Pombabranca e recapturado. Quando se encontraram pela terceira e última vez, o patrono de Dorn o comandou a resistir, forçando Pombabranca a matar o chamado "Carniceiro de Barrow". As histórias de Dorn Il-Khan foram contadas por décadas depois, tanto por pais com filhos indisciplinados que precisavam de correção quanto por homens e mulheres vis que admiravam os feitos do meio-orc.
russian: Когда не осталось никого, кто бы мог умерить его гнев, стало неизбежно, что Дорн ил-Кхан плохо кончит. Хотя он избежал ярости богов, он не смог избежать всех. Выслеженный и схваченный "Свободным Юристом" Мерси Белым Голубем, Дорн был отправлен в Лускан на суд. Он был признан виновным в массовом убийстве всех мужчин, женщин и детей деревни Бэрроу, откуда он начал свой путь. Приговоренный к смерти, Дорн сбегал три раза, прежде чем приговор был приведен в исполнение. Дважды Белый Голубь выслеживала его и возвращала. Когда они они встретились в третий и последний раз, покровитель Дорна приказал ему сражаться, вынудив Белого Голубя убить так называемого "Мясника Бэрроу". Рассказы о Дорне ил-Кхане продолжались десятилетиями: родители пугали им непослушных детей, а злодеи восхищались им.
spanish: Sin nadie que templara su ira, era inevitable que Dorn Il-Khan tuviera un mal final. Aunque había escapado a la furia de los dioses, había otros cuya retribución no podía evitarse. Perseguido y capturado por la "jurista independiente" Mercy Whitedove, Dorn fue llevado de vuelta a Luskan para ser juzgado. Fue declarado culpable de la matanza masiva de todos los hombres, mujeres y niños de la aldea de Barrow, donde comenzó su oscuro camino. Condenado a muerte, Dorn se fugó de la prisión en tres ocasiones antes de que la sentencia pudiera ejecutarse. En dos ocasiones, fue localizado por Whitedove y regresó. Cuando se encontraron por tercera y última vez, el patrón de Dorn le ordenó que se mantuviera firme, obligando a Whitedove a matar al llamado "Carnicero de Barrow". Durante décadas se contaron historias de Dorn Il-Khan, tanto de padres con hijos revoltosos que necesitaban disciplina como de hombres y mujeres viles que admiraban las hazañas del semiorco.

source: With no one to temper his wrath, it was inevitable Dorn Il-Khan would come to a bad end. Though he had escaped the fury of the gods, there were others whose retribution could not be avoided. Hunted down and captured by a "Freelance Jurist", Mercy Whitedove, the former blackguard was taken back to Luskan to stand trial. He was found guilty of the mass slaughter of every man, woman, and child in the village of Barrow, where his dark path began. Sentenced to death, Dorn broke free of the prison on three occasions before the sentence could be carried out. Twice, he was tracked down by Whitedove and returned. Rather than face her a third time, the half-orc fled towards the Spine of the World. He had not seen his homeland in years, but found that he could traverse the icy wasteland far more successfully than Whitedove. Dorn was never seen south of the Spine again, though tales of his exploits would inspire others to try their hand at infernal pacts. It never ended well for them.
italian: Con nessuno a calmare la sua ira, era inevitabile che Dorn Il-Khan avrebbe fatto una brutta fine. Sebbene fosse riuscito a sfuggire alla furia degli dèi, non avrebbe potuto comunque evitarne il castigo. Braccato e catturato dalla "Giurista Indipendente" Mercy Whitedove, Dorn venne riportato a Luskan per essere processato. Fu riconosciuto colpevole del massacro di massa di ogni uomo, donna e bambino nel villaggio di Barrow, dove il suo oscuro cammino era iniziato. Condannato a morte, Dorn evase di prigione in tre occasioni prima che la sentenza fosse attuata. Per due volte, venne trovato da Whitedove e riportato indietro. Piuttosto che affrontarla una terza volta, il mezzorco fuggì verso il Dorso del Mondo. Non vedeva la sua terra natia da anni, ma scoprì di poter attraversare quel deserto di ghiaccio con molto più successo di Whitedove. Dorn non venne mai più visto a sud del Dorso, ma i racconti delle sue imprese avrebbero ispirato altri a stringere patti infernali. Non è mai andata a finire bene per loro.
pt_br: Sem ninguém para temperar sua ira, era inevitável que Dorn Il-Khan chegasse a um fim ruim. Embora ele tivesse escapado da fúria dos deuses, havia outros cuja retribuição não poderia ser evitada. Caçado e capturado por uma "Jurista Autônoma", Clemencia Pombabranca, o ex-guarda negro foi levado de volta a Luskan para ser julgado. Ele foi considerado culpado pelo massacre em massa de todos os homens, mulheres e crianças na vila de Barrow, onde seu caminho sombrio começou. Sentenciado à morte, Dorn conseguiu escapar da prisão por três vezes antes que a sentença pudesse ser executada. Duas vezes, ele foi rastreado por Pombabranca e recapturado. Em vez de enfrentá-la pela terceira vez, o meio-orc fugiu em direção à Espinha do Mundo. Ele não via sua terra natal há anos, mas descobriu que podia atravessar o deserto gelado com muito mais sucesso do que Pombabranca. Dorn nunca foi visto novamente ao sul da Espinha, embora as histórias de suas façanhas inspirassem outros a tentar fazer pactos infernais. Nunca acabava bem para eles.
russian: Когда не осталось никого, кто бы мог умерить его гнев, стало неизбежно, что Дорн Ил-Кхан плохо кончит. Хотя он избежал ярости богов, он не смог избежать всех. Выслеженный и схваченный "Свободным Юристом" Мерси Белым Голубем, Дорн был отправлен в Лускан на суд. Он был признан виновным в массовом убийстве всех мужчин, женщин и детей деревни Бэрроу, откуда он начал свой путь. Приговоренный к смерти, Дорн сбегал три раза, прежде чем приговор был приведен в исполнение. Дважды Белый Голубь выслеживала его и возвращала. Вместо того, чтобы встречаться с ней снова, полуорк сбежал к Хребту Мира. Он не был дома годами, но обнаружил, что может передвигаться по ледяной пустоши гораздо лучше, чем Белый Голубь. Дорна больше никогда не видели к югу от Хребта, но рассказы о его делах вдохновляли других попытать свою удачу с дьявольскими пактами. Это никогда не заканчивалось хорошо для них.
spanish: Sin nadie que templara su ira, era inevitable que Dorn Il-Khan tuviera un mal final. Aunque había escapado a la furia de los dioses, había otros cuya retribución no podía evitarse. Perseguido y capturado por una "jurista independiente", Mercy Whitedove, el antiguo canalla fue llevado de vuelta a Luskan para ser juzgado. Fue declarado culpable de la matanza masiva de todos los hombres, mujeres y niños de la aldea de Barrow, donde comenzó su oscuro camino. Condenado a muerte, Dorn se fugó de la prisión en tres ocasiones antes de que la sentencia pudiera ejecutarse. En dos ocasiones, fue localizado por Whitedove y devuelto. En lugar de enfrentarse a ella por tercera vez, el semiorco huyó hacia la Espina del Mundo. Hacía años que no veía su tierra natal, pero descubrió que podía atravesar el gélido páramo con mucho más éxito que Whitedove. Nunca se volvió a ver a Dorn al sur del Espinazo, aunque las historias de sus hazañas inspiraron a otros a probar suerte en los pactos infernales. Nunca acabaron bien.

source: To this day, tales of Dorn Il-Khan and <CHARNAME> are told both by parents whose unruly children need discipline and those vile men and women who admired the deeds of the malevolent pair. Their relationship was tempestuous, each vying to control the other at every turn. Though they had successfully evaded the wrath of the gods, Dorn and <CHARNAME> would find it more difficult to escape mortal justice. Dorn was captured by a Freelance Jurist named Mercy Whitedove and taken to Luskan, where he was tried for the mass slaughter at the village of Barrow. <CHARNAME> executed Dorn's daring and bloody escape, after which they spent several years avoiding Whitedove and other bounty hunters. Given their temperaments, the end was perhaps inevitable: after a final escape from the implacable Whitedove, tensions between the two finally erupted into violence. Left with little choice, <CHARNAME> slew Dorn and disappeared into the shadows of history.
italian: Ad oggi,i racconti di Dorn Il-Khan e <CHARNAME> sono stati usati sia da genitori con bambini indisciplinati che avevano bisogno di una lezione sia da malvagi uomini e donne che hanno ammirato le opere della malevola coppia. La loro relazione era tempestosa, ognuno faceva di tutto per controllare l'altro. Sebbene fossero riusciti a sfuggire alla furia degli dèi, Dorn e <CHARNAME> trovarono più difficile sfuggire alla giustizia dei mortali. Dorn venne catturato da una Giurista Indipendente chiamata Mercy Whitedove e portato a Luskan, dove fu processato per il massacro del villaggio di Barrow. <CHARNAME> mise in atto la violenta e sanguinosa fuga di Dorn, dopo la quale i due trascorsero diversi anni evitando Whitedove e altri cacciatori di taglie. Dato il loro temperamento, la loro fine fu forse inevitabile: dopo l'ultima fuga dall'implacabile Whitedove, le tensioni tra i due sfociarono in violenza. Rimasto a corto di opzioni, <CHARNAME> uccise Dorn e scomparì nelle ombre della storia.
pt_br: Até os dias de hoje, as histórias de Dorn Il-Khan e <CHARNAME> são contadas tanto por pais que precisam disciplinar crianças rebeldes quanto por homens e mulheres vis que admiravam as ações da dupla maligna. Seu relacionamento era tempestuoso, cada um tentando controlar o outro em cada oportunidade. Embora eles tivessem evitado com sucesso a fúria dos deuses, Dorn e <CHARNAME> encontrariam mais dificuldade em escapar da justiça mortal. Dorn foi capturado por uma Jurista Autônoma chamada Clemencia Pombabranca e levado para Luskan, onde foi julgado pelo massacre em massa na vila de Barrow. <CHARNAME> executou a audaciosa e sangrenta fuga de Dorn, após o que passaram vários anos evitando Pombabranca e outros caçadores de recompensas. Dadas suas personalidades, o fim era talvez inevitável: depois de uma última fuga da implacável Pombabranca, as tensões entre os dois finalmente eclodiram em violência. Deixado com pouca escolha, <CHARNAME> matou Dorn e desapareceu nas sombras da história.
russian: По сей день рассказы о Дорне Ил-Кхане и <CHARNAME> продолжаются. Родители пугают ими непослушных детей, а злодеми восхищаются делами злобной парочки. Их отношения были бурными, оба пытались контролировать друг друга на каждом шагу. Хотя они избежали ярости богов, Дорн и <CHARNAME> обнаружили, что правосудие смертных избежать тяжелее. Дорн был схвачен "Свободным Юристом" Мерси Белым Голубем и отправлен в Лускан на суд, где он был признан виновным в массовом убийстве в деревне Бэрроу. <CHARNAME> устроил дерзкий и кровавый побег, после которого они провели несколько лет, избегая Белого Голубя и других охотников за головами. Учитывая их темпераменты, конец, возможно, был неизбежен: вслед за последним побегом от неумолимого Белого Голубя, напряженность в отношениях вылилась в насилие. Не имея большого выбора, <CHARNAME> убил Дорна и исчез в тенях истории.
spanish: Hasta el día de hoy, las historias de Dorn Il-Khan y <CHARNAME> son contadas tanto por padres cuyos hijos revoltosos necesitan disciplina como por aquellos hombres y mujeres viles que admiraban las hazañas de la malévola pareja. Su relación era tempestuosa, y cada uno luchaba por controlar al otro en todo momento. Aunque habían logrado eludir la ira de los dioses, a Dorn y <CHARNAME> les resultaría más difícil escapar de la justicia mortal. Dorn fue capturado por una jurista independiente llamada Mercy Whitedove y llevado a Luskan, donde fue juzgado por la matanza masiva de la aldea de Barrow. <CHARNAME> ejecutó la audaz y sangrienta huida de Dorn, tras lo cual pasaron varios años evitando a Whitedove y a otros cazarrecompensas. Dados sus temperamentos, el final era quizá inevitable: tras una última huida del implacable Whitedove, las tensiones entre ambos acabaron estallando en violencia. Sin muchas opciones, <CHARNAME> mató a Dorn y desapareció en las sombras de la historia.

source: For six days after <CHARNAME>'s ascension, Dorn Il-Khan raged across southern Tethyr, convinced his lover had betrayed him. But on the seventh dawn, as he awoke surrounded by the carnage of the previous night, the half-orc felt a power burning inside him that he had never known before. The new God of Murder had chosen <PRO_HISHER> first champion. Dorn wasted no time in gathering followers and leading them against the Church of Cyric, relentlessly butchering the Mad God's faithful from Mir to Icewind Dale. With each slaughter, the cult of <CHARNAME> grew in power and infamy. Finally, swollen with pride and divine favor, Dorn was felled by a most unlikely alliance between the desperate Cyricists and the Order of the Radiant Heart. But it is said that since that day, a dark shadow stands vigilant beside the Throne of Blood...
italian: Per sei giorni dopo l'ascensione di <CHARNAME>, Dorn Il-Khan si accanì su tutto il Tethyr del sud, convinto che il suo amante lo avesse tradito. Alla settima alba, dopo essersi svegliato circondato dalla carneficina del giorno precedente, il mezzorco sentì ardere dentro di sé un potere mai provato prima. Il nuovo Dio dell'Omicidio aveva scelto il suo primo campione. Dorn non perse tempo nel trovare seguaci e li condusse contro la chiesa di Cyric, macellando senza sosta i fedeli del Dio Folle da Mir alla Valle del Vento Gelido. Con ogni massacro, il culto di <CHARNAME> crebbe in potere e popolarità. Infine, tronfio di orgoglio e di favore divino, Dorn fu abbattuto da una delle più improbabili alleanze tra i disperati seguaci di Cyric e l'Ordine del Cuore Radioso. Si dice che da quel giorno un'oscura ombra si erge vigile accanto al Trono di Sangue...
pt_br: Durante seis dias após a ascensão de <CHARNAME>, Dorn Il-Khan enfurecido percorreu o sul de Tethyr, convencido de que seu amante o havia traído. Mas na sétima aurora, ao acordar cercado pela carnificina da noite anterior, o meio-orc sentiu um poder ardente dentro de si que nunca havia conhecido antes. O novo Deus do Assassinato o havia escolhido como seu primeiro campeão. Dorn não perdeu tempo em reunir seguidores e liderá-los contra a Igreja de Cyric, massacrando implacavelmente os fiéis do Deus Louco de Mir ao Vale do Vento Gélido. Com cada matança, o culto de <CHARNAME> crescia em poder e infâmia. Finalmente, inchado de orgulho e favor divino, Dorn foi derrubado por uma aliança improvável entre os desesperados seguidores de Cyric e a Ordem do Coração Radiante. Mas dizem que desde esse dia, uma sombra obscura permanece vigilante ao lado do Trono de Sangue...
russian: В течение шести дней после вознесения <CHARNAME> Дорн Ил-Кхан изливал свою ярость на южный Тетир, уверенный, что его любовник предал его. Но на седьмой рассвет, проснувшись посреди бойни, устроенной ночью, полуорк почувствовал внутри себя силу, неведомую раньше. Новый Бог Убийств избрал своего первого чемпиона. Дорн не тратил времени зря, собрав последователей и поведя их против Церкви Сирика, беспощадно убивая служителей Безумного Бога от Мира до Долины Ледяного Ветра. С каждым убийством, культ <CHARNAME> прирастал мощью и дурной славой. В конце концов, полный гордости и божественной силы, Дорн был сражен силами самого невероятного альянса между сторонниками Сирика и Орденом Сияющего Сердца. Но говорят, что по сей день темная тень бдит у Кровавого Трона...
spanish: Durante los seis días posteriores a la ascensión de <CHARNAME>, Dorn Il-Khan arrasó el sur de Tezhyr, convencido de que su amante le había traicionado. Pero al séptimo amanecer, mientras se despertaba rodeado por la carnicería de la noche anterior, el semiorco sintió arder en su interior un poder que nunca antes había conocido. El nuevo Dios del Asesinato había elegido a su primer campeón. Dorn no perdió tiempo en reunir seguidores y dirigirlos contra la Iglesia de Cyric, masacrando sin descanso a los fieles del Dios Loco desde Mir hasta el Valle del Viento Helado. Con cada matanza, el culto de <CHARNAME> crecía en poder e infamia. Finalmente, hinchado de orgullo y favor divino, Dorn fue abatido por una alianza de lo más improbable entre los desesperados Cyricistas y la Orden del Radiante Corazón. Pero se dice que desde aquel día, una oscura sombra permanece vigilante junto al Trono de Sangre...
