Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Despite <CHARNAME>'s testimony, Rasaad yn Bashir could not convince the Sun Soul of his innocence. But the pain of being cast out was quickly replaced with the joy of his new family with <CHARNAME>, and their seven children were raised according to the tenets of the Sun Soul philosophy their father had never abandoned. But it was only a matter of time before the darkness that plagued the Bashir bloodline resurfaced: one pleasant spring evening, Rasaad and <CHARNAME> were ambushed and killed by Sharran assassins. Though Alorgoth counted this as a victory, it would cost him dearly: having been trained by both parents, the Seven launched a holy crusade from which the Dark Moon would never fully recover.
italian: Nonostante la testimonianza di <CHARNAME>, Rasaad yn Bashir non riuscì a convincere l'Ordine dell'Anima Solare della sua innocenza. Il dolore dell'espulsione venne però rapidamente sostituito dalla gioia della sua nuova famiglia con <CHARNAME>. I loro sette figli furono cresciuti in base ai principi della filosofia dell'Anima Solare che loro padre non aveva abbandonato. Tuttavia, fu solo una questione di tempo prima che l'oscurità che flagellava la linea di sangue dei Bashir riemergesse: in una piacevole serata di primavera, Rasaad e <CHARNAME> caddero in un'imboscata e furono uccisi da sicari di Shar. Anche se Alorgoth la contò come una vittoria, gli sarebbe costata cara: essendo stati addestrati da entrambi i genitori, i Sette lanciarono una sacra crociata dalla quale la Luna Oscura non si riprese mai pienamente.
pt_br: Apesar do testemunho de <CHARNAME>, Rasaad yn Bashir não conseguiu convencer a Alma Solar da sua inocência. Mas a dor de ser expulso foi rapidamente substituída pela alegria de sua nova família com <CHARNAME>, e seus sete filhos foram criados de acordo com os princípios da filosofia da Alma Solar que seu pai nunca abandonara. Mas era apenas uma questão de tempo antes que a escuridão que assolava a linhagem de Bashir ressurgisse: uma noite agradável de primavera, Rasaad e <CHARNAME> foram emboscados e mortos por assassinos de Shar. Embora Alorgoth contasse isso como uma vitória, isso lhe custaria caro: tendo sido treinado por ambos os pais, os Sete lançaram uma cruzada santa da qual a Lua Negra nunca se recuperaria totalmente.
russian: Несмотря на свидетельство <CHARNAME>, Расаад не смог убедить Солнечную Душу в своей невиновности. Но боль от изгнания быстро сменилась радостью новой семьи с <CHARNAME>, и семеро их детей воспитывались по принципах философии Солнечной Души, которую их отец никогда не оставлял. Но это был лишь вопрос времени, когда тьма, преследующая род Башир, снова даст о себе знать. Одним приятным весенним вечером Расаад и <CHARNAME> попали в засаду и были убиты асассинами Шар. Хотя Алоргот считал это победой, она дорого ему обошлась: тренированные и матерью и отцом, Семеро начали крестовый поход, от которого Темная Луна никогда полностью не оправилась.
spanish: A pesar del testimonio de <CHARNAME>, Rasaad yn Bashir no pudo convencer al Alma Solar de su inocencia. Pero el dolor de ser expulsado fue rápidamente reemplazado por la alegría de su nueva familia con <CHARNAME>, y sus siete hijos fueron criados según los principios de la filosofía del Alma Solar que su padre nunca había abandonado. Pero era sólo cuestión de tiempo que la oscuridad que asolaba a la estirpe Bashir resurgiera: una agradable tarde de primavera, Rasaad y <CHARNAME> fueron emboscados y asesinados por asesinos Sharranos. Aunque Alorgoth lo consideró una victoria, le costaría caro: habiendo sido entrenados por ambos padres, los siete hijos lanzaron una cruzada santa de la que la Luna Oscura nunca se recuperaría del todo.

source: Among those who speak the animal tongues, the name of Wilson is well-known and well-loved. A defender of the weak and a tireless crusader for peace in a violent world, Wilson's courage and heroism inspired many in the animal kingdom to follow in his footsteps. The legend, passed down through the generations, grows with each telling. After ending his own kind's murderous rampage against fish, he was the first and only mammal ever to be made a saint to the salmon. But perhaps his greatest triumph came when he forged a lasting armistice in the ages-old conflict between cats and dogs. For all these accomplishments and more, Wilson is remembered fondly by all good and steadfast members of the wild. He died peacefully during hibernation at the age of thirty-seven, surrounded by family and friends.
italian: Tra coloro che parlano la lingua degli animali, il nome di Wilson è ben noto e amato. Un difensore dei deboli e un instancabile crociato per la pace in un mondo violento, il coraggio e l'eroismo di Wilson ispirarono molti nel regno animale a seguire le sue orme. La leggenda, tramandata di generazione in generazione, cresce con ogni racconto. Dopo avere posto fine al sanguinoso scatenarsi della sua stessa razza contro i pesci, fu il primo e unico mammifero ad essere fatto santo per il salmone. Forse il suo più grande trionfo fu la stipula di un armistizio duraturo per il millenario conflitto tra cani e gatti. Per tutti questi e altri risultati, Wilson viene ricordato con affetto da tutti i buoni e tenaci membri della natura. È morto pacificamente durante il letargo all'età di trentasette anni, circondato da familiari e amici.
pt_br: Entre os que falam as línguas dos animais, o nome de Wilson é bem conhecido e amado. Defensor dos fracos e incansável cruzado pela paz em um mundo violento, a coragem e o heroísmo de Wilson inspiraram muitos no reino animal a seguir seus passos. A lenda, passada através das gerações, cresce a cada vez que se fala. Depois de acabar com o assassinato de sua espécie contra os peixes, ele foi o primeiro e único mamífero a ser santificado para o salmão. Mas talvez seu maior triunfo tenha sido quando ele forjou um armistício duradouro no antigo conflito entre gatos e cachorros. Por todas essas conquistas e mais, Wilson é lembrado com carinho por todos os membros bons e firmes da natureza. Ele morreu pacificamente durante a hibernação aos trinta e sete anos, cercado de familiares e amigos.
russian: Среди владеющих языками животных имя Вилсона хорошо известно и любимо. Защитник слабых и неустанный борец за мир в мире, его храбрость и героизм вдохновили многих из царства зверей последовать по его стопам. Легенда, передаваясь из поколения в поколения, только растет. Покончив с уничтожением рыб своим народом, он стал первым и единственным млекопитающим, названным лососями святым. Но, возможно, его величайшим триумфом стало стойкое перемирие в древнем конфликте кошек и собак. За эти и другие достижения, все добрые животные вспоминают его с теплотой. Он умер мирно, в спячке, в возрасте тридцати семи лет, окруженный семьей и друзьями.
spanish: Entre los que hablan lenguas animales, el nombre de Wilson es muy conocido y querido. Defensor de los débiles e incansable defensor de la paz en un mundo violento, el valor y el heroísmo de Wilson inspiraron a muchos en el reino animal a seguir sus pasos. La leyenda, transmitida de generación en generación, crece con cada relato. Tras poner fin a la matanza de peces por parte de los suyos, fue el primer y único mamífero al que el salmón hizo santo. Pero quizá su mayor triunfo se produjo cuando forjó un armisticio duradero en el ancestral conflicto entre perros y gatos. Por todos estos logros y muchos más, Wilson es recordado con cariño por todos los miembros buenos y firmes de la naturaleza. Murió en paz durante la hibernación a la edad de treinta y siete años, rodeado de familiares y amigos.

source: Slayer Ability Changed It appears my ability to control the transformation to the Slayer has increased. The Slayer form itself is stronger, deadlier... and I am able to maintain it for longer. The chances of going berserk while in the form have also decreased.
italian: Abilità dell'Uccisore Cambiata Sembra che la mia abilità di controllare la trasformazione nell'Uccisore sia migliorata. Nella sua forma sono più forte, più letale... e riesco a controllarmi più a lungo. La possibilità di perdere il controllo è anche diminuita.
pt_br: Habilidade do Matador Alterada Parece que minha habilidade de controlar a transformação do Matador aumentou. A forma do Matador em si está mais forte, mais letal... e consigo mantê-la por mais tempo. As chances de ficar enlouquecido enquanto estou nessa forma também diminuíram.
russian: Способность Убийцы изменилась Кажется, моя способность управлять преобразованием в Убийцы увеличилась. Форма Убийцы стала более сильной, более смертельной... и я могу поддерживать ее дольше. В то же время, шанс стать берсерком уменьшился.
spanish: Cambios en la habilidad del Asesino Parece que mi habilidad para controlar la transformación en el Asesino se ha incrementado. El asesino se transforma en un ser poderoso, mortífero... y estoy habilitado para mantenerlo así por más tiempo. La posibilidad de entrar en furia berserker durante la transformación ha descendido.

source: The Ravager Form I am not sure if this is a good thing or not... but my ability to control my transformation has progressed to the point where I can now become the Ravager... optionally. Although incredibly powerful... the Ravager receives half damage from most attacks, is immune to any kind of immobilization or buffeting attack... the Ravager is difficult for me to control and may be a danger to those nearby.
italian: La Forma del Distruttore Non sono sicuro se questa sia una buona cosa o no... ma la mia capacità di controllare la trasformazione è progredita al punto che posso diventare il Distruttore... quando voglio. Per quanto sia incredibilmente potente... il Distruttore riceve metà danno dalla maggior parte degli attacchi, è immune a qualsiasi tipo di effetto di blocco o attacco a colpo d'ala... Il Distruttore è difficile per me da controllare e può essere un pericolo per chi mi sta accanto.
pt_br: Forma do Devastador Não tenho certeza se isso é bom ou não... mas minha habilidade de controlar minha transformação progrediu ao ponto em que agora posso me tornar o Devastador... opcionalmente. Embora incrivelmente poderoso... o Devastador recebe metade do dano da maioria dos ataques, é imune a qualquer tipo de imobilização ou ataque de empurrão... no entanto, o Devastador é difícil de controlar e pode representar um perigo para aqueles próximos a mim.
russian: Форма Разрушителя Не знаю, хорошо это или нет... но моя способность управлять своим преобразованием достигла того, что я могу теперь стать Разрушителем... по желанию. Несмотря на то, что разрушитель невероятно силен... он получает лишь половину ущерба от большинства атак, имеет иммунитет к любому виду замедления или отбрасывающей атаки... разрушителем сложно управлять и он может быть опасным для окружающих.
spanish: El Saqueador No estoy seguro de si esto es un bueno o no... pero mi habilidad para controlar mi transformación ha progresado hasta el punto en que puedo convertirme en el Saqueador... a voluntad. Aunque es increiblemente poderoso... el Saqueador recibe la mitad de daño de la mayoría de los ataques, es inmune a cualquier tipo de immobilización o ataque contundente... el Saqueador es difícil de controlar para mí y debe de ser peligroso para aquellos que esten cerca.

source: I choose to turn into the Ravager.
italian: Scelgo di trasformarmi nel Distruttore.
pt_br: Escolho me transformar no Devastador.
russian: Я выбираю превратиться в Разрушителя.
spanish: Elijo transformarme en el Saqueador.

source: Who? Melissan. And <CHARNAME>, no less. And to think that I had resigned myself to not being a part of this little play. Who brought me here? And why am I in my old armor?
italian: Chi...? Melissan. E <CHARNAME>, nientemeno. E pensare che mi ero rassegnato a non prendere parte a questa piccola commedia. Chi mi ha portato qui? E perché indosso la mia vecchia armatura?
pt_br: Quem? Melissan. E <CHARNAME>, nada menos. E pensar que eu já havia me resignado a não fazer parte desta pequena peça. Quem me trouxe aqui? E por que estou vestindo minha antiga armadura?
russian: Кто? Мелиссан. И <CHARNAME>. Не может быть. А я ведь смирился с тем, что больше не буду участвовать в этой маленькой пьесе. Кто вызвал меня сюда? И почему я в своей старой броне?
spanish: ¿Quién? Melisán. Y <CHARNAME>, nada menos. Y pensar que me había resignado a no formar parte de este pequeño juego. ¿Quién me trajo aquí? ¿Y por qué llevo mi vieja armadura?

source: Fight <CHARNAME>? Aye... I will do that.
italian: Combattere contro <CHARNAME>? Sì... Lo farò.
pt_br: Lutar contra <CHARNAME>? Sim... farei isso.
russian: Сражаться против своего брата? Да... я сделаю это.
spanish: ¿Luchar contra <CHARNAME>? Sí... lo haré.

source: So you die again, as well. It's all good.
italian: Quindi morirai di nuovo. Perfetto.
pt_br: Então você morre novamente, assim como eu. Tudo bem.
russian: Значит, ты умрешь снова, непременно. И это хорошо.
spanish: Así que morís otra vez, también. Perfecto.

source: You're a fool, Sarevok, if you think you'll make any difference.
italian: Sei un folle, Sarevok, se pensi di fare la differenza.
pt_br: Você é um tolo, Sarevok, se acha que fará alguma diferença.
russian: Ты дурак, Саревок, если думаешь, что это что-нибудь изменит.
spanish: Sois un estúpido, Sarevok, si creéis que cambiaréis algo.

source: You're willing to become Melissan's servant, now? I'm disappointed.
italian: Ora sei disposto a diventare il servo di Melissan? Sono deluso.
pt_br: Agora está disposto a se tornar servo de Melissan? Estou decepcionado.
russian: Теперь хочешь стать прислужником Мелиссан? Ты меня разочаровываешь.
spanish: ¿Ahora deseáis voluntariamente convertiros en un sirviente de Melisán? Me decepcionáis.

source: Then you'll die. I gave you life again, and I can take it away... for the third time.
italian: Allora morirai. Ti ho dato di nuovo la vita e posso sottrartela... per la terza volta.
pt_br: Então você vai morrer. Eu lhe dei vida novamente, e posso tirá-la... pela terceira vez.
russian: Тогда ты умрешь. Только благодаря мне ты снова ожил, но я могу забрать твою жизнь... в третий раз.
spanish: Entonces moriréis. Os di la vida de nuevo, y os la puedo quitar... por tercera vez.

source: It is true. I may die again at your hand, <CHARNAME>. But better that than sit in your shadow and taste the bile in my heart while you take what was once rightfully mine. Better to fight for Melissan than suffer that.
italian: È vero. Potrei morire nuovamente per mano tua, <CHARNAME>, ma è meglio che stare nella tua ombra e sentire la bile nel mio cuore mentre prendi ciò che un tempo era mio di diritto. Meglio combattere per Melissan che patire questo.
pt_br: É verdade. Posso morrer novamente em suas mãos, <CHARNAME>. Mas é melhor do que ficar em sua sombra e sentir o fel em meu coração enquanto você toma o que era antes legitimamente meu. É melhor lutar por Melissan do que sofrer isso.
russian: Это правда. Я могу опять умереть от твоей руки, <CHARNAME>. Но это лучше, чем находиться за твоей спиной и захлебываться желчью, в то время как ты берешь все, что однажды принадлежало мне по праву. Лучше биться рядом с Мелиссан, чем терпеть это.
spanish: Es verdad. Moriré a vuestras manos otra vez, <CHARNAME>. Pero mejor eso que sentarme a vuestra sombra y sentir la bilis en mi corazón mientras tomáis todo lo que una vez fue mío por derecho. Prefiero luchar por Melisán que sufrir eso.

source: What do you mean, wench? We've no business, you and I.
italian: Cosa vuoi dire, sgualdrina? Tu ed io non abbiamo alcun affare.
pt_br: O que você quer dizer, mulher? Não temos negócios juntos.
russian: Что ты имеешь в виду, распутная девка? Между тобой и мной не может быть никаких дел.
spanish: ¿Qué queréis decir jovencita? Vos y yo no tenemos ningún trato pendiente.

source: Even if cared to consider your offer, I cannot. <CHARNAME> has bound me with a vow.
italian: Anche se fossi interessato a considerare la tua offerta, non potrei. Sono legato a <CHARNAME> da un giuramento.
pt_br: Mesmo que eu considerasse sua oferta, não posso aceitar. <CHARNAME> me vinculou com um juramento.
russian: Даже если я хотел бы рассмотреть твое предложение, но я не могу. <CHARNAME> и я связаны клятвой.
spanish: Incluso si tomara en consideración vuestra oferta, no aceptaré. <CHARNAME> me tiene ligado con un juramento.

source: I see. And you believe your offer interests me? <CHARNAME> has done well enough against you so far.
italian: Capisco. E tu credi che la tua offerta m'interessi? Finora <CHARNAME> se l'è cavata abbastanza bene con te.
pt_br: Entendo. E você acredita que sua oferta me interessa? <CHARNAME> tem se saído bem contra você até agora.
russian: Понимаю. И ты полагаешь, что твое предложение заинтересует меня? <CHARNAME> мне нравится гораздо больше, чем ты.
spanish: Ya veo. ¿Y creéis que vuestra oferta me interesa? <CHARNAME> lo ha hecho bastante bien contra vos hasta ahora.

source: Serve you? You made me that offer once, as I recall. I strung up your messenger atop the spires of my tower and allowed the crows to feed upon his innards. I desired to rule, not to serve. And I will not serve you, wench. My answer is no.
italian: Servirti? Ricordo che mi hai già fatto questa offerta. Ho appeso il tuo messaggero in cima alla mia torre e ho lasciato che i corvi si cibassero della sua carne. Voglio comandare, non servire. E non servirò te, sgualdrina. La mia risposta è no.
pt_br: Servir você? Você me fez essa oferta uma vez, se me lembro bem. Pendurei o mensageiro em cima das torres da minha torre e permiti que os corvos se alimentassem de suas entranhas. Eu desejava reinar, não servir. E não vou servir você, mulher. Minha resposta é não.
russian: Служить тебе? Ты сделала когда-то мне предложение, как я помню. Но я твоего посыльного посадил сверху на шпиль моей башни и скормил воронам его внутренности. Я жаждал управлять, не служить. И я не буду служить тебе, распутная девка. Мой ответ - нет.
spanish: ¿Serviros? Ya me hicisteis esa oferta una vez, y la rechacé. Até a vuestro mensajero en lo más alto de mi torre y permití a los cuervos alimentarse con sus entrañas. Deseo gobernar, no servir. Y no os serviré a vos, jovencita. Mi respuesta es no.

source: I tire of <CHARNAME> and <PRO_HISHER> foolish morals. I tire of tagging along as a servant to the one who halted my own plans long before yours came to fruition, priestess. Aye... I will be your general.
italian: Sono stufo di <CHARNAME> e della sua sciocca morale. Sono stufo di seguire come uno schiavo colui che ha fermato i miei piani molto prima che tu fossi qui, sacerdotessa. Sì... Sarò il tuo generale.
pt_br: Estou cansado de <CHARNAME> e desses tolos princípios morais. Estou cansado de acompanhar como um servo aquele que interrompeu meus próprios planos muito antes de você concretizar os seus, sacerdotisa. Sim... serei seu general.
russian: <CHARNAME>, я уже так устал от тебя и от твоих дурацких нравоучений. Я утомился служить тому, кто помешал моим собственным планам намного раньше, чем начали осуществляться твои, жрица. Да... я стану твоим генералом.
spanish: Estoy cansado de la timorata moralidad de <CHARNAME>. Estoy cansado de ser etiquetado como el sirviente del que desbarató mis propios planes mucho antes de que los vuestros empezaran a fraguarse, sacerdotisa. De acuerdo... seré vuestro general.

source: No, Sarevok! You traitorous bastard!
italian: No, Sarevok! Bastardo traditore!
pt_br: Não, Sarevok! Seu bastardo traidor!
russian: Нет, Саревок! Ты ублюдочный предатель!
spanish: ¡No, Sarevok! ¡Bastardo traidor!

source: That is a mistake, Sarevok. You'll just die along with her this way.
italian: È un errore, Sarevok. In questo modo, morirai con lei e basta.
pt_br: Isso é um erro, Sarevok. Você só morrerá junto com ela desse jeito.
russian: Это ошибка, Саревок. Так ты только умрешь вместе с ней.
spanish: Eso es un error, Sarevok. Simplemente moriréis con ella si seguís ese camino.

source: I expected as much. So I get to kill you again, as well. It's all good.
italian: Me l'aspettavo. Dunque ti ucciderò di nuovo. Perfetto.
pt_br: Eu esperava por isso. Então, eu vou matá-lo novamente também. Tudo bem.
russian: Этого следовало ожидать. Я убью тебя снова. И это хорошо.
spanish: Esperaba más. Total, para teneros que matar otra vez. Perfecto.

source: Become the demon I once was? I am no longer that man, nor do I wish to be. If <CHARNAME> has shown me anything, it is that I am better off untouched by the madness that once swallowed me whole. Wallow in your delusion if you will, woman... I remember it well. And I will not join you in it.
italian: Diventare il demone che ero una volta? Non sono più quell'uomo e non voglio esserlo. Se <CHARNAME> mi ha mostrato qualcosa, è che sto meglio se non vengo influenzato dalla follia che un tempo mi inghiottiva completamente. Affoga nella tua delusione se vuoi, donna... La ricordo bene. Non mi unirò a te.
pt_br: Tornar-me o demônio que eu já fui? Eu não sou mais aquele homem, nem desejo ser. Se <CHARNAME> me mostrou alguma coisa, é que estou melhor sem a loucura que uma vez me consumiu por completo. Afunde-se em sua ilusão, se quiser, mulher... eu me lembro bem dela. E não vou me juntar a você nisso.
russian: Стать демоном, которым я был когда-то? Я больше не таков и не желаю возвращаться к прошлому. Пока <CHARNAME> был рядом, я понял, что так я живу лучше, нетронутый сумасшествием, которое когда-то поглотило меня целиком. Наслаждайся своим заблуждением, если хочешь, женщина... Я хорошо помню это. И я не присоединюсь к тебе.
spanish: ¿Volver a ser el demonio que una vez fui? No seré más ese hombre, ni quiero serlo. Si <CHARNAME> me ha enseñado algo, es que estoy mejor sin la locura que una vez me devoró completamente. Revolcaos en vuestro engaño si lo deseáis, mujer... yo lo recuerdo perfectamente. Y no me uniré a vos.

source: My nature has not changed, <CHARNAME>. Did you truly expect otherwise? Better to fight for Melissan than sit in your shadow and watch you take what was once mine.
italian: La mia natura non è cambiata, <CHARNAME>. Ti aspettavi davvero qualcosa di diverso? Meglio combattere per Melissan che nascondermi nella tua ombra e vederti prendere ciò che un tempo era mio di diritto.
pt_br: Minha natureza não mudou, <CHARNAME>. Você realmente esperava algo diferente? É melhor lutar por Melissan do que ficar em sua sombra e assistir você tomar o que já foi meu.
russian: Мой характер не изменился, <CHARNAME>. Да и можно ли было ожидать другого? Лучше биться рядом с Мелиссан, чем находиться в твоей тени и наблюдать, как ты берешь то, что было когда-то моим.
spanish: Mi naturaleza no ha cambiado, <CHARNAME>. ¿De verdad esperabais otra cosa? Mejor pelear por Melisán que sentarme a vuestra sombra para ver como tomáis lo que una vez fue mio.
