Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Upon parting ways with <CHARNAME>, the reborn Sarevok proved as good as his word. He returned to the lands he once knew, far more powerful now than he was even before. Old enemies were startled by his visits, but never for long, and it was not even months later that Sarevok would start a reign of terror in Baldur's Gate that would place him completely in charge of the city. Resistance was crushed as Sarevok began raising an army for conquest in his own name. If he could not have the divine power of his father, he would have enough earthly power to satiate his appetite. Sarevok partook of women as he pleased as his name became a bitter epithet on the tongue of every citizen of the Sword Coast. The first victims of his terrible army fell easily, and Sarevok's power grew. The warrior was maddened, however, to find that the victories gave him no thrill. The power tasted as ashes, though Sarevok tried many times to drive himself into a frenzy of delight at his achievements. In the end, his throne grew heavy, and it was with dread acceptance that he greeted the arrival of the inevitable heroes to displace him not a year after his return. Sarevok fled into the night, abandoning Baldur's Gate and his dreams of power both. He became a man haunted by his second chance, hunted by a former life that never was and a possible life that never could be. Without a destiny and or a true soul of his own, he wandered the Realms... sometimes he brought terror and sometimes he brought nothing but his tired heart, and before long he was gone forever. Some say that he found his purpose in the great desert, forging a kingdom to last an age. Some say he traveled to the planes, launching a campaign against the great Mount Celestia. The truth is unknown, though the tales still persist.
italian: Dopo che la sua strada e quella di <CHARNAME> si divisero, il rinato Sarevok tenne fede alla sua parola. Tornò nelle terre che un tempo conosceva, molto più potente di quanto fosse mai stato prima. I vecchi nemici furono stupefatti dalla sua visita, ma non a lungo, e non passarono molti mesi prima che Sarevok iniziasse un regno di terrore a Baldur's Gate che lo mise al potere assoluto in città. La resistenza venne annientata mentre Sarevok iniziava a formare un'armata di conquista in suo nome. Se non poteva avere il potere divino di suo padre, avrebbe avuto abbastanza potere terreno per soddisfare la sua sete. Sarevok poté godere di tutte le donne che desiderava e il suo nome divenne un amaro epiteto sulla lingua di ogni cittadino della Costa della Spada. Le prime vittime della sua terribile armata caddero facilmente e il potere di Sarevok crebbe. Il guerriero divenne però furioso quando realizzò che le vittorie non gli davano alcuna emozione. Il potere sapeva di polvere, sebbene Sarevok avesse provato molte volte a gettarsi in slanci di compiacimento al raggiungimento dei suoi obiettivi. Alla fine, il peso del suo trono aumentò e con terribile accettazione accolse l'arrivo degli inevitabili eroi che lo destituirono neanche un anno dopo il suo ritorno. Sarevok fuggì nella notte, abbandonando sia Baldur's Gate sia i suoi sogni di potere. Divenne un uomo tormentato dalla sua seconda possibilità, braccato da una precedente vita che mai fu e da una possibile vita che non avrebbe mai potuto avere. Senza un destino e una vera anima, viaggiò per i Reami... a volte portando terrore, a volte non portando altro che il suo stanco cuore, e poco dopo sparì per sempre. Alcuni dicono che trovò il suo scopo nel grande deserto, fondando un regno che durò per secoli. Alcuni dicono che viaggio tra i piani, lanciando una campagna contro il Monte Celestia. La verità è ignota, sebbene i racconti su di lui circolino ancora.
pt_br: Após se separar de <CHARNAME>, o renascido Sarevok mostrou-se tão bom quanto sua palavra. Ele retornou às terras que um dia conheceu, agora muito mais poderoso do que antes. Velhos inimigos ficaram surpresos com suas visitas, mas não por muito tempo, e não demorou nem meses para que Sarevok iniciasse um reinado de terror em Portão de Baldur, colocando-se completamente no controle da cidade. A resistência foi esmagada enquanto Sarevok começava a erguer um exército para conquistar em seu próprio nome. Se ele não poderia ter o poder divino de seu pai, teria poder terreno suficiente para saciar seu apetite. Sarevok desfrutava das mulheres como bem entendia, enquanto seu nome se tornava um amargo epíteto na boca de cada cidadão da Costa da Espada. As primeiras vítimas de seu terrível exército caíram facilmente, e o poder de Sarevok crescia. No entanto, o guerreiro enlouquecia ao perceber que as vitórias não lhe proporcionavam prazer. O poder tinha gosto de cinzas, embora Sarevok tentasse várias vezes forçar-se a se regozijar com suas conquistas. No final, seu trono tornou-se pesado, e foi com aceitação sombria que ele recebeu a chegada dos inevitáveis heróis para o destituírem, nem um ano depois de seu retorno. Sarevok fugiu pela noite, abandonando Portão de Baldur e seus sonhos de poder. Ele tornou-se um homem assombrado por sua segunda chance, perseguido por uma vida passada que nunca existiu e uma vida possível que nunca poderia ser. Sem um destino ou uma verdadeira alma própria, ele vagou pelas Terras, às vezes trazendo terror e às vezes trazendo apenas seu coração cansado, e logo desapareceu para sempre. Alguns dizem que ele encontrou seu propósito no grande deserto, forjando um reino para durar uma era. Alguns dizem que ele viajou para os planos, lançando uma campanha contra o grandioso Monte Celestia. A verdade é desconhecida, embora os contos ainda persistam.
russian: Когда пути повторно рожденного Саревока и <CHARNAME> разошлись, он продемонстрировал, как хороши его обещания. Он возвратился в земли, которые знал раньше, обладая гораздо большей силой, чем прежде. Старые враги были испуганы его возвращением, и вскоре Саревок установил во Вратах Балдура такое господство террора, что спустя несколько месяцев полностью подчинил город. Сопротивление было сокрушено и само имя Саревока воодушевляло его армию на победу. И хотя у него не было божественной силы его отца, у него было достаточно земной силы, чтобы насытить свой аппетит. Саревок получал удовольствие оттого, что само его имя стало эпитетом жестокости на языке каждого гражданина Побережья Меча. Первые жертвы его ужасной армии были легко уничтожены, и власть Саревока возрастала. Однако сам воин был взбешен оттого, что эти победы не принесли ему никаких острых ощущений. Несмотря на то, что Саревок много раз пытался ввести себя в состояние безумного восхищения от своих побед, вся эта власть ощущалась скорее как прах. В конце концов, этот трон стал тяготить его, и он даже обрадовался появлению героев, пожелавших сместить его всего через год после его возвращения. Саревок сбежал в ночь, отказавшись и от Врат Балдура и от своих мечтаний о могуществе. Он превратился в человека, который мучительно разыскивал свой второй шанс, охотился за прежней жизнью, которой никогда не было, и возможной жизнью, которой никогда не могло быть. Без судьбы и своей собственной подлинной души он блуждал по Королевствам... иногда он нес с собой страх, а иногда только свое усталое сердце, и вскоре он ушел навсегда. Некоторые говорят, что он нашел свою цель в великой пустыне, основав там королевство. Другие утверждают, что он предпринял путешествие на планы, начав поход против великой Маунт Целестиа. Истина неизвестна, хотя рассказы все еще продолжаются.
spanish: Desde que se separó de <CHARNAME>, el renacido Sarevok demostró tanto bien como su palabra. Volvió a las tierras que una vez conoció, mucho más poderoso de lo que habían sido antes. Los viejos enemigos se sorprendieron por sus visitas, pero nunca por mucho tiempo, y es así que unos meses mas tarde Sarevok comenzaría un reinado de terror en Puerta de Baldur el cual lo pondría completamente a cargo de la ciudad. La resistencia era destruida mientras que Sarevok comenzaba a levantar un ejército para la conquista en su propio nombre. Si no podía tener el poder divino de su padre, tendría suficiente poder terrenal para saciar su apetito. Sarevok se benefició de muchas mujeres y se satisfacía mientras su nombre se convertía en un epíteto amargo en boca de cada ciudadano de la Costa de la Espada. Las primeras víctimas de su terrible ejército cayeron fácilmente, y el poder de Sarevok crecía. El guerrero se desquició sin embargo, al descubrir que las victorias no le proporcionaban ninguna emoción. El poder sabía como las cenizas, aunque Sarevok intentó muchas veces enloquecer en un frenesí de placer en sus logros. Al final, su trono creció fuerte, y así agradeció con una aceptación temerosa la llegada de los inevitables héroes que le derrotaron sin haber pasado ni un año tras su regreso. Sarevok huyó en la noche, abandonando Puerta de Baldur y sus sueños de poder. Se convirtió en un hombre doblemente perseguido, perseguido por una vida anterior que nunca fue y por una posible vida que nunca pudo ser. Sin un destino o un alma verdaderamente suya, viajó por los Reinos... a veces trayendo el terror y otras veces no trayendo nada excepto su cansado corazón, y tras un tiempo se fue para siempre. Algunos dicen que encontró su destino en el gran desierto, forjando un reino que duraría un siglo. Algunos dicen que viajó por los planos, lanzando una campaña contra el gran Monte Celestia. La verdad se desconoce, sin embargo los relatos todavía persisten.

source: In the years following his resurrection by <CHARNAME>, Sarevok spent many years wandering throughout the Forgotten Realms, rarely spending much time in any single place. In Berdusk he is said to have routed an army of invading orcs, displaying such fearsome power and rage that terrified locals weren't sure whom to fear more... only to disappear quietly without expecting a reward. In Westgate he arrived as conqueror, brutally enforcing his will over the city only to mysteriously vanish months later, leaving his own startled men to the mercies of the angry mobs. He acted like a man that did not know himself, and all the stories agreed that Sarevok was a tortured soul, balanced between life and death, never to achieve either. Those who knew Sarevok best, which were few, said that the tormented warrior would in turn curse the fabled <CHARNAME> for giving him his second chance... and then thank <PRO_HIMHER>. Eventually he disappeared entirely from the Realms, said to have assaulted the Abyss itself or even taken his own life. In truth, he journeyed to Kara-Tur to bury his one true love, the warrior Tamoko. He never returned, though the stories endure.
italian: Negli anni successivi alla sua resurrezione da parte di <CHARNAME>, Sarevok trascorse molto tempo viaggiando per i Reami Dimenticati, rimanendo raramente a lungo in un solo posto. Si dice che a Berdusk respinse un'armata di orchi invasori, mostrando uno spaventoso potere e una furia tale che i terrorizzati abitanti del posto non sapevano chi temere di più... solo per scomparire nel silenzio senza pretendere una ricompensa. A Westgate giunse come un conquistatore, imponendo brutalmente il suo volere sulla città per poi scomparire misteriosamente mesi dopo, lasciando i suoi stessi uomini sbigottiti alla mercé della folla infuriata. Agiva come un uomo che non conoscesse se stesso e tutti i racconti concordano sul fatto che fosse un'anima tormentata, in bilico tra la vita e la morte, senza mai raggiungerne una. Coloro che lo conoscevano bene, cioè pochi, affermano che il tormentato guerriero a volte maledisse il leggendario <CHARNAME> per avergli dato una seconda occasione... e che a volte lo ringraziasse. Alla fine, scomparse del tutto dai Reami. Si dice che si fosse lanciato all'assalto dello stesso Abisso o che si fosse tolto la vita. In realtà, viaggiò per Kara-Tur per seppellire il suo unico vero amore, la guerriera Tamoko. Non tornò mai più, sebbene le storie su di lui persistano.
pt_br: Nos anos seguintes à sua ressurreição por <CHARNAME>, Sarevok passou muitos anos vagando por todo Reinos Esquecidos, raramente permanecendo por muito tempo em qualquer lugar. Em Berdusk, dizem que ele derrotou um exército de orcs invasores, exibindo poder e fúria tão temíveis que os assustados moradores não tinham certeza de quem temer mais... apenas para desaparecer silenciosamente, sem esperar recompensa. Em Westgate, ele chegou como conquistador, impondo brutalmente sua vontade sobre a cidade, apenas para desaparecer misteriosamente meses depois, deixando seus próprios homens aturdidos à mercê das multidões enfurecidas. Agia como um homem que não se conhecia, e todas as histórias concordavam que Sarevok era uma alma atormentada, equilibrando-se entre a vida e a morte, sem jamais alcançar qualquer uma delas. Aqueles que conheciam Sarevok melhor, que eram poucos, diziam que o guerreiro atormentado amaldiçoava o lendário <CHARNAME> por lhe dar uma segunda chance... e depois o agradecia. Eventualmente, ele desapareceu completamente das Terras, dizendo-se que havia atacado o próprio Abismo ou até tirado a própria vida. Na verdade, ele partiu para Kara-Tur para sepultar seu único amor verdadeiro, a guerreira Tamoko. Ele nunca mais retornou, embora as histórias perdurem.
russian: После того, как он ожил по воле <CHARNAME>, Саревок провел много лет, блуждая по Забытым Королевствам, и редко надолго оставаясь на одном месте. В Бердаске он, по слухам, разгромил армию вторгнувшихся орков, продемонстрировав такую устрашающую силу и ярость, что запуганные местные жители не знали, кого бояться больше... только для того, чтобы спокойно исчезнуть, не дожидаясь награды. В Вестгейт он прибыл как завоеватель, жестоко навязывая городу свою волю, только для того, чтобы таинственно исчезнуть несколькими месяцами позже, оставив своих собственных обескураженных приверженцев на милосердие разозленных толп. Он действовал, как человек, который не знает себя, и все рассказы сходятся в одном - что Саревок мучался из-за души, балансирующей между жизнью и смертью, никогда не достигая ни того, ни другого. Те немногие, кто знали Саревока лучше всего, говорили, что измученный воин сначала проклянет <CHARNAME> за предоставленный ему второй шанс... а затем будет благодарить <PRO_HIMHER>. В конечном счете, он исчез из Королевств, говорили, что он штурмует Бездну или покончил жизнь самоубийством. На самом деле он уехал в Кара-Тур, чтобы похоронить свою единственную любовь, воина Тамоко. Он не вернулся назад, хотя рассказы о нем все продолжались.
spanish: En los años posteriores a su resurrección gracias a <CHARNAME>, Sarevok pasó muchos años viajando por los Reinos Olvidados, raramente quedándose mucho tiempo en un mismo sitio. En Berdusk se dice que desvió un ejército de orcos invasores, mostrando un poder y una furia tan temibles que la gente del lugar no estaba segura de a quién temer más... sólo para desaparecer silenciosamente sin esperar una recompensa. En Westgate llegó como un conquistador, haciendo cumplir brutalmente su voluntad en la ciudad solo para desvanecerse misteriosamente unos meses después, dejando a sus propios asustados hombres ante la piedad de las enojadas multitudes. Actuaba como un hombre que no se conocía a sí mismo, y todas las historias coincidían en que Sarevok era un alma torturada, equilibrada entre la vida y la muerte, y nunca alcanzando ninguna. Aquellos que conocieron lo mejor de Sarevok, que son pocos, dicen que el atormentado guerrero parecía maldecir al legendario <CHARNAME> por darle una segunda oportunidad... y después agradecérselo. Con el tiempo desapareció completamente de los Reinos, se dice que asaltó el mismo Abismo, o incluso que llevó una vida propia. En realidad viajó a Kara-Tur para enterrar a su único amor verdadero, la guerrera Tamoko. Nunca regresó, aunque las historias todavía permanecen.

source: After parting ways with <CHARNAME>, Valygar continued his adventures for several years, traveling in the wilds of northern Faerun and becoming a common sight in the area of Waterdeep. Later he was content to finally return to Athkatla and retire to the quiet, contemplative life at his family's estate that he had always desired. Pressure from admirers within the local nobility saw him taking up the mantle of Chief Inspector, a responsibility he never desired but took on willingly to combat the growing corruption within the city. For many years, Valygar's was the name spat by every criminal or slaver who dared to place a foot within the city. Valygar was dauntless, turning the city garrison into a force even the most self-confident thief had to respect. Valygar and the Shadow Thieves sparred many times, eventually reaching a point of mutual respect... though most considered the ranger the victor even then. Surprising even himself, Valygar eventually restored the good name of the Corthalas in Athkatla and even married. His only son, the pride of his life, took the lessons of his father to heart. Valygar would watch him go on to become the head of the Cowled Wizards and its greatest agent of reform, and for once in his life Valygar would know pride. Remembering the man that he had once been, fleeing his history into the deepest woods of Amn, the ranger would be thankful that <CHARNAME> had entered his life and forever wish his old friend well.
italian: Dopo essersi separato da <CHARNAME>, Valygar continuò le sue avventure per diversi anni, viaggiando nelle selvagge terre a nord di Faerûn e diventando un volto comune nella zona di Waterdeep. In seguito, fu felice di tornare finalmente ad Athkatla e di ritirarsi a una vita tranquilla e contemplativa nella tenuta di famiglia che aveva sempre desiderato. Pressato dagli ammiratori nella nobiltà locale, assunse la carica di Capo Ispettore, una responsabilità che non aveva mai desiderato ma che assunse nel desiderio di combattere la crescente corruzione in città. Per molti anni, Valygar fu il nome maledetto da ogni criminale o schiavista che osasse mettere piede in città. Valygar fu impavido, trasformando le guarnigioni della città in una forza che persino il ladro più sicuro di sé fu costretto a rispettare. Valygar e i Ladri dell’Ombra si scontrarono molte volte, raggiungendo infine una condizione di reciproco rispetto... sebbene molti considerassero il ranger il vero vincitore. Sorprendendo persino se stesso, Valygar ripristinò il buon nome dei Corthala ad Athkatla e si sposò. Il suo unico figlio, l'orgoglio della sua vita, prese a cuore le lezioni del padre. Valygar lo avrebbe visto crescere e diventare il capo degli Stregoni Incappuciati nonché il suo più grande agente di riforme; per una volta nella sua vita, Valygar avrebbe provato orgoglio. Ricordando l'uomo che un tempo era stato, scappato nelle più fitte foreste dell'Amn per il suo retaggio, il ranger fu grato a <CHARNAME> e augurò ogni bene al suo vecchio amico.
pt_br: Depois de se separar de <CHARNAME>, Valygar continuou suas aventuras por vários anos, viajando pelas florestas do norte de Faerun e se tornando uma visão comum na área de Waterdeep. Mais tarde, ele se contentou em finalmente retornar a Athkatla e retirar-se para a vida tranquila e contemplativa na propriedade de sua família, que ele sempre desejara. A pressão de admiradores dentro da nobreza local o levou a ocupar o manto do Inspetor-Chefe, uma responsabilidade que ele nunca desejou, mas assumiu voluntariamente para combater a crescente corrupção dentro da cidade. Por muitos anos, o nome de Valygar foi cuspido por todos os criminosos ou escravistas que ousaram colocar um pé dentro da cidade. Valygar estava destemido, transformando a guarnição da cidade em uma força que até o ladrão mais autoconfiante tinha que respeitar. Valygar e os Ladrões da Sombra lutaram muitas vezes, eventualmente alcançando um ponto de respeito mútuo ... embora a maioria considerasse o ranger o vencedor até então. Mesmo surpreendendo a si mesmo, Valygar acabou restaurando o bom nome das Corthalas em Athkatla e até se casou. Seu único filho, o orgulho de sua vida, levou as lições de seu pai ao coração. Valygar iria vê-lo se tornar o chefe dos Encantados e seu maior agente de reforma, e pela primeira vez em sua vida Valygar conheceria o orgulho. Lembrando-se do homem que ele havia sido uma vez, fugindo de sua história para os bosques mais profundos de Amn, o guarda florestal agradeceria que <CHARNAME> tivesse entrado em sua vida e sempre desejasse bem a seu velho amigo.
russian: После расставания с <CHARNAME>, Валигар еще несколько лет продолжал путешествовать по лесам на севере Фаэруна и стал своим в окрестностях Ватердипа. Позже он вернулся в Аткатлу в свое имение и удалился к тихой, спокойной жизни, к которой все время стремился. Под давлением поклонников из местного дворянства он принимает мантию Главного Инспектора и обязательства, которых он никогда не желал, но принял с готовностью сразиться с возрастающей коррупцией в внутри города. Много лет, Валигар разбирался со всеми преступниками или работорговцами, которые посмели вступить в черту города. Валигар был бесстрашен, сделал из городского гарнизона такую силу, что даже наиболее самонадеянный вор должен был уважать его. Валигар и Теневые Воры сталкивались много раз, и, в конечном счете, было достигнуто взаимное уважение... хотя многие считали это еще одной победой рейнджера. Удивляясь себе самому, Валигар в итоге восстановил доброе имя Кортала в Аткатле и даже женился. Его единственный сын, гордость его жизни, внимал урокам его отца. Валигар наблюдал, как он становится главой Волшебников в Рясах и проводит самые значительные реформы, наполняя жизнь Валигара гордостью за него. Вспоминая того человека, каким он был в то время, когда скрывался в лесах Амна, Валигар остается благодарным <CHARNAME> за перемены в своей жизни и всегда желает своему старому другу всего наилучшего.
spanish: Tras separar su camino del de <CHARNAME>, Valygar continuó sus aventuras durante varios años, viajando por las tierras salvajes del norte de Faerûn y siendo una visión común en el área de Aguas Profundas. Tras esto estaba contento de volver finalmente a Athkatla y dedicarse a la vida tranquila y contemplativa en la hacienda de su familia que él siempre había deseado. La presión de los admiradores entre la nobleza local le llevó a verse tomando el cargo de inspector jefe, una responsabilidad que nunca deseó pero que tomó voluntariamente para combatir a la corrupción que crecía dentro de la ciudad. Durante muchos años, Valygar era el nombre maldecido por cada criminal o esclavista que se atrevía a colocar un pie en el interior de la ciudad. Valygar fue audaz, convirtiendo a la guarnición de la ciudad en una fuerza que incluso el más confiado ladrón tenía que respetar. Valygar y los Ladrones de las Sombras se evitaron muchas veces, y con el tiempo alcanzaron un punto de respeto mutuo... Sin embargo la mayoría consideraba al explorador el vencedor incluso entonces. Sorprendiéndose incluso s sí mismo, Valygar con el tiempo restauró el buen nombre de los Corthala en Athkatla e incluso se casó. Su único hijo, el orgullo de su vida, llevó las lecciones de su padre al corazón. Valygar lo vería convertirse en la cabeza de los Magos Encapuchados y en su más grande elemento de reforma, y por una vez en su vida Valygar conocería el orgullo. Recordando al hombre que una vez había sido, huyendo de su historia a los bosques más profundos de Amn, el explorador estaría agradecido de que <CHARNAME> hubiera entrado en su vida y deseó que su viejo amigo estuviera siempre bien.
