Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Viconia and <CHARNAME> continued their adventuring careers for several years, gaining considerable fame after being drawn into central roles in two wars that rocked the Sword Coast. <CHARNAME>'s standing in the Realms grew considerably over time, his dark maiden always at his side. Eventually, Viconia became pregnant with <CHARNAME>'s child, an event that caused much argument and strife between the couple, resulting briefly in their seperation. The birth of <CHARNAME>'s son, however, would change Viconia forever. She would return to <CHARNAME> and convince him to settle finally in Baldur's Gate, dedicating herself utterly to raising their son and teaching him the ways of the drow as well as the ways of <CHARNAME>'s people and marvelling at the power the boy already was demonstrating. Though she delighted at the understanding in her son's eyes, she would not live to see him grow. Viconia was a powerful priestess and all but immune to common poisons, but the venom of the Spider Queen's vengeance was not easily resisted and her reach is far. Poisoned by a servant of the goddess Lolth, <CHARNAME> railed in rage as even the most powerful magics proved ineffective in curing his ailing wife. Viconia's last words were whispered to <CHARNAME>, in private, before she finally succumbed and are unknown... but the tale is well-told of how <CHARNAME> held the body of his dark maiden close to him and wept, while the entire city wept with him, suffering a loss of something precious that they never even truly knew they had. The furious <CHARNAME> left Baldur's Gate and raised his son in secret far away. Tales vary of him, some saying he began a crusade against the drow in the Underdark, some claiming he became a hero in the far-off northlands... and some even saying with surety that <CHARNAME> had waged war against Lolth herself in the abyssal Demonweb Pits... but all agreeing that the former son of Bhaal had been changed forever by his love for the dark maiden. As for the son, tutored by two of the most potent beings in the Realms? He would go on to forge a legend that would rival that of his father. That, however, is a different story...
italian: Viconia e <CHARNAME> continuarono le loro carriere di avventurieri per diversi anni, guadagnandosi una considerevole fama dopo avere ricoperto ruoli centrali in due guerre che sconvolsero la Costa della Spada. La reputazione di <CHARNAME> nei Reami crebbe notevolmente con il passare del tempo, la sua scura signora sempre al suo fianco. Alla fine, Viconia rimase incinta del figlio di <CHARNAME>, un evento che causò molte discussioni tra la coppia, portandola velocemente ad una separazione. La nascita del figlio di <CHARNAME>, tuttavia, avrebbe cambiato Viconia per sempre. Tornò da <CHARNAME> e lo convinse a sistemarsi definitivamente a Baldur's Gate, dedicando tutta se stessa all'educazione del loro figlio e insegnandogli sia la cultura drow sia quella della gente di <CHARNAME> e meravigliandosi del potere che il ragazzo stava già dimostrando. Provò sempre un'immensa gioia nel vedere gli occhi del bambino su di lei, ma non visse abbastanza per vederlo crescere. Viconia era una potente sacerdotessa immune ai veleni comuni, ma è difficile resistere a quello della vendetta della Regina dei Ragni e nessun luogo è abbastanza lontano per sfuggirle. Avvelenata da un servo della dea Lolth, <CHARNAME> ribollì di furia quando anche le più potenti magie si mostrarono inefficaci nel curare la sua sofferente moglie. Le ultime parole di Viconia furono sussurrate a <CHARNAME>, in privato, prima che morisse e sono sconosciute... ma è ben nota la storia di come <CHARNAME> strinse a sé il corpo della sua scura signora e pianse con l’intera città vicina al suo dolore, soffrendo per la perdita di qualcosa di prezioso che non avevano mai saputo di avere. Il furioso <CHARNAME> lasciò Baldur's Gate e crebbe suo figlio in segreto in un luogo lontano. Le storie su di lui variano. Alcune dicono che iniziò una crociata contro i drow nel Sottosuolo, altre che divenne un eroe nelle lontane terre del Nord... ed altre ancora affermano con certezza che <CHARNAME> mosse guerra contro Lolth stessa nelle Fosse delle Ragnatele Demoniache... ma tutte concordano che il primo figlio di Bhaal fu per sempre cambiato dall'amore per la sua scura signora. E che fu di suo figlio, allevato da due delle più potenti figure nei Reami? Avrebbe forgiato una leggenda capace di competere con quella di suo padre. Questa, tuttavia, è un'altra storia...
pt_br: Viconia e <CHARNAME> continuaram suas carreiras como aventureiros por vários anos, ganhando considerável fama após serem envolvidos em papéis centrais em duas guerras que abalaram a Costa da Espada. O prestígio de <CHARNAME> nos Reinos cresceu consideravelmente ao longo do tempo, com sua sombria donzela sempre ao seu lado. Eventualmente, Viconia ficou grávida de <CHARNAME>, um evento que causou muitas discussões e conflitos entre o casal, resultando brevemente em sua separação. O nascimento do filho de <CHARNAME>, no entanto, mudaria Viconia para sempre. Ela voltaria para <CHARNAME> e o convenceria a se estabelecer finalmente em Portão de Baldur, dedicando-se completamente a criar seu filho e ensiná-lo os modos dos drows, bem como os costumes do povo de <CHARNAME>, maravilhando-se com o poder que o menino já estava demonstrando. Embora se deleitasse com a compreensão nos olhos de seu filho, ela não viveria para vê-lo crescer. Viconia era uma poderosa sacerdotisa e quase imune a venenos comuns, mas o veneno da vingança da Rainha Aranha não era facilmente resistido e seu alcance era amplo. Envenenada por um servo da deusa Lolth, <CHARNAME> se enfureceu de raiva, pois até as magias mais poderosas se mostraram ineficazes em curar sua esposa doente. As últimas palavras de Viconia foram sussurradas a <CHARNAME>, em particular, antes que ela finalmente sucumbisse e morresse... mas a história é bem conhecida de como <CHARNAME> segurou o corpo de sua amada obscura junto a ele e chorou, enquanto toda a cidade chorava com ele, sofrendo a perda de algo precioso que eles nem mesmo sabiam que tinham. O furioso <CHARNAME> deixou Portão de Baldur e criou seu filho em segredo, longe dali. As histórias variam sobre ele, algumas dizendo que ele começou uma cruzada contra os drows em Umbreterna, algumas afirmando que ele se tornou um herói nas terras distantes do norte... e algumas até dizendo com certeza que <CHARNAME> travou guerra contra Lolth nas Abismais Teias Demoníacas... mas todas concordam que o antigo filho de Bhaal havia sido transformado para sempre por seu amor pela donzela das trevas. Quanto ao filho, tutelado por dois dos seres mais poderosos dos Reinos? Ele seguiria para forjar uma lenda que rivalizaria com a de seu pai. Isso, no entanto, é uma história diferente...
russian: Викония и <CHARNAME> продолжали путешествовать в течение нескольких лет, и получили немалую известность после того, как сыграли центральные роли в двух войнах, потрясших Побережье Мечей. Через некоторое время репутация <CHARNAME> в Королевствах значительно выросла , а его темная спутница всегда была на его стороне. В конечном счете, Викония забеременела от <CHARNAME>, что послужило толчком к многочисленным спорам и разногласиям между ними, и даже закончилось их краткосрочным расставанием. Рождение сына от <CHARNAME>, однако, навсегда изменило Виконию. Она возвратилась к <CHARNAME> и убедила его поселиться во Вратах Балдура, посвящая себя воспитанию их сына и, обучая его пути дроу, также как и пути <PRO_RACE>, и восхищаясь силой мальчика, которую он уже тогда демонстрировал. Но хотя она и радовалась уму в глазах своего сына, ей было не суждено увидеть, как он вырастет. Викония была могущественной жрицей и почти невосприимчива к обычным ядам, но не к яду Паучьей Королевы, которая не отреклась от мести. Викония была отравлена прислужником богини Лоллт, а <CHARNAME> был в отчаянии, поскольку даже наиболее мощное волшебство было неэффективным в лечении его жены. Неизвестны последние слова Виконии, которые она прошептала <CHARNAME>, прежде чем смерть забрала ее... но рассказывают что <CHARNAME> обнимал тело своей темной подруги и плакал, и весь город так же плакал вместе с ним, чувствуя потерю чего-то драгоценного, о чем они не догадывались, когда это имели. В отчаянии <CHARNAME> оставил Врата Балдура и воспитывал своего сына в тайне. Одни рассказывают, что он начал крестовый поход против дроу в Андердарке, другие утверждают, что он стал героем в далеких северных странах... А некоторые с уверенностью говорят, что <CHARNAME> сражался с Лоллт в самой Преисподней... но все согласны в том, что сын Баала навсегда изменился из-за своей любви к дроу. Что касается его сына, обученного двумя наиболее могущественными личностями в Королевствах, то он создал легенду, которая соперничает с легендой его отца. Но это уже совсем другая история...
spanish: Viconia y <CHARNAME> continuaron sus carreras aventureras durante varios años, ganando una considerable fama tras haber llegado a ser los protagonistas centrales en dos guerras que estremecieron la Costa de la Espada. La posición de <CHARNAME> en los Reinos creció considerablemente en poco tiempo, con su oscura dama siempre a su lado. Con el tiempo, Viconia se quedó embarazada de <CHARNAME>, un hecho que provocó muchos roces y peleas entre la pareja, llevando enseguida a su separación. El nacimiento del hijo de <CHARNAME>, no obstante, cambiaría a Viconia para siempre. Volvería a <CHARNAME> y le convencería a establecerse finalmente en Puerta de Baldur, dedicándose completamente a criar a su hijo y a enseñarle las costumbres de los drow y las de la raza de <CHARNAME>, y maravillándose con el potencial que ya estaba mostrando el joven. Aunque ella estaba encantada con el entendimiento que mostraban los ojos de su hijo, no viviría para verlo crecer. Viconia era una poderosa sacerdotisa e inmune a los venenos comunes, pero el veneno de la venganza de la Reina Araña no era resistido fácilmente y su alcance es grande. Envenenada por un sirviente de la diosa Lolth, <CHARNAME> se enfureció ya que incluso la magia más poderosa resultó inútil para curar a su enferma esposa. Las últimas palabras de Viconia que susurró a <CHARNAME> en privado, antes de que finalmente sucumbiera, son desconocidas... pero cuentan los relatos que <CHARNAME> mantuvo el cuerpo de su oscura dama cerca de él mientras sollozaba, mientras que toda la ciudad lloraba con él, sufriendo la perdida de algo preciado que ni siquiera sabían realmente que lo tenían. El enfurecido <CHARNAME> dejó Puerta de Baldur y crió a su hijo en secreto muy lejos. Los relatos varían, algunos cuentan que comenzó una cruzada contra los drow de la Antípoda Oscura, otros aseguran que se convirtió en héroe en las alejadas tierras del norte... e incluso algunos dicen con seguridad que <CHARNAME> había declarado la guerra contra la mismísima Lolth en los abisales Laberintos de los Demonios... pero todos están de acuerdo en que el antiguo hijo de Bhaal había sido cambiado para siempre por su amor a la dama oscura. En cuanto al hijo, fue tutelado por dos de los más poderosos seres de los Reinos. Él comenzaría a forjar una leyenda que rivalizaría con la de su padre. Eso, sin embargo, es otra historia...

source: Upon returning to Amkethran, Balthazar began to implement changes for the better. He had learned well from his friend and <PRO_BROTHERSISTER> the meaning of the word "Good". He carried his guilt with him always, a reminder never to make the same mistakes again. The remaining criminal elements were quickly driven from his outpost, which attracted new settlers and merchants. Over the years, Amkethran grew into a thriving city and the cultural center of the entire region, renowned for its peace and compassion. Balthazar was also central in the creation of the Monastic Guard, an elite group of Paladins and Monks who were sworn to protect the common folk from tyranny in any form. His deeds quickly earned him the respect and trust of his people. In Balthazar's advanced years, his work finished, it was said he could be found most often gazing at the night sky and remembering <CHARNAME>. Later, Balthazar would leave Amkethran forever on a pilgrimage to Candlekeep... to give a final thanks for the peace he had found and to see for himself the humble beginnings of a legend.
italian: Dopo essere ritornato ad Amkethran, Balthazar iniziò a portare cambiamenti per il meglio. Aveva ben imparato dal suo amico e fratello il significato della parola "Bontà". Portò sempre con sé le sue colpe; un ricordo per non ricommettere mai più gli stessi errori. Ciò che ancora rimaneva di criminale fu velocemente estirpato dall'avamposto, il quale attrasse nuovi coloni e mercanti. Con gli anni, Amkethran divenne una città fiorente e il centro culturale dell'intera regione, nota per la sua pace e per la sua compassione verso i poveri. Balthazar fu anche di centrale importanza nella creazione delle Guardia Monastica, un gruppo di paladini e di monaci d'elite che giurò di proteggere il popolo da qualsiasi forma di tirannia. Le sue azioni gli fecero presto guadagnare il rispetto e la fiducia della sua gente. In età avanzata, il suo lavoro finì e si dice che fu spesso trovato ad ammirare il cielo ricordando <CHARNAME>. In seguito, Balthazar lasciò Amkethran per sempre per un pellegrinaggio a Candlekeep… per ringraziarlo un'ultima volta per la pace che aveva trovato e per vedere le umili origini di una leggenda.
pt_br: Ao retornar a Amkethran, Balthazar começou a implementar mudanças para melhor. Ele havia aprendido bem com seu amigo e irmão o significado da palavra "bom". Ele carregava sua culpa com ele sempre, um lembrete de nunca mais cometer os mesmos erros. Os restantes elementos criminosos foram rapidamente expulsos do seu posto avançado, o que atraiu novos colonos e mercadores. Ao longo dos anos, Amkethran tornou-se uma cidade próspera e o centro cultural de toda a região, conhecida por sua paz e compaixão. Balthazar também foi central na criação da Guarda Monástica, um grupo de elite de Paladinos e Monges que juraram proteger a população comum da tirania de qualquer forma. Suas ações rapidamente lhe renderam o respeito e a confiança de seu povo. Nos anos avançados de Baltasar, seu trabalho terminou, dizia-se que ele podia ser encontrado na maioria das vezes olhando para o céu noturno e lembrando-se de <CHARNAME>. Mais tarde, Balthazar deixaria Amkethran para sempre em peregrinação ao Forte da Vela ... para dar um último agradecimento pela paz que encontrara e para ver por si mesmo as origens humildes de uma lenda.
russian: После возвращения в Амкетран Балтазар начал осуществлять перемены к лучшему. С помощью своего друга и брата он понял подлинное значение слова «Добро». В нем всегда было живо чувство вины - как напоминание о том, чтобы никогда больше не сделать те же самые ошибки. Остатки преступных элементов были быстро изгнаны из его города, и это привлекло новых поселенцев и торговцев. За несколько лет Амкетран превратился в процветающий город и культурный центр всего региона, славящийся своим миролюбием и состраданием. Балтазар также стал центральной фигурой в создании Монашеской Охраны - отборной группы паладинов и монахов, которые поклялись защищать простой народ от тирании в любой ее форме. Эти дела быстро принесли ему уважение и доверие своих подопечных. Рассказывают, что в преклонном возрасте Балтазар отошел от дел, и его часто видели пристально смотрящим на ночное небо и вспоминающим о тех временах, когда <CHARNAME> изменил его жизнь. Позже Балтазар навсегда оставил Амкетран и отправился паломником в Кендлкип, чтобы отдать дань уважения месту, где началась легенда, за то умиротворение, которое он нашел для себя.
spanish: Tras su vuelta a Amkethran, Baltasar comenzó a experimentar cambios para mejor. Había aprendido bien de su amigo y hermano el significado de la palabra "Bien". Siempre llevó su culpa con él; un recordatorio para no cometer los mismo errores otra vez. Los elementos criminales que quedaban fueron rápidamente alejados de su puesto, lo cuál atrajo nuevos pobladores y mercaderes. Con los años, Amkethran evolucionó en una ciudad próspera y centro cultural de toda la región, reputada por su paz y compasión. Baltasar fue también parte principal de la creación de la Guardia Monástica; un grupo de élite de Paladines y Monjes que juraban proteger al pueblo de la tiranía bajo cualquier forma. Sus hazañas rápidamente le hicieron ganar el respeto y confianza de su gente. En los siguientes años de Baltasar finalizó su trabajo, y se dice que puede ser encontrado muy a menudo contemplando el cielo nocturno y recordando a <CHARNAME>. Más tarde, Baltasar dejaría Amkethran para siempre en un peregrinaje a Candelero... para dar por última vez las gracias por la paz que había encontrado y para ver por sí mismo los humildes inicios de una leyenda.
