Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Haer'Dalis found traveling with <CHARNAME> a fine introduction to the Realms, and once they parted company he was eager to see more. He visited such varied locales as Waterdeep, Neverwinter, and Thay, spreading the tales of his deeds with <CHARNAME>... and somehow always managing to find himself in the midst of as many adventures as he once had. Eventually Haer'Dalis would find himself immersed in local troubles on one side or another, and that would lead to him being back on the road once again. Which was fine by him, although the bard would admit to himself that he only rarely understood some of the peculiarities of these Primes and longed for the remembered grandeur of the planes. In time, he would befriend a wandering female Cambion and gladly returned with her to the Abyss... only to unintentionally end up leading a revolt on several layers of the hells. Afterward, the tiefling would be amused to hear stories that he had forced the great Graa'zt to the negotiating table, an awkward position for such a great demon lord... though Haer'Dalis would never verify the truth of the tale. For a time afterward, Haer'Dalis was the most-hunted man among the planes... but the ire of his enemies could not match his wanderlust, and he eventually found his way back to the city of Sigil unharmed in any permanent fashion. There he rejoined his beloved Raelis and her acting troupe, pleased to finally settle down for once. Until the next misunderstanding occurred, of course.
italian: Haer'Dalis trovò il viaggiare con <CHARNAME> una buona introduzione ai Reami. Una volta che la compagnia si divise, fu ansioso di vedere di più. Visitò varie località come Waterdeep, Neverwinter e Thay, diffondendo le storie delle sue imprese con <CHARNAME>... e in qualche modo riuscendo sempre a ritagliarsi un ruolo di primo piano. In un modo o nell’altro, alla fine Haer'Dalis si ritrovava immerso nei problemi del posto, cosa che lo conduceva di nuovo sul sentiero dell’avventura. Il che gli andava bene, sebbene il bardo ammettesse che solo raramente capiva alcune delle peculiarità dei Primevi e che gli mancava molto la grandiosità che ricordava dei Piani. Col tempo, fece amicizia con una cambion girovaga e ritornò con piacere con lei nell'Abisso... solo per finire col guidare involontariamente una rivolta su parecchi livelli degli Inferi. In seguito, il tiefling si divertì nell'ascoltare storie secondo cui avrebbe costretto il grande Graa'zt al tavolo dei negoziati, una posizione imbarazzante per un signore dei demoni tanto grande... benché Haer'Dalis non confermasse mai la veridicità della storia. Per un po' di tempo, Haer'Dalis fu l'uomo più ricercato tra i Piani... ma l'ira dei suoi nemici non poteva eguagliare il suo desiderio di vagabondare e alla fine trovò il modo per tornare alla città di Sigil senza danni permanenti. Lì si riunì alla sua amata Raelis e alla sua compagnia teatrale, lieto per una volta di potersi finalmente stabilire... fino al successivo malinteso, ovviamente.
pt_br: Haer'Dalis achou que viajar com <CHARNAME> foi uma excelente introdução aos Reinos, e uma vez que se separaram, ele estava ansioso para ver mais. Ele visitou lugares tão diversos como Águas Profundas, Nevenunca e Thay, espalhando as histórias de suas façanhas com <CHARNAME>... e de alguma forma, sempre acabava se envolvendo em tantas aventuras quanto antes. Eventualmente, Haer'Dalis se viu imerso em problemas locais de um lado ou de outro, e isso o levou de volta à estrada mais uma vez. O que estava tudo bem para ele, embora o bardo admitisse para si mesmo que raramente entendia algumas das peculiaridades desses primários e ansiava pela grandiosidade lembrada dos planos. Com o tempo, ele faria amizade com uma cambion feminina errante e voltaria com prazer para o Abismo... apenas para acabar liderando involuntariamente uma revolta em vários níveis dos infernos. Depois disso, o tiferino se divertiria ao ouvir histórias de que ele tinha forçado o grande Graa'zt a ir para a mesa de negociações, uma posição desconfortável para um senhor demônio tão poderoso... embora Haer'Dalis nunca confirmasse a veracidade da história. Por um tempo depois, Haer'Dalis foi o homem mais caçado entre os planos... mas a ira de seus inimigos não podia igualar sua vontade de viajar, e ele eventualmente encontrou seu caminho de volta à cidade de Sigil, ileso de qualquer maneira permanente. Lá, ele se juntou novamente à sua amada Raelis e sua trupe teatral, satisfeito por finalmente se estabelecer de uma vez. Até que o próximo mal-entendido ocorresse, é claro.
russian: Хаер'Далис, путешествуя с <CHARNAME> получил неплохое представление о Королевствах, и когда они расстались, он пожелал увидеть больше. Он посетил такие разнообразные места, как Уотердип, Невервинтер и Тэй, распространяя баллады о своих приключениях с <CHARNAME>... и так или иначе всегда умудрялся оказаться посреди множества авантюр, как это было и прежде. В конечном счете, Хаер'Далис впутывался в те или иные неприятности, и снова оказывался на дороге. Несмотря на то, что это ему нравилось, бард все же признавался себе, что он лишь изредка понимает некоторые из особенностей этих Первичных, и очень хотел бы вспомнить великолепие планов. Однажды, он оказал дружескую поддержку блуждающей женщине Камбиону и с удовольствием возвратился вместе с нею в Пропасть... только для того, чтобы непреднамеренно положить конец восстанию на нескольких кругах ада. Позже тифлинг был весьма удивлен, когда слышал истории о том, что он вынудил великого Граа'зта сесть за стол переговоров, это слишком неуклюжее положение для столь великого повелителя демонов... хотя Хаер'Далис никогда не опровергал правдивость рассказа. В течение некоторого времени Хаер'Далис был наиболее преследуемой личностью посреди планов... но ярость его врагов не могла помешать его тяге к перемене мест, и он, в конечном счете, вернулся в город Сигил, выйдя невредимым из этих передряг. Там он воссоединился со своей возлюбленной Раелис и ее театральной труппой, и был рад наконец-то устроиться и осесть. До следующего недоразумения, разумеется.

source: I require a soul <CHARNAME>, as well you know. I could tear it from young Imoen once again, but she seems... indisposed. Yet perhaps there is another way...
italian: Ho bisogno di un'anima, <CHARNAME>, come ben sai. Potrei strapparla ancora una volta dalla giovane Imoen, ma sembra... maldisposta. Forse però c'è un altro modo...
pt_br: Eu preciso de uma alma, <CHARNAME>, como você bem sabe. Eu poderia arrancá-la de Imoen novamente, mas ela parece... indisposta. No entanto, talvez haja outra maneira...
russian: Мне необходима душа, <CHARNAME>, ты это знаешь. Я могу взять ее еще раз из молодой Имоен, но она кажется.... нездоровой. Все же, надеюсь, есть другой путь...

source: Now, now, <CHARNAME>... there is no need to look at me so. A tiny piece of your soul would give me all I require and more. Decide quickly, for I doubt my dear brother will be content with merely withering me with his own delightfully evil glare.
italian: Suvvia, <CHARNAME>... Non c'è alcuna ragione di guardarmi in quel modo. Una piccola parte della tua anima mi darebbe tutto ciò di cui ho bisogno e anche di più. Decidi in fretta, perché dubito che il mio caro fratello si accontenterà semplicemente di fulminarmi con il suo sguardo deliziosamente malvagio.
pt_br: Agora, agora, <CHARNAME>... não há necessidade de me olhar assim. Um pequeno pedaço de sua alma me daria tudo o que preciso e mais. Decida rapidamente, pois duvido que meu querido irmão ficará satisfeito apenas comigo murchando sob seu olhar malévolo e delicioso.
russian: Так, так, <CHARNAME>... не нужно так смотреть на меня. Крошечная часть твоей души дала бы мне все, что мне надо, и даже больше. Решай скорее, поскольку я сомневаюсь, что мой дорогой брат будет доволен, раз испепеляет меня своим чарующе злым взглядом.

source: Slayer Ability Changed Again My control over the Slayer transformation continues to increase. The Slayer has become incredibly immune to harm and most magics, and it appears it is now immune to most diseases, poisons as well as any slow or hasting effects. Even the Slayer's claws now sometimes rip through magical effects and defenses.
italian: Abilità dell'Uccisore Cambiata Nuovamente La mia abilità di controllo sulla trasformazione nell'Uccisore continua a crescere. L'Uccisore è diventato incredibilmente immune al danno e a molte magie e sembra che adesso non sia affetto da parecchie malattie e veleni, così come da ogni effetto di rallentamento o di velocizzazione. Tavolta, gli artigli dell'Uccisore riescono persino a oltrepassare gli effetti e le difese magiche.
pt_br: Habilidade do Matador Alterada Novamente Meu controle sobre a transformação do Matador continua aumentando. O Matador agora se tornou incrivelmente imune a danos e à maioria das magias, e parece que agora também é imune à maioria das doenças, venenos, bem como quaisquer efeitos de lentidão ou aceleração. Até mesmo as garras do Matador agora às vezes rasgam efeitos mágicos e defesas.
russian: Способность Убийцы опять изменились Мой контроль над преобразованием в Убийцы продолжает увеличиваться. Убийца получил невероятную сопротивляемость к вреду и большинству волшебства, и похоже, что теперь иммунен к большинству болезней и ядов, а также к любому замедлению или ускорению. Теперь даже когти Убийцы могут время от времени прорывать волшебные эффекты и защиты.

# female
source: Grabbed
italian: Afferrata

# female
source: New power gained: "Control Demon" This ability allows the Bhaalspawn to attempt to wrest control of a demon away from Melissan and make them an ally. The Bhaalspawn engages the demon in mental combat for 1 round, at the end of which the demon has a chance of becoming an ally. The demon is not under the Bhaalspawn's direct control, however. This ability may be used once every 3 rounds. New power gained: "Dimension Door" The Bhaalspawn may now move freely through space and the planes. This teleportation power is useable once per round.
italian: Ottenuto Nuovo Potere: "Controllare Demone" Questa abilità permette alla progenie di Bhaal di tentare di strappare il controllo di un demone a Melissan e di renderlo un alleato. La figlia di Bhaal ingaggia una battaglia mentale con il demone per 1 round, alla fine del quale il demone può diventare un alleato. Il demone non è tuttavia sotto il controllo diretto della progenie di Bhaal. Questa abilità può essere utilizzata una volta ogni 3 round. Ottenuto Nuovo Potere: "Porta Dimensionale" La progenie di Bhaal può ora muoversi liberamente attraverso lo spazio e i piani. Questo potere di teletrasporto è utilizzabile una volta per round.

# female
source: New power gained: "Unleash" The "Unleash" ability releases your inner power upon a target that is within melee range, hitting them for 10d12 magic damage (half on a successful save vs. Death) and sending them flying back and perhaps unconscious for a short period. This ability may only be used once ever thirty seconds... and after using it the Bhaalspawn will be incredibly fatigued and have a 25% miscast chance on all spells for 2 rounds. Due to the amount of divine essence used, the Slayer form will also not be available for thirty seconds.
italian: Ottenuto Nuovo Potere: "Scatenare il Potere" L'abilità "Scatenare il Potere" rilascia la tua forza interiore su un bersaglio a portata di combattimento da mischia, colpendolo per 10d12 punti di danno da magia (dimezzato se effettua con successo un tiro-salvezza contro Morte), facendolo volare via e rendendolo forse inconsapevole per un breve periodo di tempo. Questa abilità può essere attivata una volta ogni trenta secondi. Dopo averla utilizzata, la progenie di Bhaal sarà incredibilmente affaticata e avrà il 25% di possibilità di fallire il lancio di qualsiasi incantesimo per 2 round. A causa della quantità di essenza divina usata, la forma dell'Uccisore non sarà disponibile per trenta secondi.

# female
source: Oh, please. I saw you coming from a mile away. I just played along because I had no choice.
italian: Oh, per favore. Ho capito subito il tuo inganno. Sono solo stata al gioco perché non avevo scelta.
russian: Да ладно. Я давным-давно тебя раскусила. Я просто подыгрывала, так как у меня не было выбора.

# female
source: So you managed to corral Balthazar into co-operating with you? I'm surprised. In the end, however, the essence of one or two of Bhaal's get means very little.
italian: Quindi sei riuscita a spingere Balthazar a collaborare con te? Sono sorpresa. Alla fine, comunque, l'essenza di uno o due figli di Bhaal conta davvero poco.

# female
source: Transfixed
italian: Folgorata

# female
source: You may be strong, <CHARNAME>, but you are indeed a fool to think us weak. I shall take your soul for my own, I swear it!
italian: Puoi essere forte, <CHARNAME>, ma sei davvero sciocca a pensare che noi siamo deboli. Mi prenderò la tua anima, lo giuro!
russian: Может быть, ты сильна, <CHARNAME>, но ты глупа, если думаешь, что мы слабы. Я заберу твою душу себе, клянусь!

source: So, <CHARNAME>... it is now just you and I, once again. At odds in the bowels of Hell and preparing to do combat. How very fitting.
pt_br: Então, <CHARNAME>... agora somos apenas você e eu, mais uma vez. Em desacordo nas entranhas do Inferno e nos preparando para o combate. Muito apropriado.
russian: Итак, <CHARNAME>... опять мы встретились - ты и я. Друг против друга, в недрах Ада, готовимся к бою. Весьма подходяще.

# female
source: Yes... you are right.
pt_br: Sim... você está certa.

# female
source: You... may be right, <CHARNAME>. But that does not mean that my plan will fail. Melissan underestimates me, I am sure of that... just as she underestimates you.
pt_br: Você... pode estar certa, <CHARNAME>. Mas isso não significa que meu plano falhará. Melissan me subestima, disso tenho certeza... assim como ela subestima você.
russian: Ты... может быть, и права, <CHARNAME>. Но это не значит, что мой план обречен на провал. Мелиссан недооценивает меня, я уверен... также, как недооценивает и тебя.

# female
source: I... perhaps you are right, <CHARNAME>. I see the wisdom of your words. Still... this does not mean my plan is doomed to failure. Or is it?
pt_br: Eu... talvez você esteja certa, <CHARNAME>. Vejo a sabedoria em suas palavras. Ainda assim... isso não significa que meu plano está fadado ao fracasso. Ou está?
russian: Я... может быть, ты и права, <CHARNAME>. Я вижу мудрость в твоих словах. И все же... это не значит, что мой план обречен на провал. Или нет?

# female
source: But... you have shown great willpower, as well. Despite the taint in your soul, you have struggled against it just as I have. What makes me more worthy...? No, I must not question myself! Not now!
pt_br: Mas... você também mostrou grande força de vontade. Apesar da corrupção em sua alma, você lutou contra ela assim como eu. O que me faz menos digna...? Não, não devo me questionar! Não agora!
russian: Но... ты тоже проявила большую силу воли. Несмотря на скверну в своей душе, ты боролась с ней, как и я. Что делает меня более достойным...? Нет, я не должен задавать такие вопросы! Не сейчас!

# female
source: You are certainly no better a candidate for resisting such temptation, <CHARNAME>. I would trust myself far more than I would trust you. To send you to the Throne would be to give up everything I have believed in.
pt_br: Certamente você não é uma candidata melhor para resistir a essa tentação, <CHARNAME>. Eu confiaria muito mais em mim mesmo do que em você. Enviar você para o Trono seria abrir mão de tudo em que acreditei.

source: Babau
russian: Бабау

# female
source: And well you should not have, though you aided me regardless. Bhaal may, indeed, be... somewhere. But not here. Here I have locked these essences away and drank heartily of their power. The Source, the Throne, all are mine... and god-hood is but one simple step away.
russian: И даже независимо от твоего желания, ты помогла мне. Баал, действительно, может *быть*... где-нибудь. Но не здесь. Здесь я захватила все эти сущности и наполнилась их мощью. Источник, Трон, все это мое... и к могуществу бога - всего лишь один маленький шаг.

# female
source: I do not stand here proud of my accomplishments in attaining what I see to be a necessary goal... but neither should you. You have blundered about, causing more harm by your negligence than I ever could by my plotting.
russian: Я не горжусь тем, как поступал на пути к тому, что считаю необходимым... Но и тебе не стоило бы. Ты совершала ошибки и причинила больше вреда своей небрежностью, чем я когда-либо своими заговорами.

# female
source: I don't know how to explain it, exactly, but she must have used you! She used everyone else! I didn't trust her and she even got me to do what she wanted!
russian: Не знаю, как это точно объяснить, но она наверняка использовала тебя! Как и всех остальных! Даже меня, хотя я ей не доверяла, она заставила делать то, что хотела!

# female
source: I have only ever acted when it was necessary, in self-defense.
russian: Я действовала только в силу необходимости, для самозащиты.

# female
source: I make no judgement upon you, <CHARNAME>. You are what you were born to be. I can only trust myself to hold to the path of good that will lead to the destruction of the true evil that threatens Faerun. There is no other path for me.
russian: Я не осуждаю тебя, <CHARNAME>, но ты та, кем был рождена. Я могу доверять только себе самому, и держаться пути добра, на котором смогу уничтожить настоящее зло, угрожающее Фаэруну. Для меня нет иного пути.

# female
source: I'm... just glad I didn't do anything worse while I was... when I... oh, I just don't know how you handled it back in Spellhold. Thank you for... not killing me, okay?
russian: Я... только надеюсь, что не сделала что-то очень плохое, пока была... когда я... оо, не знаю, как тебе удалось вернуться назад в нормальное состояние в Спеллхолде. Спасибо, что... не убила меня, ага?

# female
source: Nope, you sure didn't. Thanks for nothing, I guess. You do whatever you have to, <CHARNAME>. Me... I'm getting as far away from here as possible. Good-bye!
russian: Нет, конечно, нет. Не оправдывайся. Ну, ты делай что должна, <CHARNAME>. А я... я ухожу отсюда и как можно дальше. Прощай!

# female
source: Pray that you hold to your word, failure to do so would be... unpleasant for you. Now to finalize matters...
russian: Молись, чтобы ты выполнила свое обещание и не отказалась от него даже, если это было бы... неприятно для тебя. И напоследок еще кое-что...

# female
source: Think about it, Balthazar! You honestly think she didn't know what your plans were? Do you think you took her by surprise? Even I saw it coming, and there was nothing I could do to stop it!
russian: Подумай об этом, Балтазар! Ты правда думаешь, что она не знала о твоих планах? Думаешь, застанешь ее врасплох? Даже я видела, что происходит, но не могла ничего сделать, чтобы это остановить!

# female
source: With <CHARNAME> at her side, it seemed as though Neera meant to find some stability, perhaps by returning to the High Forest. But it soon became clear that neither of them wanted a quiet life, and though the Order of Eight Staves was no more, the machinations of Thay still loomed on the horizon. As <CHARNAME> cheered her on, Neera used her wild magic to sink three Thayan slaver ships off the coast of Melvaunt. The city celebrated their heroic victory until dawn, and when <CHARNAME> awoke Neera was gone. She had left no note, given no sign of departure. But he just smiled. No matter where her restless wanderings would take her, he knew they would find each other again.
russian: С <CHARNAME> рядом, казалось, что Нира собиралась привнести какую-то стабильность в свою жизнь. Возможно, вернуться в Высокий Лес. Но скоро стало ясно, что оба они не хотели тихой жизни, и хотя Ордена Восьми Посохов более не существовало, происки Тэя все еще маячили на горизонте. Подбадриваемая <CHARNAME>, Нира использовала свою дикую магию, чтобы потопить три корабля Тэйских работорговцев у побережья Мелвонта. Город праздновал их победу до рассвета, и когда <CHARNAME> проснулась, Ниры не было рядом. Ни записки, никакого знака расставания. Но она лишь улыбнулась. Неважно, куда Нира забрела бы во время своих беспокойных странствий, <CHARNAME> знала, что они снова найдут друг друга.

# female
source: Yeah, right. You do whatever you have to, <CHARNAME>. Me... I'm getting as far away from here as possible. Good-bye!
russian: Ага, конечно. Ну, ты делай, что должна, <CHARNAME>. А я... я ухожу отсюда и как можно дальше. Прощай!

# female
source: You believe yourself to be the master of your destiny, do you? The destiny foreseen long ago by Alaundo? You believe it by choice alone that you ended up here, in this place?
russian: Ты считаешь себя хозяином своей судьбы, да? Судьбы, давно предсказанной Алаундо? Ты веришь, что оказалась здесь, в этом месте, только потому, что сама так решила?

# female
source: You do not yet understand. But all shall become clear.
russian: Ты еще не поняла... Но скоро все станет ясно.

# female
source: You may have gained some crude and rudimentary control over your abilities in the interim, but even I have learned a thing or two... delusions or no. And Melissan has given me the opportunity to personally see an end to your ascension... consider it a favor returned.
russian: Может, ты и получила какой-то грубый, примитивный контроль над своими способностями, но и у меня появились кое-какие новшества... веришь или нет. И Мелиссан дала мне возможность лично проследить за концом твоего вознесения... считай это проявлением любезности.

# female
source: You're a bigger fool than I thought. Let's just end this now, shall we? I have an appointment with god-hood.
russian: Ты еще глупее, чем я думала. Давай уже покончим с этим? Меня ждет могущество богов.

# female
source: Fight <CHARNAME>? Aye... I will do that.
russian: Сражаться против своей сестры? Да... я сделаю это.

# female
source: Become the demon I once was? I am no longer that man, nor do I wish to be. If <CHARNAME> has shown me anything, it is that I am better off untouched by the madness that once swallowed me whole. Wallow in your delusion if you will, woman... I remember it well. And I will not join you in it.
russian: Стать демоном, которым я был когда-то? Я больше не таков и не желаю возвращаться к прошлому. Пока <CHARNAME> была рядом, я понял, что так я живу лучше, нетронутый сумасшествием, которое когда-то поглотило меня целиком. Наслаждайся своим заблуждением, если хочешь, женщина... Я хорошо помню это. И я не присоединюсь к тебе.

# female
source: I brought you here, Sarevok. To give you a second chance. Join me and fight against <CHARNAME> and I will return the power you lost, the power you crave so much. I will make you the man you once were.
russian: Я вызвала тебя сюда, Саревок. И даю тебе второй шанс. Присоединяйся ко мне в борьбе против своей сестры по имени <CHARNAME>, и я верну силу, которую ты потерял, силу, к которой ты так долго стремился. И верну тебе человеческую жизнь, как раньше.
