Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Tiger Strike Range: 0 Duration: 2 rounds Casting Time: 1 Area of Effect: Balthazar Saving Throw: None While Tiger Strike is active, Balthazar has a 50% chance per hit of a critical hit; in addition, any hit sends its victim flying backwards, stunning them for 1 round. This power can be used once per four rounds.
italian: Colpo della Tigre Raggio d'Azione: 0 Durata: 2 round Tempo di lancio: 1 Area d'Effetto: Balthazar Tiro-salvezza: Nessuno Mentre Colpo della Tigre è attivo, Balthazar ha una probabilità del 50% che ogni colpo andato a segno sia un colpo critico. Inoltre, ogni colpo fa volare la vittima all'indietro, stordendola per 1 round. Questo potere può essere usato una volta ogni quattro round.
pt_br: Garras de Tigre Alcance: 0 Duração: 2 rodadas Tempo de Lançamento: 1 Área de Efeito: Balthazar Salvaguarda: Nenhuma Enquanto Garras de Tigre estiver ativo, Balthazar tem 50% de chance de causar um acerto crítico; Além disso, qualquer golpe envia sua vítima para trás, atordoando-a por 1 rodada. Este poder pode ser usado uma vez por quatro rodadas.
russian: Удар Тигра Дистанция: 0 Длительность: 2 раунда Время чтения: 1 Зона действия: Балтазар Спасбросок: нет Пока активен Удар Тигра, каждый удар Балтазара может стать критическим с вероятностью 50%. Также каждый удар отбрасывает цель назад, оглушая ее на 1 раунд. Эта способность может быть использована раз в четыре раунда.
spanish: Golpe del tigre Alcance: 0 Duración: 2 asaltos Tiempo de lanzamiento: 1 Área de efecto: Baltasar Tirada de salvación: Ninguna Mientras el golpe del tigre está activo, Baltasar tiene un 50% de posibilidades de golpe crítico por impacto; además, cualquier impacto lanza a su víctima hacia atrás, aturdiéndola durante 1 asalto. Este poder puede utilizarse una vez cada cuatro asaltos.

source: Hand of Murder Range: 0 Duration: 1 round Casting Time: 1 Area of Effect: Balthazar Saving Throw: Special Through combining his ki with his Bhaalspawn essence, all of Balthazar's attacks for one round are automatic critical hits. For the first three second after he activates the power, anyone hit drops dead (save vs. spells to negate). This power can be used once per three rounds.
italian: Mano dell'Omicidio Raggio d'Azione: 0 Durata: 1 round Tempo di lancio: 1 Area d'Effetto: Balthazar Tiro-salvezza: Speciale Combinando il suo ki con la sua essenza di Progenie di Bhaal tutti gli attacchi di Balthazar, per un round, sono automaticamente colpi critici. Per i primi tre secondi dopo aver attivato il potere, tutti coloro che vengono colpiti cadono morti (un Tiro-salvezza contro incantesimi riuscito nega l'effetto). Questo potere può essere usato una volta ogni tre round.
pt_br: Mão do Assassino Alcance: 0 Duração: 1 rodada Tempo de Lançamento: 1 Área de Efeito: Balthazar Salvaguarda: Especial Através da combinação de seu ki com sua essência de Filho de Bhaal, todos os ataques de Balthazar por uma rodada são ataques críticos automáticos. Nos primeiros três segundos depois que ele ativar o poder, qualquer um que ele acertar cairá morto (salvaguarda contra feitiços para anular). Este poder pode ser usado uma vez por três rodadas.
russian: Рука Убийцы Дистанция: 0 Длительность: 1 раунд Время чтения: 1 Зона действия: Балтазар Спасбросок: особый С помощью совмещения энергии ци и сущности потомка Баала, все атаки Балтазара становятся критическими на один раунд. Первые три секунды после активирования любой удар убивает цель на месте (спасбросок от заклинания отменяет). Эта способность может быть использована раз в три раунда.
spanish: Mano del asesinato Alcance: 0 Duración: 1 asalto Tiempo de lanzamiento: 1 Área de efecto: Baltasar Tirada de salvación: Especial Al combinar su ki con su esencia de engendro de Bhaal, todos los ataques de Baltasar durante un asalto son golpes críticos automáticos. Durante los tres segundos siguientes a la activación del poder, cualquiera que reciba un impacto cae muerto (salvación contra conjuros para anularlo). Este poder puede utilizarse una vez cada tres asaltos.

source: Shadowless Kick Range: Touch Duration: 4 seconds Casting Time: 0 Area of Effect: Creature kicked Saving Throw: None With a powerful kick, Balthazar knocks his opponent away, sending them flying; they take 4d8 damage from the impact and are knocked unconscious for a few seconds. This power can be used once per two rounds.
italian: Calcio Senza Ombra Raggio d'Azione: Tocco Durata: 4 secondi Tempo di lancio: 0 Area d'effetto: Creatura che subisce il calcio Tiro-salvezza: Nessuno Con un potente calcio, Balthazar respinge il suo avversario, facendolo volare. Ogni creatura che viene colpita subisce 4d8 danni dall'impatto e rimane incosciente per alcuni secondi. Questo potere può essere usato una volta ogni due round.
pt_br: Chute sem Sombras Alcance: Toque Duração: 4 segundos Tempo de Lançamento: 0 Área de efeito: Criatura chutada Salvaguarda: Nenhuma Com um poderoso chute, Balthazar derruba seu oponente, mandando-o longe; eles recebem 4d8 de dano do impacto e ficam inconscientes por alguns segundos. Este poder pode ser usado uma vez por duas rodadas.
russian: Пинок без тени Дистанция: касание Длительность: 4 секунды Время чтения: 0 Зона действия: 1 существо Спасбросок: нет Мощным пинком Балтазар отбрасывает своего противника, отправляя его в полет. Он получает 4d8 урона от столкновения и лежит без сознания несколько секунд Эта способность может быть использована раз в два раунда.
spanish: Patada sin sombras Alcance: Toque Duración: 4 segundos Tiempo de lanzamiento: 0 Área de efecto: Criatura pateada Tirada de salvación: Ninguna Con una potente patada, Baltasar derriba a su oponente, lanzándolo por los aires; recibe 4D8 de daño por el impacto y queda inconsciente durante unos segundos. Este poder puede utilizarse una vez cada dos asaltos.

source: Lunar Malison Range: 30 ft. Duration: special Casting Time: 1 Area of Effect: 1 creature Saving Throw: Special The creature affected by Lunar Malison suffers a -4 penalty to all saving throws for a period of 40 rounds. Additionally, they must save vs. spells at a -2 penalty or be slowed (taking a -4 penalty to AC and attack rolls) for 2 rounds. Balthazar receives one use of this ability whenever he enters the Lunar Stance.
italian: Malia della Luna Raggio d'Azione: 9 metri Durata: speciale Tempo di lancio: 1 Area d'Effetto: 1 creatura Tiro- salvezza: Speciale La creatura colpita da Malia della Luna subisce una penalità di -4 a tutti i Tiri-salvezza per un periodo di 40 round. Inoltre, deve effettuare un Tiro-salvezza contro gli incantesimi con una penalità di -2 o rimanere rallentata (subendo una penalità di -4 alla CA e ai tiri per colpire) per 2 round. Balthazar ottiene un utilizzo di questa abilità ogni volta che entra nella Posizione della Luna.
pt_br: Maldição Lunar Alcance: 10 metros Duração: Especial Tempo de Lançamento: 1 Área de efeito: 1 criatura Salvaguarda: Especial A criatura afetada pela Maldição Lunar sofre -4 de penalidade em todos os testes de salvaguarda por um período de 40 rodadas. Além disso, eles devem fazer uma dalvaguarda contra feitiços com uma penalidade de -2 ou serão retardados (recebendo -4 de penalidade nas jogadas de CA e ataque) por 2 rodadas. Balthazar pode usar essa habilidade sempre que ele entra na Postura Lunar.
russian: Лунное Проклятие Дистанция: 30 футов Длительность: особое Время чтения: 1 Зона действия: 1 существо Спасбросок: особое Существо, к которому Балтазар применяет Лунное Проклятие, получает штраф -4 ко всем спасброскам на 40 раундов. Также оно должно успешно пройти спасбросок против заклинания со штрафом -2 или будет замедлено (штраф -4 к КЗ и броскам атаки) на два раунда. Балтазар получает один заряд этой способности, когда встает в Лунную Стойку.
spanish: Maldición lunar Alcance: 9 metros Duración: Especial Tiempo de lanzamiento: 1 Área de efecto: Una criatura Tirada de salvación: Especial La criatura afectada por maldición lunar sufre un penalizador -4 a todas las tiradas de salvación durante 40 asaltos. Además, debe realizar salvaciones contra conjuros con una penalización de -2 o quedar ralentizada (sufriendo una penalización de -4 a la CA y a las tiradas de ataque) durante 2 asaltos. Baltasar recibe un uso de esta habilidad cada vez que entra en postura lunar.

source: Oh, please. I saw you coming from a mile away. I just played along because I had no choice.
italian: Oh, per favore. Ho capito subito il tuo inganno. Sono solo stato al gioco perché non avevo scelta.
pt_br: Ah, por favor. Eu já sabia que você estava vindo de longe. Apenas me fiz de cúmplice porque não tinha escolha.
russian: Да ладно. Я давным-давно тебя раскусил. Я просто подыгрывал, так как у меня не было выбора.
spanish: Oh, por favor. Vi vuestra llegada a kilometros de distancia. Jugué porque no tenía elección.

source: Well, your plan didn't work out quite like you thought. Balthazar is still alive.
italian: Beh, il tuo piano non è andato esattamente come pensavi. Balthazar è ancora vivo.
pt_br: Bem, seu plano não deu certo como você pensava. Balthazar ainda está vivo.
russian: Ну, твой план сработал не совсем так, как ты задумала. Балтазар все еще жив.
spanish: Bien, vuestro plan no funcionó del todo como vos pensasteis. Baltasar aún está vivo.

source: Do you dare come and face me there? Or shall I have to hunt you down like the sorry dog that you are? Because make no mistake... one way or another, every last drop of that divine essence will be *mine*.
italian: Osi venire ad affrontarmi là? O dovrò darti la caccia come il miserabile cane che sei? Perché sia chiaro... in un modo o nell'altro, ogni singola goccia di quell'essenza divina sarà MIA.
pt_br: Você ousa vir aqui e enfrentar-me? Ou terei que caçá-lo como um cachorro miserável que você é? Porque não tenha dúvidas... de uma forma ou de outra, cada última gota dessa essência divina será minha.
russian: Осмелишься ты придти и встретить меня там? Или я должна затравить тебя как жалкую собаку? Но не сомневайся... так или иначе, каждая капля божественной сущности, до последней, будет *моей*.
spanish: ¿Os atrevéis a venir y desafiarme allí? ¿O debería cazaros como el perro lastimoso que sois? Porque no habrá errores... un camino u otro, hasta el final de la última gota de esa divina esencia será *mía*.

source: As long as you did what you were required to and kill the Five, then I care little for what you think you know, fool.
italian: Visto che hai fatto ciò che ti era richiesto e ucciso i Cinque, poco m'importa di quello che pensi di sapere, folle.
pt_br: Enquanto você fez o que era exigido e matou os Cinco, pouco me importa o que você pensa que sabe, tolo.
russian: Пока все происходило согласно моему плану, точно так же и расправа с членами Пятерки была моим желанием, и я все сделала так, чтобы у тебя не возникало сомнений в правильности своих действий.
spanish: Ya que hicisteis lo que se os pidió y matasteis a los Cinco, me importa poco lo que creáis saber, tonto.

source: So you managed to corral Balthazar into co-operating with you? I'm surprised. In the end, however, the essence of one or two of Bhaal's get means very little.
italian: Quindi sei riuscito a spingere Balthazar a collaborare con te? Sono sorpresa. Alla fine, comunque, l'essenza di uno o due figli di Bhaal conta davvero poco.
pt_br: Então você conseguiu convencer Balthazar a cooperar com você? Estou surpreso. No entanto, no final das contas, a essência de um ou dois dos filhos de Bhaal não significa muita coisa.
russian: Так тебе удалось склонить Балтазара к сотрудничеству? Я удивлена. Однако, в конце концов, сущность одного или двух детей Баала решает не очень много.
spanish: ¿Asi que os las arreglasteis para acorralar a Baltasar y hacerle cooperar con vos? Estoy sorprendida. Al final, sin embargo, la esencia de uno o dos hijos de Bhaal significa muy poco.

source: The one you know as Melissan was never a true member of the Five, godchild. She is no child of Bhaal.
italian: Colei che conosci come Melissan non è mai stata un vero membro dei Cinque, figlio degli dèi. Lei non è una figlia di Bhaal.
pt_br: Aquela que você conhece como Melissan nunca foi uma verdadeira membra dos Cinco, criança divina. Ela não é filha de Bhaal.
russian: Та, которая известна тебе как Мелиссан, никогда не была настоящим членом Пятерки, дитя бога. Она не дочь Баала.
spanish: La que conocéis como Melisán nunca fue una verdadera miembro de los Cinco, hijo de dios. Ella no es hija de Bhaal.

source: The dead god, Bhaal, has not been resurrected and, indeed, may never be. You must understand what awaits you now at the end of your journey, godchild... and for this, the one you know as Melissan will explain for herself.
italian: Il dio morto, Bhaal, non è stato resuscitato, anzi, possa non esserlo mai. Ora devi comprendere ciò che ti aspetta alla fine del tuo viaggio, figlio degli dèi... e per questo, colei che conosci come Melissan si spiegherà da sé.
pt_br: O deus morto, Bhaal, não ressuscitou e, na verdade, pode nunca ressuscitar. Você precisa entender o que o aguarda agora no final de sua jornada, criança divina... e para isso, aquela que você conhece como Melissan irá explicar por si mesma.
russian: Мертвый Бог, Баал, не воскрес, и наверное, никогда уже не воскреснет. Ты должен понимать, что ждет тебя в конце путешествия, дитя бога.... и это та, которая известна тебе как Мелиссан, объяснит сама.
spanish: El dios muerto, Bhaal, no ha sido resucitado, de hecho, nunca lo será. Debéis comprender ahora lo que os espera al final de vuestro viaje, hijo de dios... y para eso, la que conocéis como Melisán os explicará.

source: You have parleyed with Balthazar, the greatest of the Bhaalspawn besides yourself, god-child. You are to be commended. Your journey is nearly at its end.
italian: Hai trovato un accordo con Balthazar, la migliore tra le progenie di Bhaal insieme a te, figlio degli dèi. Meriti di essere lodato. Il tuo viaggio è vicino alla fine.
pt_br: Você conversou com Balthazar, o maior dos Filhos de Bhaal além de você, criança divina. Você deve ser elogiado. Sua jornada está quase no fim.
russian: Ты сумел договориться с Балтазаром, величайшим из отпрысков Баала после тебя, дитя бога. Это похвально. Твое путешествие подходит к концу.
spanish: Habéis convivido con Baltasar, el más grande de los hijos de Bhaal junto a vos, hijo de dios. Vuestro viaje esta cerca del fin.

source: Wait... what is Balthazar's part in all this? You knew I wouldn't fight him?
italian: Aspetta... qual è la parte di Balthazar in tutto ciò? Sapevo che non avrei combattuto contro di lui?
pt_br: Espere... qual é o papel de Balthazar nisso tudo? Você sabia que eu não lutaria contra ele?
russian: Подожди... какова роль Балтазара во всем этом? Ты знала, что я не стану сражаться с ним?
spanish: Esperad... ¿cuál es la parte de Baltasar en todo esto? ¿Sabíais que no tuve que pelear con él?

source: You did not need to fight him. The rest of the Five have been defeated. With Balthazar and yourself both alive, not all of Bhaal's divine essence has returned to its source, and Melissan will seek to collect it. This is the challenge that awaits you.
italian: Non avevi bisogno di combattere contro di lui. Il resto dei Cinque è stato sconfitto. Con te e Balthazar in vita, non tutta l'essenza divina di Bhaal è ritornata alla sua fonte e Melissan cercherà di raccoglierla. Questa è la sfida che ti attende.
pt_br: Você não precisava lutar contra ele. O restante dos Cinco foi derrotado. Com Balthazar e você ainda vivos, nem toda a essência divina de Bhaal retornou à sua fonte, e Melissan buscará coletá-la. Esse é o desafio que o aguarda.
russian: Тебе не надо было биться с ним. Остальные из Пятерки уничтожены. Так как ты и Балтазар оба живы, не вся божественная сущность Баала вернулась к источнику, и Мелиссан будет стремиться собрать ее. Вот испытание, которое вас ожидает.
spanish: No necesitasteis pelear con él. El resto de los Cinco han sido derrotados. Con Baltasar y vos vivos, no toda la esencia divina de Bhaal ha vuelto a su fuente, y Melisán la buscará para conseguirla. Este es el desafío que os espera.

source: But... Melissan is part of the Five, isn't she?
italian: Ma... Melissan fa parte dei Cinque, no?
pt_br: Mas... Melissan faz parte dos Cinco, não faz?
russian: Но... Мелиссан - часть Пятерки, разве нет?
spanish: Pero... ¿Melisán es parte de los Cinco, no?

source: So Melissan has not collected enough of the essence, yet, to resurrect Bhaal, right?
italian: Quindi Melissan non ha ancora raccolto abbastanza essenza per resuscitare Bhaal, giusto?
pt_br: Então Melissan ainda não coletou o suficiente da essência para ressuscitar Bhaal, certo?
russian: Похоже, Мелиссан не собрала достаточно сущности, чтобы воскресить Баала, так?
spanish: ¿Asi que Melisán aún no ha reunido suficiente de la esencia como para resucitar a Bhaal, correcto?

source: So, Melissan seeks to be the last of the Bhaalspawn. Does she even plan on resurrecting Bhaal?
italian: Quindi Melissan cerca di essere l'ultima delle progenie di Bhaal. Progetta anche di resuscitare Bhaal?
pt_br: Então, Melissan busca ser a última dos Filhos de Bhaal. Ela sequer planeja ressuscitar Bhaal?
russian: Значит, Мелиссан хочет быть последней из потомков Баала. Она действительно планирует его воскресить?
spanish: Asi que Melisán trata de ser la última de los hijos de Bhaal. ¿Ha planeado alguna vez resucitar a Bhaal?

source: Another challenge. Alright, alright... let's just get this over with.
italian: Un'altra sfida. D'accordo, d'accordo... Facciamola finita e basta.
pt_br: Outro desafio. Certo, certo... vamos apenas acabar com isso logo.
russian: Еще один вызов. Ладно, ладно... давайте уже с этим разделаемся.
spanish: Otro desafío. Vale, vale... de momento quitemos esto de encima.

source: You do not yet understand. But all shall become clear.
italian: Ancora non comprendi. Ma tutto diventerà chiaro.
pt_br: Você ainda não entende. Mas tudo ficará claro.
russian: Ты еще не понял... Но скоро все станет ясно.
spanish: Aún no lo comprendéis. Pero todo llegará a ser más claro.
