Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

# female
source: The choice is your own. You know yourself better than I. I simply ask that you consider the life you might have led, the mortal life, had the taint never visited itself upon you back at Candlekeep. I look forward to my own.
spanish: La elección es vuestra. Os conocéis a vos misma mejor que yo. Yo sólo os pido que consideréis la vida que podríais haber llevado, una vida mortal, si la lacra no hubiera caido sobre vos cuando estábais en Candelero. Yo tengo ganas de vivir la mía.

# female
source: The one you know as Melissan was never a true member of the Five, godchild. She is no child of Bhaal.
italian: Colei che conosci come Melissan non è mai stata un vero membro dei Cinque, figlia degli dèi. Lei non è una figlia di Bhaal.
spanish: La que conocéis como Melisán nunca fue una verdadera miembro de los Cinco, hija de dios. Ella no es hija de Bhaal.

# female
source: Then die with your fool <PRO_BROTHERSISTER>, if that is your wish! The Five shall be the end of you both!
spanish: ¡Entonces morid con la estúpida de vuestra hermana, si eso es lo que queréis! ¡Los Cinco acabarán con vosotros dos!

# female
source: Then fight for me you shall! And your first victim will be the <PRO_BROTHERSISTER> upon whom vengeance is so richly deserved!
russian: Тогда ты будешь сражаться за меня! И твоей первой жертвой будет твоя сестра, пусть возмездие свершится!
spanish: ¡Entonces lucharéis por mi! Y vuestra primera víctima será vuestra hermana, ¡qué tan merecida tiene la venganza!

# female
source: Then let's get this over with. I'm tired of talking.
spanish: Entonces acabemos con esto. Estoy cansada de hablar.

# female
source: Upon returning to Amkethran, Balthazar began to implement changes for the better. He had learned well from his friend and <PRO_BROTHERSISTER> the meaning of the word "Good". He carried his guilt with him always, a reminder never to make the same mistakes again. The remaining criminal elements were quickly driven from his outpost, which attracted new settlers and merchants. Over the years, Amkethran grew into a thriving city and the cultural center of the entire region, renowned for its peace and compassion. Balthazar was also central in the creation of the Monastic Guard, an elite group of Paladins and Monks who were sworn to protect the common folk from tyranny in any form. His deeds quickly earned him the respect and trust of his people. In Balthazar's advanced years, his work finished, it was said he could be found most often gazing at the night sky and remembering <CHARNAME>. Later, Balthazar would leave Amkethran forever on a pilgrimage to Candlekeep... to give a final thanks for the peace he had found and to see for himself the humble beginnings of a legend.
russian: После возвращения в Амкетран Балтазар начал осуществлять перемены к лучшему. С помощью своей подругу и сестры он понял подлинное значение слова «Добро». В нем всегда было живо чувство вины - как напоминание о том, чтобы никогда больше не сделать те же самые ошибки. Остатки преступных элементов были быстро изгнаны из его города, и это привлекло новых поселенцев и торговцев. За несколько лет Амкетран превратился в процветающий город и культурный центр всего региона, славящийся своим миролюбием и состраданием. Балтазар также стал центральной фигурой в создании Монашеской Охраны - отборной группы паладинов и монахов, которые поклялись защищать простой народ от тирании в любой ее форме. Эти дела быстро принесли ему уважение и доверие своих подопечных. Рассказывают, что в преклонном возрасте Балтазар отошел от дел, и его часто видели пристально смотрящим на ночное небо и вспоминающим о тех временах, когда <CHARNAME> изменила его жизнь. Позже Балтазар навсегда оставил Амкетран и отправился паломником в Кендлкип, чтобы отдать дань уважения месту, где началась легенда, за то умиротворение, которое он нашел для себя.
spanish: Tras su vuelta a Amkethran, Baltasar comenzó a experimentar cambios para mejor. Había aprendido bien de su amiga y hermana el significado de la palabra "Bien". Siempre llevó su culpa con él; un recordatorio para no cometer los mismo errores otra vez. Los elementos criminales que quedaban fueron rápidamente alejados de su puesto, lo cuál atrajo nuevos pobladores y mercaderes. Con los años, Amkethran evolucionó en una ciudad próspera y centro cultural de toda la región, reputada por su paz y compasión. Baltasar fue también parte principal de la creación de la Guardia Monástica; un grupo de élite de Paladines y Monjes que juraban proteger al pueblo de la tiranía bajo cualquier forma. Sus hazañas rápidamente le hicieron ganar el respeto y confianza de su gente. En los siguientes años de Baltasar finalizó su trabajo, y se dice que puede ser encontrado muy a menudo contemplando el cielo nocturno y recordando a <CHARNAME>. Más tarde, Baltasar dejaría Amkethran para siempre en un peregrinaje a Candelero... para dar por última vez las gracias por la paz que había encontrado y para ver por sí mismo los humildes inicios de una leyenda.

# female
source: Very well, then, <CHARNAME>. I will join you. You are a worthy <PRO_MANWOMAN>. Perhaps even worthy of turning Bhaal's dark taint and making something better of it. I do not know. But I will take that chance.
pt_br: Muito bem, então, <CHARNAME>. Vou me juntar a você. Você é uma mulher digna. Talvez até digna de transformar a corrupção sombria de Bhaal em algo melhor. Eu não sei. Mas vou arriscar.
spanish: Muy bien, <CHARNAME>. Me uniré a vos. Sois una mujer digna. Quizás incluso digna de convertir la lacra oscura de Bhaal en algo mejor. No lo sé. Pero correré el riesgo.

# female
source: Well, Child of Bhaal, it would seem that our time together is at an end. I shall enjoy carrying this piece of you with me. Perhaps we shall meet again, you and I...
spanish: Bien, Hija de Bhaal, parece que nuestro tiempo juntos se acaba. Disfrutaré llevando esta parte de vos conmigo. Tal vez nos encontremos de nuevo, vos y yo...

# female
source: Well, well, well... if the Child of Bhaal hasn't gone and found <PRO_HIMHER>self a sense of humour. Did <PRO_HESHE> dig it up all by <PRO_HIMHER>self, dear brother, or did you implant it in <PRO_HIMHER> in one of your more bizarre experiments?
russian: Так, так, так... неужели Дитя Баала пошла и нашла чувство юмора? У <CHARNAME> это было изначально, дорогой брат, или это ты добавил в одном из своих причудливых экспериментов?
spanish: Bien, bien, bien... parece que el Hija de Bhaal ha encontrado su sentido del humor. ¿Lo desenterró sólo ella, querido hermano, o se lo implantasteis en uno de vuestros extraños experimentos?

# female
source: While it fills me with distaste that you would even bring such a creature of evil before me, god-child, you must remember that in this place an oath is worth more than the words with which it is spoken. You are no god yet... and while I would rather destroy this undead thing, it now falls on me to enforce the promise you have made.
spanish: Me disgusta ver que habéis traido a mi presencia a semejante criatura maligna, hija de dios, debéis recordar que en este lugar un juramento es más importante que las palabras con las que es nombrado. Vos no sois una diosa todavía... y mientras yo destruiría esta cosa no muerta. Ahora cae sobre mi el forzar la promesa que habéis hecho.

# female
source: Why you assumed I would even be interested in your allegiance, Bodhi, I have no idea. I shall be pleased to know that you both die again just as you lived: without a single redeeming or worthwhile quality.
spanish: No tengo ni idea de por qué asumísteis que estaría interesada en vuestra lealtad, Bodhi. Me alegra saber que ambos morís de nuevo como vivisteis: sin una sola cualidad redentora o valiosa.

# female
source: You have parleyed with Balthazar, the greatest of the Bhaalspawn besides yourself, god-child. You are to be commended. Your journey is nearly at its end.
russian: Ты сумела договориться с Балтазаром, величайшим из отпрысков Баала после тебя, дитя бога. Это похвально. Твое путешествие подходит к концу.
spanish: Habéis convivido con Baltasar, el más grande de los hijos de Bhaal junto a vos, hija de dios. Vuestro viaje esta cerca del fin.

# female
source: You mistake the path for the journey, my friend. Whatever paths you have taken since leaving Candlekeep, the journey has ended here as it was always meant to. Destiny masters us... we do not master it.
spanish: Os confundís de camino para el viaje, amiga mía. Sean cuales sean los caminos que habéis tomado desde que abandonásteis Candelero, el viaje ha terminado aquí, como estaba escrito. El destino nos controla... no lo controlamos nosotros.

# female
source: You sound like Yaga-Shura, a giant in ego as well as body. Yet he fell, too, when his fate came due. The power of your blood may yet make you victorious, it is true, but the fact that you embrace the taint within you makes my own path that much the clearer.
spanish: Habláis como Yaga-Shura, un gigante en cuerpo y en ego. Pero aun así él también cayó, cuando su destino le alcanzó. El poder de vuestra sangre puede que os haga salir victoriosa, es cierto, pero el hecho de que abracéis la mancha que hay en vos hace que mi camino esté mucho más claro.

# female
source: You think to betray me, Bodhi? Foolish girl. Melissan is the one who holds power here, and you hope to find succor at the feet of this fool <PRO_GIRLBOY>? Stand by me or die with <PRO_HIMHER>!
spanish: ¿Pensáis traicionarme, Bodhi? Muchacha estúpida. Melisán es la única que posee el poder aquí, y ¿esperáis encontrar amparo a los pies de esta tonta? ¡Apoyadme o morid con ella!

# female
source: Aerie continued adventuring after years after leaving <CHARNAME>'s company, often traveling with a larger group but sometimes striking out on her own to use her considerable power to fight against slavery in the Realms. Her compassion grew tainted by revenge, however, revenge for what had been taken from her when she was in chains and could never be restored. She might have lost herself to her vengeance entirely had fortune not smiled upon her. The tale goes that Aerie, filled with a righteous fury, destroyed a slaver enclave in the northern hills of Cormyr single-handedly. She was surprised to find a group of avariel elves that had been held captive there and quickly freed them, and was in turn invited to return to her long-lost home of Faenya-Dail. She learned much while she was there. Most importantly, she learned she was no longer truly one of avariel, and let go forever of the wings that she had lost. Faenya-Dail was no longer her home, and it was with mixed emotions that she bid it farewell. It is said that Aerie eventually became a high priestess in Understone, a gnomish village her mentor Quayle had sometimes spoken of. He had been her true family, and it was among his people that she finally found happiness and the family she had always longed for. It was also said that Aerie prayed for her old friend, <CHARNAME>, each night as the stars revealed themselves in the sky above. She sincerely hoped her friend had been fortunate enough to find the peace that she had... for without <CHARNAME>, it would never have been possible.
italian: Aerie continuò a fare l’avventuriera per anni dopo avere lasciato la compagnia di <CHARNAME>, viaggiando con un gruppo più numeroso ma a volte proseguendo per conto suo al fine di impiegare il suo potere contro la schiavitù nei Reami. La sua compassione cominciò però ad essere minata dalla vendetta - vendetta per ciò che le era stato portato via mentre era in catene e che non avrebbe mai potuto esserle restituito. Si racconta che Aerie, invasata dalla furia della giustizia, abbia distrutto da sola un’enclave di schiavisti nelle colline a nord del Cormyr. Fu sorpresa nel trovare un gruppo di elfi avariel che erano stati imprigionati; li liberò subito e in cambio fu invitata a ritornare nella sua casa di Faenya-Dail che non vedeva da tanto tempo. Imparò molto durante la sua permanenza. Soprattutto, capì che non era più una vera avariel e rinunciò per sempre alle ali che aveva perso. Faenya-Dail non era più la sua casa e, con un miscuglio di emozioni, le disse addio. Si dice che Aerie divenne infine un’alta sacerdotessa ad Understone, un villaggio di gnomi di cui il suo mentore Quayle le aveva talvolta parlato. Quayle era stato la sua vera famiglia e tra il popolo di lui trovò finalmente la pace e la famiglia che aveva sempre desiderato. Si dice anche che Aerie pregasse per la sua vecchia amica <CHARNAME> ogni notte in cui le stelle apparivano nel cielo. Sperava sinceramente che la sua amica avesse avuto la fortuna di trovare la pace che lei aveva… perché senza <CHARNAME>, per lei non sarebbe mai stato possibile trovarla.
spanish: Aerie continuó sus aventuras tras años después de dejar la compañía de <CHARNAME>, a menudo viajando con un gran grupo pero a veces yendo sola para utilizar su considerable poder para luchar contra la esclavitud en los Reinos. Su compasión creció teñida por la venganza, sin embargo; venganza por lo que había sido tomado de ella cuando estaba encadenada y no podía ser restaurado. Ella pudo quizá haberse dejado llevar por su venganza completamente, si la fortuna no le hubiera sonreido. La historia dice que Aerie, repleta de una furia justiciera, destruyó un enclave esclavista en las colinas del norte de Cormyr fácilmente. Se sorprendió al encontrar un grupo de elfos avariel que habían sido mantenidos prisioneros allí y rápidamente los liberó, a cambio la invitaron a volver a su reino de Faenya-Dail perdido hace tanto. Aprendió mucho mientras estuvo allí. Y lo más importante, descubrió que ella no sería más una avariel de verdad, y dejó para siempre de pensar en las alas que había perdido. Faenya-Dail no era ya su hogar, y con una mezcla de sentimientos se despidió de él. Se dice que Aerie se convirtió al final en una alta sacerdotisa en Understone, una aldea gnoma de la que su mentor Quayle había hablado alguna vez. Él había sido su verdadera familia, y fue entre su gente que finalmente encontró la felicidad y la familia que había buscado tanto. También se dice que Aerie rezaba por su vieja amiga, <CHARNAME>, cada noche ya que las estrellas divulgaban sus rezos por el cielo. Ella esperaba sinceramente que su amiga hubiera sido suficientemente afortunada para encontrar la paz que ella tenía... ya que sin <CHARNAME>, esto nunca habría sido posible.

# female
source: And what of Imoen, the eternal child? She had been through much during her travels with <CHARNAME>, things that she would refuse to discuss later in life, but her spirit had never been broken. She parted ways from her companions to seek her own destiny, out from under the shadow of her <PRO_BROTHERSISTER>. She returned to Candlekeep for a short time, her formidable skill in magic granting her a greater appreciation for its tomes. Here she could remember simpler times with <CHARNAME> and Gorion, and feel glad that she had followed in her foster-father's footsteps. Though asked to remain, Imoen eventually decided that Candlekeep was much smaller than she remembered and left to pursue adventures abroad. Many are the tales of the archmage that Imoen became. She wore many other names throughout her life, some mysterious and foreboding while others odd and quirky considering the power this great woman possessed. Anyone who had known Imoen in her youth would immediately recognize her despite any name, however... no amount of age or wisdom could disguise the mischievious twinkle in her eyes or the ready grin to greet a friend. She became the confidante of Khelben "Blackstaff" Arunsun and was oft-associated with a tale involving the great Elminster, supposedly picking the sage's pocket one day and then leading him on a merry magical chase across Faerun for four months. The exact truth of the tale is unknown... though it's certainly not unlike Imoen to encourage an old codger to not be such a stick-in-the-mud, and her later friendship with Elminster is well-documented. Later tales say Imoen founded a thieves guild that operated all the way to Neverwinter, sparred with the Shadow Thieves and the Zhentarim and even duelled a dragon because (so the story goes) "he was rude". At times, Imoen was known to think back on her old friend, <CHARNAME>, and smile sadly... and then immediately be possessed with a wickedly funny thought that would propel her onto her next scheme. It seems that some people, thankfully, will never change.
spanish: ¿Y que hay de Imoen, la eterna niña? Ella había estado pensando mucho durante sus viajes con <CHARNAME>, cosas que ella habría rechazado discutir más tarde en la vida, pero su espíritu nunca había sido roto. Ella se separó de sus compañeros para buscar su propio destino, lejos de la sombra de su hermana. Ella volvió a Candelero durante un corto tiempo, su formidable habilidad en la magia le garantizó un gran reconocimiento para sus tomos. Aquí pudo recordar tiempos más simples con <CHARNAME> y Gorion, y se alegró de haber seguido los pasos de su padre adoptivo. Aunque le pedían que se quedara, Imoen en un tiempo decidió que Candelero era mucho más pequeño de lo que recordaba y lo dejó para buscar aventuras fuera. Muchos son los relatos de la archimaga en la que se convirtió Imoen. Ella llevó muchos otros nombres durante su vida, algunos misteriosos y premonitivos mientras que otros eran estrafalarios y raros considerando el poder que poseía esta gran mujer. Cualquiera que hubiera conocido a Imoen en su juventud inmediatamente la reconocería a pesar de cualquier nombre, sin embargo... ninguna cantidad de años o sabiduría podía disfrazar los pícaros parpadeos en sus ojos o la amplia sonrisa lista para saludar a un amigo. Se convirtió en la confidente de Khelben "Báculo Oscuro" Arunsun y fue asociada con un relato que involucraba al gran Elminster, supuestamente había hurgado el bolsillo del sabio un día y le llevó a éste a una jovial búsqueda mágica por todo Faerûn durante cuatro meses. La verdad exacta del relato es desconocida... aunque ciertamente Imoen quería animar a un viejo excéntrico a que no fuera tan chapado a la antigua, y su posterior amistad con Elminster está bien documentada. Relatos posteriores dicen que Imoen fundó una cofradía de ladrones que operaba a lo largo de Noyvern, enfrentados con los Ladrones de las Sombras y los Zhentarim e incluso se batieron en duelo con un dragón porque (según la historia) "era un grosero". Se sabía que a veces Imoen recordaba a su viejo amigo, <CHARNAME>, y sonreía con tristeza... e inmediatamente era poseída por un pensamiento malvadamente divertido que la hacía recapacitar en su siguiente plan. Parece que alguna gente, afortunadamente, nunca cambiará.
