Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

source: Viconia traveled only for a short time after parting ways with <CHARNAME>, eventually starting a cult dedicated to Shar within the massive city of Waterdeep. One of her followers would eventually turn against her, precipitating a furious Viconia to slaughter the entire cult, herself. Shar did not forgive Viconia this trespass and removed her abilities. Viconia stubbornly refused to atone, however, and instead left Waterdeep to wander the Realms. The dark elf became known as an enigmatic and powerful figure as tales of her spread... and while it was known she no longer worshipped Shar, it was also known that her clerical powers were still great. Who the dark lady now worshipped, however, was her own secret to keep. She reportedly raised an army against the Vaasan Witch-King, viciously attempting to subvert rule over his Kingdom and only barely being defeated after several military failures. Viconia prevented an attempt by the Knights of the Shield to take over Calimport... only to take over the city herself days later and institute a reign of terror and cruelty which is spoken of even years later in shuddered tones. Viconia abandoned Calimport and, it is said, returned to the Underdark from whence she came. Hers was not a gentle return, however, as Viconia would become a conquering force amongst the drow to give even Lolth pause. Her mettle had been tested by both worlds, Viconia said, and proven herself worthy. She would make the drow strong whereas now they were weak. What eventually became of Viconia is unknown and shrouded in rumor... but it is said that even the great Spider Queen does not rest easily any more.
italian: Dopo che la sua strada e quella di <CHARNAME> si divisero, Viconia viaggiò solo per un breve periodo, fondando infine un culto dedicato a Shar nella grande città di Waterdeep. Uno dei suoi seguaci le si rivolse contro, portando una furiosa Viconia a sterminare l'intero culto da sola. Shar non le perdonò questa trasgressione e le tolse i suoi poteri. Viconia rifiutò ostinatamente di far ammenda e lasciò Waterdeep per viaggiare nei Reami. A mano a mano che i racconti su di lei si diffondevano, l'elfa scura divenne nota come una figura potente ed enigmatica... e sebbene si sapesse che non venerava più Shar, era anche risaputo quanto fossero grandi i suoi poteri clericali. La scura signora mantenne però il segreto su chi venerasse. Si dice che radunò un'armata contro Vaasan la Strega-Re, tentando brutalmente di sovvertire il potere nel suo regno e fallendo di poco dopo diverse sconfitte militari. Viconia evitò che i Cavalieri dello Scudo s'impadronissero di Calimport... solo per prendere lei stessa il potere sulla città giorni dopo ed instaurare un regno di terrore e di crudeltà di cui si parlò con voce tremante persino anni dopo. Viconia lasciò Calimport e, si dice, tornò nel Sottosuolo da dove veniva. Il suo non fu però un lieto ritorno, dato che sarebbe divenuta una forza conquistatrice tra i drow al punto da non dare tregua persino a Lolth. Viconia diceva che il suo ardore era stato assaggiato da ambedue i mondi e che aveva dimostrato il suo valore. Avrebbe reso forti i drow che erano deboli. Ciò che alla fine fu di Viconia è sconosciuto e avvolto da dicerie... ma corre voce che persino la grande Regina Ragno non riposi più con facilità.
pt_br: Viconia viajou por pouco tempo depois de se separar de <CHARNAME>, eventualmente fundando um culto dedicado a Shar dentro da imensa cidade de Águas Profundas. Um de seus seguidores acabou se voltando contra ela, precipitando a ira de Viconia, que massacrou todo o culto sozinha. Shar não perdoou Viconia por essa afronta e retirou seus poderes. No entanto, Viconia teimosamente se recusou a se redimir e, em vez disso, deixou Águas Profundas para vagar pelas Terras. A elfa obscura se tornou conhecida como uma figura enigmática e poderosa, enquanto as histórias sobre ela se espalhavam... e embora fosse sabido que ela não mais adorava Shar, também era sabido que seus poderes clerigais ainda eram grandes. A quem a dama obscura agora adorava, no entanto, era seu próprio segredo a ser guardado. Ela supostamente liderou um exército contra o Rei Bruxo de Vaasa, tentando subverter ferozmente o domínio de seu reino e sendo derrotada por pouco após várias falhas militares. Viconia impediu uma tentativa dos Cavaleiros do Escudo de tomar Calimport... apenas para assumir o controle da cidade dias depois e instituir um reinado de terror e crueldade que ainda é lembrado mesmo anos depois em sussurros aterrorizados. Viconia abandonou Calimport e, dizem, retornou à Umbreterna de onde veio. No entanto, seu retorno não foi pacífico, já que Viconia se tornou uma força conquistadora entre os drows capaz de dar até mesmo Lolth uma pausa. Sua coragem tinha sido testada por ambos os mundos, afirmou Viconia, e ela se mostrou digna. Ela tornaria os drows fortes onde agora eles eram fracos. O que eventualmente aconteceu com Viconia é desconhecido e envolto em rumores... mas dizem que até a grande Rainha-Aranha não descansa facilmente desde então.
russian: Викония путешествовала совсем не долго после расставания с <CHARNAME>, и со временем основала культ, посвященный Шар в одном из районов величественного города Уотердип. В конце концов, один из ее последователей восстал против нее, и разъяренная Викония собственноручно уничтожила весь культ. Шар не простила Виконии это прегрешение и лишила ее особых способностей. Викония упрямо отказывалась каяться, и вместо этого покинула Ватердип, чтобы странствовать по Королевствам. По всем рассказам темная эльфийка стала известной загадочной и могущественной личностью... и хотя было известно, что она больше не поклонялась Шар, тем не менее, ее жреческая сила была очень велика. Кому теперь поклонялась темная леди, она держала в строжайшей тайне. Рассказывают, что она подняла армию против Ваасана, короля ведьм, пытаясь свергнуть его с трона в его Королевстве, и только после ряда неудач победила в этой войне. Викония предотвратила попытку занять Калимпорт рыцарями Щита... только для того, чтобы через несколько дней самой захватить город и установить там такое господство ужаса и жестокости, о котором даже по прошествии многих лет говорят дрожащим голосом. Викония покинула Калимпорт, и по слухам вернулась в Андердарк, откуда она и появилась. Возвращение ее восприняли без восторга, но поскольку Викония стала сильнейшей среди дроу, что даже Лоллт затаилась. Пройдя оба мира, Викония доказала свое превосходство. Она сделала бы дроу сильными, принимая во внимание их слабое теперешнее состояние. Что в итоге произошло с Виконией, неизвестно и окутано тайной... но как говорят, даже великая Паучья Королева не может больше спокойно спать.
spanish: Viconia viajó sóla durante poco tiempo después de separar su camino del de <CHARNAME>, ya que pronto comenzó un culto dedicado a Shar en la enorme ciudad de Aguas Profundas. Uno de sus seguidores pronto se volvería contra ella, precipitando a una furiosa Viconia a matar a todo el culto. Shar no perdonó a Viconia esta ofensa y le quitó sus poderes. Viconia testarudamente rechazó expiar sus culpas, sin embargo, y en su lugar dejó Aguas Profundas para deambular por los Reinos. La elfa oscura se volvió una figura enigmática y poderosa, y los relatos sobre ella se difundían... y aunque sabía que ya no veneraba más a Shar, también sabía que sus poderes clericales eran todavía grandiosos. A quien ahora veneraba la dama oscura, de todas formas, era un secreto que sólo ella sabía. Ella levantó, según se dice, un ejército contra el Rey Brujo de Vaasa, intentando derrocar el gobierno sobre su Reino y siendo derrotada sólo tras varios fallos militares. Viconia previno un intento de los Caballeros del Escudo para tomar Calimport... solo para tomar ella el control de la ciudad unos días después e instaurar un reinado de terror y crueldad del cuál incluso se hablaba años después con estremecimiento. Viconia abandonó Calimport y, se dice, volvió a la Antípoda Osucra de la que había venido. La suya no era una vuelta afable, de todas formas, ya que Viconia se había convertido en una fuerza conquistadora entre los drow para detener incluso a Lolth. Su temple había sido probado en ambos mundos, decía Viconia, y se había probado a sí misma que era digna. Ella haría fuertes a los drow donde ahora eran débiles. Lo que le sucediese después a Viconia es desconocido y está rodeado de rumores... pero se dice que incluso la gran Reina Araña no descansa fácilmente desde entonces.

source: Upon parting paths with <CHARNAME>, Viconia wandered for a great deal of time. She still met with ignorance and hatred from those who knew of her kind, but Viconia was determined now more than ever to establish herself as seperate from the legacy of the dark elves. She had been to the deepest planes of hell and fought side-by-side with <CHARNAME> as <PRO_HESHE> became a God... and she would hide her face from the surface lands no longer. Even when Shar, her goddess of darkness and loss, abandoned her completely Viconia was unrepetant. Tales of her grew as she made her presence felt in one land after another... often as a savior, only to be thanklessly driven out by suspicion and fear. Still Viconia traveled on, refusing the company of fellow travelers and adventurers and never finding anywhere that she could truly name a home. Her destiny was her own, and she would seek it on her own terms. What eventually become of Viconia is unknown. Her greatest legend is also the most unlikely, although its persistence gives it some credit. It is said that Viconia saved the elves of Suldanessellar from a Zhentarim plot, fighting valiantly against the organization's agents... and in the end placing herself in harm's way to save Queen Ellesime from a deadly arrow. Upon being revived, Viconia was surprised to discover that this last act had prompted the Suldanessellar elves to finally accept and forgive their drow sister. Queen Ellesime granted the highest honors of the Seldarine to Viconia, the first drow ever honored so, and even invited Viconia to find a home in the Tree of Life once again. Viconia was obviously moved by the gesture... and while she considered the Queen's offer, it is said she eventually merely bowed deeply to Ellesime and silently left Suldanessellar forever. Viconia was never reported seen again...
italian: Dopo che la sua strada e quella di <CHARNAME> si divisero, Viconia viaggiò a lungo. Si scontrò ancora con l'ignoranza e con l'odio di coloro che conoscevano la sua razza, ma Viconia fu più che mai decisa a dimostrarsi diversa dagli altri elfi scuri. Era stata nelle viscere più profonde degli Inferi e aveva combattuto fianco a fianco con <CHARNAME> quando era diventato un dio... e non avrebbe mai più nascosto il suo volto nelle terre di superficie. Persino quando Shar, la sua dea dell'oscurità e della perdita, l’abbandonò completamente, Viconia non si pentì. Le storie su di lei crebbero... spesso era una salvatrice, ma solo per essere alla fine gentilmente invitata ad andarsene per sospetto e paura. Viconia continuò comunque a viaggiare, rifiutando la compagnia di avventurieri e senza mai trovare un luogo che potesse davvero chiamare casa. Il suo destino le apparteneva e l'avrebbe cercato alle sue condizioni. Ciò che poi fu di Viconia è ignoto. La sua più grande leggenda è anche quella più inverosimile, sebbene la sua persistenza possa darle qualche credibilità. Si dice che Viconia avesse salvato gli elfi di Suldanessallar da un complotto degli Zhentarim, combattendo con valore contro i membri dell'organizzazione... e mettendosi infine nella traiettoria di una freccia mortale per salvare la regina Ellesime. Dopo essere stata rianimata, fu sorpresa di scoprire che la sua ultima azione l’aveva finalmente fatta accettare e perdonare dai suoi fratelli elfi di Suldanessallar. La regina Ellesime conferì i più alti onori dei Seldarine a Viconia, la prima drow a riceverli, e la invitò persino a trovare casa sull'Albero della Vita ancora una volta. Viconia fu ovviamente commossa dal gesto... e mentre stava riflettendo sull'offerta della regina, si dice che alla fine s'inchinò semplicemente dinanzi alla regina e lasciò in silenzio Suldanessallar per sempre. Di Viconia non vi fu più alcuna traccia.
pt_br: Ao se separar de <CHARNAME>, Viconia vagou por um longo período de tempo. Ainda encontrava ignorância e ódio daqueles que conheciam sua raça, mas Viconia estava determinada mais do que nunca a se distanciar do legado dos elfos obscuros. Ela havia ido aos planos mais profundos do inferno e lutado lado a lado com <CHARNAME> enquanto ele se tornava um Deus... ela não esconderia mais seu rosto das terras da superfície. Mesmo quando Shar, sua deusa da escuridão e da perda, a abandonou completamente, Viconia não se arrependeu. As histórias sobre ela cresceram enquanto ela deixava sua presença ser sentida em uma terra após a outra... frequentemente como uma salvadora, apenas para ser ingrata e expulsa de lá pela suspeita e pelo medo. Ainda assim, Viconia continuou a viajar, recusando a companhia de outros viajantes e aventureiros e nunca encontrando um lugar que pudesse realmente chamar de lar. Seu destino era seu, e ela o buscaria sob suas próprias condições. O que aconteceu com Viconia eventualmente é desconhecido. Sua maior lenda é também a mais improvável, embora sua persistência lhe dê algum crédito. Dizem que Viconia salvou os elfos de Suldanessellar de um plano da Zhentarim, lutando bravamente contra os agentes da organização... e no final, se colocando em perigo para salvar a Rainha Ellesime de uma flecha mortal. Ao ser revivida, Viconia ficou surpresa ao descobrir que esse último ato havia levado os elfos de Suldanessellar a finalmente aceitarem e perdoarem sua irmã drow. A Rainha Ellesime concedeu as mais altas honras dos Seldarine à Viconia, a primeira drow a ser tão honrada, e até a convidou a encontrar novamente um lar na Árvore da Vida. Viconia obviamente ficou emocionada com o gesto... e embora tenha considerado a oferta da Rainha, dizem que ela apenas se curvou profundamente para Ellesime e silenciosamente deixou Suldanessellar para sempre. Viconia nunca foi vista novamente...
russian: После расставания с <CHARNAME>, Викония странствовала в течение долгого времени. Она постоянно встречалась с невежеством и ненавистью тех, кто знал ее сородичей, но Викония теперь была решительно настроена доказать, что она избавилась от наследия темных эльфов. Она прошла глубочайшие области Ада и сражалась бок о бок с <CHARNAME>, но поскольку <PRO_HESHE> теперь среди Богов... то ей снова придется скрывать свое лицо от жителей поверхности. Даже когда Шар, ее богиня темноты и разрушения, полностью отреклась от нее, Викония не отступилась. Рассказывают, что она побывала во многих землях... иногда бывая их спасителем, но всегда неблагодарно гонимая подозрением и страхом. Викония всегда путешествовала, избегая компании попутчиков и искателей приключений, и так и не находила что-нибудь, что она действительно могла назвать своим домом. Свою собственную судьбу она выбирала своими собственными действиями. Что произошло с Виконией потом, неизвестно. Самая большая легенда о ней достаточно маловероятна, хотя ее постоянное повторение внушает к ней некоторое доверие. Рассказывают, что Викония спасла эльфов Санданесаллара от заговора Зентарим, отважно сражаясь против агентов организации... и, в конце концов, заслонила собой Королеву Эллесайм от смертельной стрелы. После выздоровления Викония обнаружила, что ее самопожертвование побудило эльфов Санданесаллара наконец-то принять ее и простить ей ее темно-эльфийское происхождение. Королева Эллесайм даровала Виконии самые высокие почести Селдарин, первой дроу, из тех, кто когда-либо удостаивался этого, и даже пригласила Виконию найти свой дом на Дереве Жизни. Викония очевидно была тронута этим поступком... и сказала, что она обдумает предложение Королевы, а пока она просто низко поклонилась Эллесайм и тихо навсегда оставила Санданесаллар. Про Виконию никто больше никто никогда не слышал...
spanish: Al separar su camino del de <CHARNAME>, Viconia vagó durante mucho tiempo. Ella todavía se encontró con la ignorancia y el odio de aquellos que sabían de su condición, pero Viconia estaba decidida más que nunca a separarse del legado de los elfos oscuros. Había estado en los planos más profundos del infierno y había luchado codo con codo con <CHARNAME> cuando se convirtió en una divinidad... y ella no ocultaría su rostro a las tierras de la superficie durante más tiempo. Incluso cuando Shar, su diosa de la perdición y oscuridad, la abandonó completamente Viconia no se arrepintió. Los relatos sobre ella aumentaban mientras viajaba de una tierra a otra... a menudo como salvadora, solo para ser ingratamente expulsada por la sospecha y el temor. Aún así, Viconia seguía viajando, rechazando la compañía de los viajeros y aventureros y no encontrando nunca un lugar al que pudiera llamar verdaderamente hogar. Su destino era el suyo propio, y lo buscaría en sus propios términos. Lo que más tarde le sucediese a Viconia es desconocido. Su leyenda más grande es también la más inverosímil, aunque su persistencia le da un cierto crédito. Se dice que Viconia salvó a los elfos de Suldanessalar de una trama de los Zhentarim, luchando valientemente contra los agentes de la organización... y al final interponiéndose en el camino del dolor para salvar a la Reina Ellesime de una mortal flecha. Tras ser resucitada, Viconia se sorprendió al descubrir que este último acto había llevado a los elfos de Suldanessallar a aceptar y perdonar finalmente a su hermana drow. La Reina Ellesime otorgó los más altos honores de Seldarine a Viconia, la primera drow que era honrada de esta forma, e incluso la invitó a buscar un hogar en el Árbol de la Vida de nuevo. Viconia estaba conmovida obviamente por el gesto... y mientras consideraba la oferta de la Reina, se dice que finalmente solo hizo una profunda reverencia ante Ellesime y silenciosamente abandonó Suldanessallar para siempre. A Viconia nunca se la volvió a ver otra vez.
