Repository: Gibberlings3/Ascension
Catalog: ascension/lang/po/*.po
Languages: italian, pt_br, russian, spanish

# female
source: The perils that Mazzy Fentan faced at the side of <CHARNAME> did nothing to dissuade her thirst for adventure. In fact, it was not long after the events in Tethyr that she formed the Fentan Knights, a stalwart band of heroes that spawned tales across the Realms. Always Mazzy invoked the name of <CHARNAME> when urging her comrades to valour, or when they battled doubt and temptation. <CHARNAME> was the greatest <PRO_MANWOMAN> that Mazzy had ever known, and the halfling knight felt it was her duty to try to live up to her old friend's legacy. The Fentan Knights battled trolls to save endangered towns, turned back tides of orcs to preserve ancient forests, and faced a rogue dragon in its own lair just to make the world a better place. Their legend was larger than life, especially so for Mazzy, and it was said on occasion that if valor were inches, she'd be twenty feet tall. It was well known that Mazzy's crowning achievement was the day she was annointed an honorary paladin in the great hall of the Radiant Heart. The first halfling ever to do so, indeed the first non-human, Mazzy's quiet tears of pride flowed freely down her face as the aged Prelate laid the Order's greatest honors across her shoulders. It was said that Mazzy scanned the crowd often during the ceremony, and for all the old friends that had been able to attend, the face she looked for most was <CHARNAME>'s. For all her risks, Mazzy eventually passed peacefully at a ripe old age. She had never settled down and had no children, but her legacy was one that would go on to inspire her people for generations to come.
italian: I pericoli che Mazzy Fentan affrontò al fianco di <CHARNAME> non placarono la sua sete di avventura. Infatti, non molto tempo dopo gli eventi nel Tethyr, formò i Cavalieri di Fentan, una coraggiosa banda di eroi che disseminò molti racconti per tutti i Reami. Mazzy invocava sempre il nome di <CHARNAME> per spronare i suoi compagni al valore o quando dovevano combattere dubbi e tentazioni. <CHARNAME> era la più grande donna che Mazzy avesse mai conosciuto e il cavaliere halfling sentiva che era suo dovere vivere all’altezza della sua vecchia amica. I Cavalieri di Fentan combatterono contro troll per salvare città in pericolo, respinsero orde di orchi per preservare antiche foreste e affrontarono un malvagio drago nella sua stessa tana al solo scopo di rendere il mondo un posto migliore. La loro leggenda assunse dimensioni maggiori delle loro vere vite, soprattutto nel caso di Mazzy, tanto che era solita dire che se il suo valore si fosse misurato in centimetri, sarebbe stata alta sei metri. È ben risaputo che il coronamento più importante di Mazzy fu il giorno in cui venne investita come paladina onoraria nella grande sala del Cuore Radioso. La prima halfling nella storia, la prima non umana, le sue silenziose lacrime di orgoglio caddero liberamente sul suo volto quando l'anziano Prelato stese sulle sue spalle le più grandi onorificenze dell'Ordine. Si dice che Mazzy scrutò spesso la folla durante la cerimonia e tra tutti i vecchi amici che riuscirono ad essere presenti, il viso che cercò di più fu quello di <CHARNAME>. Dopo tutti i rischi corsi in vita, alla fine Mazzy si spense in pace in tarda età. Non si sistemò mai e non ebbe figli, ma la sua fu un’eredità che avrebbe ispirato la sua gente per molte generazioni.
spanish: Los peligros a los que Mazzy Fentan se enfrentó junto a <CHARNAME> no la disuadieron de su ansia de aventura. De hecho, no mucho después de los sucesos en Tezhyr creó los Caballeros Fentan, una decidida banda de héroes que generaron relatos de un lado a otro de los Reinos. Mazzy siempre apelaba al nombre de <CHARNAME> cuando incitaba al valor a sus camaradas, o cuando combatían a la duda y la tentación. <CHARNAME> fue la mejor persona que Mazzy hubo conocido nunca, y la caballero mediana se dio cuenta de que era su deber intentar honrar el legado de su vieja amiga. Los Caballeros Fentan combatieron contra trolls para salvar pueblos en vías de extinción, hicieron huir mareas de orcos para preservar antiguos bosques, y se enfrentaron a un pícaro dragón en su propio cubil solo por hacer del mundo un sitio mejor. Su leyenda fue más larga que su vida, especialmente para Mazzy, y se dice en ocasiones que si el valor se midiera en centímetros, ella tendría una altura de seis metros. Fue bien sabido que la coronación del logro de Mazzy fue el día en el que ella fue declarada paladina honoraria en el gran salón del Radiante Corazón. El primer mediano en serlo, y también el primer ser no humano, las calmadas lágrimas de orgullo de Mazzy se derramaban por su cara mientras el anciano Prelado imponía los más grandes honores de la Orden sobre sus hombros. Se dice que Mazzy escrutaba la multitud a menudo durante la ceremonia, y a pesar de todos los viejos amigos que habían sido capaces de acudir, el rostro que más buscaba era el de <CHARNAME>. Pese a sus riesgos, Mazzy con el tiempo llegó pacíficamente a una anciana edad madura. Ella nunca se había establecido y no tenía hijos, pero su legado fue el único en inspirar a su gente durante las generaciones venideras.

# female
source: In the years following his resurrection by <CHARNAME>, Sarevok spent many years wandering throughout the Forgotten Realms, rarely spending much time in any single place. In Berdusk he is said to have routed an army of invading orcs, displaying such fearsome power and rage that terrified locals weren't sure whom to fear more... only to disappear quietly without expecting a reward. In Westgate he arrived as conqueror, brutally enforcing his will over the city only to mysteriously vanish months later, leaving his own startled men to the mercies of the angry mobs. He acted like a man that did not know himself, and all the stories agreed that Sarevok was a tortured soul, balanced between life and death, never to achieve either. Those who knew Sarevok best, which were few, said that the tormented warrior would in turn curse the fabled <CHARNAME> for giving him his second chance... and then thank <PRO_HIMHER>. Eventually he disappeared entirely from the Realms, said to have assaulted the Abyss itself or even taken his own life. In truth, he journeyed to Kara-Tur to bury his one true love, the warrior Tamoko. He never returned, though the stories endure.
italian: Negli anni successivi alla sua resurrezione da parte di <CHARNAME>, Sarevok trascorse molto tempo viaggiando per i Reami Dimenticati, rimanendo raramente a lungo in un solo posto. Si dice che a Berdusk respinse un'armata di orchi invasori, mostrando uno spaventoso potere e una furia tale che i terrorizzati abitanti del posto non sapevano chi temere di più... solo per scomparire nel silenzio senza pretendere una ricompensa. A Westgate giunse come un conquistatore, imponendo brutalmente il suo volere sulla città per poi scomparire misteriosamente mesi dopo, lasciando i suoi stessi uomini sbigottiti alla mercé della folla infuriata. Agiva come un uomo che non conoscesse se stesso e tutti i racconti concordano sul fatto che fosse un'anima tormentata, in bilico tra la vita e la morte, senza mai raggiungerne una. Coloro che lo conoscevano bene, cioè pochi, affermano che il tormentato guerriero a volte maledisse la leggendaria <CHARNAME> per avergli dato una seconda occasione... e che a volte la ringraziasse. Alla fine, scomparse del tutto dai Reami. Si dice che si fosse lanciato all'assalto dello stesso Abisso o che si fosse tolto la vita. In realtà, viaggiò per Kara-Tur per seppellire il suo unico vero amore, la guerriera Tamoko. Non tornò mai più, sebbene le storie su di lui persistano.
spanish: En los años posteriores a su resurrección gracias a <CHARNAME>, Sarevok pasó muchos años viajando por los Reinos Olvidados, raramente quedándose mucho tiempo en un mismo sitio. En Berdusk se dice que desvió un ejército de orcos invasores, mostrando un poder y una furia tan temibles que la gente del lugar no estaba segura de a quién temer más... sólo para desaparecer silenciosamente sin esperar una recompensa. En Westgate llegó como un conquistador, haciendo cumplir brutalmente su voluntad en la ciudad solo para desvanecerse misteriosamente unos meses después, dejando a sus propios asustados hombres ante la piedad de las enojadas multitudes. Actuaba como un hombre que no se conocía a sí mismo, y todas las historias coincidían en que Sarevok era un alma torturada, equilibrada entre la vida y la muerte, y nunca alcanzando ninguna. Aquellos que conocieron lo mejor de Sarevok, que son pocos, dicen que el atormentado guerrero parecía maldecir a la legendaria <CHARNAME> por darle una segunda oportunidad... y después agradecérselo. Con el tiempo desapareció completamente de los Reinos, se dice que asaltó el mismo Abismo, o incluso que llevó una vida propia. En realidad viajó a Kara-Tur para enterrar a su único amor verdadero, la guerrera Tamoko. Nunca regresó, aunque las historias todavía permanecen.

# female
source: I cannot thank you enough, <CHARNAME>, for the gift you have given me. I once thought I had done everything I could to fight for what was good... but it was you that showed me how wrong I was. Without you, I would have died with that stain upon my soul and perhaps even been Melissan's puppet forever.
spanish: No puedo daros las suficientes gracias, <CHARNAME>, por el regalo que me habéis hecho. Una vez pensé que había hecho todo lo que había podido para luchar por el bien... pero fuísteis vos la que me enseñó lo equivocado que estaba. Sin vos, habría muerto con esa mancha en mi alma y quizás habría sido la marioneta de Melisán de por vida.

# female
source: Do you dare come and face me there? Or shall I have to hunt you down like the sorry dog that you are? Because make no mistake... one way or another, every last drop of that divine essence will be *mine*.
spanish: ¿Os atrevéis a venir y desafiarme allí? ¿O debería cazaros como la perra lastimosa que sois? Porque no habrá errores... un camino u otro, hasta el final de la última gota de esa divina esencia será *mía*.

# female
source: As long as you did what you were required to and kill the Five, then I care little for what you think you know, fool.
spanish: Ya que hicisteis lo que se os pidió y matasteis a los Cinco, me importa poco lo que creáis saber, tonta.

# female
source: In his short time with <CHARNAME>, Balthazar reached a new enlightenment. He understood that vigilance must be tempered with compassion, justice with mercy. Resolved to never again repeat the mistakes of his past, Balthazar returned to his monastery and drove out the remaining criminal elements, making the outpost safe for new settlers and merchants. As the years passed, Amkethran became the jewel of Tethyr, renowned for its cultural richness and the serenity it offered. Balthazar himself was instrumental in creating the Monastic Guard, an elite group of paladins and monks sworn to protect the common folk from tyranny. When his work was done, and he had earned the respect and love of his people many times over, Balthazar embarked on a pilgrimage to Candlekeep. There he studied <CHARNAME>'s humble beginnings, and gave thanks for the peace his <PRO_BROTHERSISTER> had brought.
spanish: En su corto tiempo con <CHARNAME>, Baltasar alcanzó una nueva iluminación. Comprendió que la vigilancia debe atemperarse con compasión, la justicia con misericordia. Resuelto a no repetir nunca más los errores de su pasado, Baltasar regresó a su monasterio y expulsó a los elementos criminales que quedaban, haciendo que el puesto fuera seguro para los nuevos colonos y mercaderes. Con el paso de los años, Amkethran se convirtió en la joya de Tezhyr, famosa por su riqueza cultural y la serenidad que ofrecía. El propio Baltasar desempeñó un papel decisivo en la creación de la Guardia Monástica, un grupo de élite de paladines y monjes que habían jurado proteger a la gente común de la tiranía. Cuando terminó su trabajo, y se había ganado el respeto y el amor de su pueblo muchas veces, Baltasar se embarcó en una peregrinación a Candelero. Allí estudió los humildes comienzos de <CHARNAME>, y dio gracias por la paz que su hermana había traído.

# female
source: You had your chance, brother. Your plans failed, as I recall, and brought about my death. No, you are weak and <CHARNAME> is strong and it is <PRO_HESHE> that shall give me what I need. I look forward to bathing in your blood, dear brother... a suitable reward for your utter failure.
spanish: Tuvisteis vuestra oportunidad, hermano. Vuestros planes fallaron, si no recuerdo mal, y me llevaron a la muerte. No, sois débil y <CHARNAME> es fuerte y ella es la que me dará lo que necesito. Espero con ilusión bañarme en vuestra sangre, querido hermano... una recompensa adecuada por vuestro completo fracaso.

# female
source: It is no matter. Melissan has given me power enough, and her own servants shall teach you the error of your ways. I shall strip the divinity from <CHARNAME>'s soul and you, *dear* sister, shall be nothing but dust beside <PRO_HIMHER>.
spanish: Eso no importa. Melisán me ha dado bastante poder, y sus propios sirvientes os enseñarán el error de vuestras decisiones. Robaré la divinidad del alma de <CHARNAME> y vuestra, *querida* hermana, sólo seréis polvo junto a ella.

# female
source: Oh, but we do, Sarevok. I made you an offer once before, and that offer still stands. Join me now, abandon this pathetic whelp, and take your place at my side.
spanish: Oh, si que están, Sarevok. Os hice una oferta hace tiempo, y la oferta sigue en pie. Uníos a mi ahora, abandonad a esta patética cachorra, y ocupad vuestro lugar a mi lado.

# female
source: Do not speak her name, dog. Ellesime will understand the fullness of her regret soon enough. As for you... Melissan has given me the opportunity to return an old favor. One ascension for another... it rings with universal justice.
spanish: No pronunciéis su nombre, perra. Ellesime entenderá la magnitud de su error bastante pronto. En cuanto a vos... Melisán me ha dado la oportunidad de devolveros un viejo favor. Una ascensión para otro... suena como justicia universal.

# female
source: How very glib and typical. How far the expectations of the universe must have lowered to allow a gnat like you to even come this far. It is fortunate that I have an opportunity, then, to repay your termination of my own ascension in kind.
spanish: Qué elocuente y típica. Hasta donde deben haberse reducido las expectativas del universo para permitir a una mosquita como vos llegar tan lejos. Es una suerte que tenga la oportunidad para pagaros con creces vuestro destrozo de mi propia ascensión.

# female
source: Bark if you wish, mongrel. Whatever dull fangs you might have possessed have long since been pulled. If a has-been wishes to ride <CHARNAME>'s coat-tails it makes no difference to me... but you'll be disintegrated right along with <PRO_HIMHER>.
spanish: Ladrad si lo deseáis, chucho. Cualquier colmillo amenazador que halláis tenido ha sido desde hace tiempo pulido. Si un marginado desea conducir el taparrabos de <CHARNAME>, no crea diferencias para mí... pero seréis desintegrado junto a ella.

# female
source: You do not believe in my power, I can see that much. You have fought terrible foes in your past and have always managed to succeed. Why... you leave a trail of felled opponents littered about even here in the Abyss. Such as this one I found, discarded...
spanish: No creéis en mi poder, ya lo veo. Habéis luchado contra enemigos atroces en el pasado y siempre habéis salido vencedora. Vamos... si hasta aquí en el Abismo dejáis un reguero de oponentes caidos. Como este que encontré, desechado...

# female
source: Such an ungrateful <PRO_MANWOMAN> you are. Still, I have life once more, and I intend to enjoy it. Perhaps the wizards of Spellhold still wish to play?
spanish: Qué mujer tan desagradecida sois. Pero aun así, tengo vida de nuevo, y pienso disfrutarla. ¿Tal vez los magos de la Prisión del Hechicero quieran jugar todavía?

# female
source: Yes <PRO_SIRMAAM>! (giggle!) Time to kick a certain someone's butt, right?
spanish: ¡Si señora! (risa nerviosa) ¿Es tiempo de patear el culo de alguien, cierto?

# female
source: The dead god, Bhaal, has not been resurrected and, indeed, may never be. You must understand what awaits you now at the end of your journey, godchild... and for this, the one you know as Melissan will explain for herself.
italian: Il dio morto, Bhaal, non è stato resuscitato, anzi, possa non esserlo mai. Ora devi comprendere ciò che ti aspetta alla fine del tuo viaggio, figlia degli dèi... e per questo, colei che conosci come Melissan si spiegherà da sé.
russian: Мертвый Бог, Баал, не воскрес, и наверное, никогда уже не воскреснет. Ты должна понимать, что ждет тебя в конце путешествия, дитя бога.... и это та, которая известна тебе как Мелиссан, объяснит сама.
spanish: El dios muerto, Bhaal, no ha sido resucitado, de hecho, nunca lo será. Debéis comprender ahora lo que os espera al final de vuestro viaje, hija de dios... y para eso, la que conocéis como Melisán os explicará.

# female
source: Bah! I should not be wasting time on you. I still have to absorb the Bhaalspawn essences... and there is more than enough power in this plane to keep you busy. Irenicus... Imoen... show <CHARNAME> the power <PRO_HESHE> dares to oppose while I take what is mine!
spanish: ¡Bah! No debería perder el tiempo con vos. Todavía tengo que absorber las esencias de los Hijos de Bhaal... y hay poder más que suficiente en este plano para manteneros ocupado. ¡Irenicus... Imoen... mostradle a <CHARNAME> el poder al que ella amenaza oponerse mientras yo tomo lo que es mío!

# female
source: What makes you think you could kill her? I'm the one that has defeated all the Bhaalspawn... while you were doing nothing but hiding in this fortress making the peasants miserable.
spanish: ¿Qúe os hace pensar que podríais matarla? Yo soy la que ha derrotado a todos los hijos de Bhaal... mientras que vos no habéis hecho nada más que esconderos en esta fortaleza amargando la vida a los campesinos.

# female
source: Then I am satisfied. The essence of our sire ends with me... and with you. May the gods forgive me. May you... may you forgive me, <PRO_BROTHERSISTER>...
pt_br: Então estou satisfeito. A essência de nosso pai acaba comigo... e com você. Que os deuses me perdoem. Que você... que você me perdoe, irmã...
spanish: Entonces estoy satisfecho. La esencia de nuestro padre acaba conmigo... y con vos. Que los dioses me perdonen. Que vos... me perdonéis, hermana...

# female
source: Then we must do battle. I... I am sorry, <PRO_BROTHERSISTER>. I had hoped this would be otherwise.
pt_br: Então devemos batalhar. Eu... eu sinto muito, irmã. Eu esperava que fosse diferente.
spanish: Entonces debemos presentar batalla. Lo... lo siento, hermana. Esperaba que esto fuera de otra manera.

# female
source: And I cannot trust that you will turn aside the power when it is offered to you. You have experienced the struggle even a sliver of Bhaal's taint has brought you, yet I cannot believe that you would turn it aside. I... I am sorry, <PRO_BROTHERSISTER>... but I have no choice.
pt_br: E não posso confiar que você vai rejeitar o poder quando ele lhe for oferecido. Você já experimentou a luta que até mesmo um fragmento da corrupção de Bhaal lhe trouxe, mas não posso acreditar que você vai recusá-la. Eu... eu sinto muito, irmã... mas não tenho escolha.
spanish: Y no puedo confiar en que rechazaréis el poder si os lo ofrecen. Habéis experimentado la lucha que tan sólo una pizca de la mancha de Bhaal os ha traido, pero aun así no puedo creer que lo rechazaríais. Lo... lo siento, hermana... pero no tengo elección.

# female
source: Strength is nothing, <CHARNAME>. You may vanquish me with your might, and you may even vanquish Melissan. But you will never vanquish yourself. Might will bring you no peace... this I know. And this is why I must be the last.
pt_br: Força não significa nada, <CHARNAME>. Você pode me vencer com sua habilidade, e até mesmo vencer Melissan. Mas você nunca irá vencer a si mesma. A força não trará paz para você... disso eu sei. E é por isso que eu devo ser o último.
spanish: La fuerza no es nada, <CHARNAME>. Podréis derrotarme con vuestro poder, y puede que hasta derrotéis a Melisán. Pero nunca os venceréis a vos misma. El poder no os traerá paz... lo sé bien. Y es por eso que debo ser el último.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Mass Healing (Necromancy) Range: Sight of caster Duration: Permanent Casting Time: 1 Area of Effect: 30 foot radius Saving Throw: None When using this ability, the Bhaalspawn must picture the faces of <PRO_HISHER> fellow party members clearly and focus on the unity of the group. Upon completion, all party members within 30 foot radius of the caster are healed 2d8 + 2/level hit points. Other conditions suffered by the party are cured, as well: fatigue, poison, disease, blindness and deafness.
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito l'abilità, utilizzabile una volta al giorno: Guarigione di Massa (Necromanzia) Raggio d'azione: Visuale del lanciatore Durata: Permanente Tempo di lancio: 1 Area d'effetto: Raggio di 9 metri Tiro-salvezza: Nessuno Quando usa questa abilità, la progenie di Bhaal deve visualizzare chiaramente i volti dei suoi compagni e concentrarsi sull'unità del gruppo. Una volta completato l'incantesimo, tutti i membri del gruppo in un raggio di 9 metri dal lanciatore sono curati di 2d8+2 Punti Ferita per livello. Vengono guarite anche altre condizioni sofferte dal gruppo: fatica, veleno, malattia, cecità e sordità.

source: Bhaalspawn Powers <CHARNAME> has gained the ability, usable once per day: Regeneration (Necromancy) Range: Touch Duration: 1 round/ 2 levels Casting Time: 7 Area of Effect: Target Creature Saving Throw: None This powerful ability enables the Bhaalspawn to imbue 1 creature with the ability to regenerate. This regeneration will heal any wounds and even regenerate lost limbs. The creature affected will regain 3 hit points per second. The effect lasts for 1 round per every 2 levels of the caster or until dispelled. For example, a 14th level character would regenerate 18 hit points per round for 7 rounds.
italian: Poteri della progenie di Bhaal <CHARNAME> ha acquisito l'abilità, utilizzabile una volta al giorno: Rigenerazione (Necromanzia) Raggio d'azione: Tocco Durata: 1 round ogni 2 livelli Tempo di lancio: 7 Area d'effetto: 1 creatura Tiro-salvezza: Nessuno Questa potente abilità consente alla progenie di Bhaal di conferire a una creatura l'abilità di rigenerare. Il processo di rigenerazione guarirà ogni ferita e farà persino ricrescere gli arti perduti. La creatura bersaglio recupera 3 Punti Ferita al secondo. L'effetto dura 1 round ogni 2 livelli del lanciatore o finché non viene dissolto. Ad esempio: un personaggio di 14° livello potrebbe rigenerare 18 Punti Ferita a round per 7 round.
